{
 "id": "038635f3-177b-4fd1-a42f-0eb02960abf8",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "How to Be a Dark Hero's Daughter"
  },
  "altTitles": [
   {
    "ko": "다크 히어로의 딸이 되는 법"
   },
   {
    "ko-ro": "Dark Hero-ui Ttari Doeneun Beop"
   },
   {
    "ko-ro": "Dark Heroeui Ddar'i Doeneun Beob"
   },
   {
    "en": "Becoming the Dark Hero's Daughter"
   },
   {
    "mn": "Хэрхэн харанхуй баатрын охин болох вэ?"
   },
   {
    "vi": "Trở thành con gái của người hùng hắc ám"
   },
   {
    "es": "Me convertií en la hija del héroe oscuro"
   },
   {
    "ja": "ダークヒーローの娘になる方法"
   },
   {
    "zh": "如何成为暗黑英雄的女儿"
   },
   {
    "zh-hk": "身為暗黑英雄的女兒"
   },
   {
    "th": "วิธีเป็นลูกสาวของวีรบุรุษนอกกฎหมาย"
   },
   {
    "ru": "Приемная дочь мрачного героя"
   },
   {
    "fr": "La fille du héros sombre"
   },
   {
    "pt": "Como ser a filha de um herói das trevas"
   },
   {
    "id": "Cara Menjadi Putri Pahlawan Kegelapan"
   },
   {
    "ar": "كيف تكون ابنة بطل الظلام"
   },
   {
    "fa": "چگونه دختر قهرمان تاریک شویم"
   }
  ],
  "description": {
   "en": "The MC transmigrated into a novel and became an extra from the novel. The novel is a murder thriller and the main character is a serial killer. He kills criminals with black magic making him a dark hero (think of him as Dexter or batman with dark magic). She (MC) doesn't have any death flags since she’s a background extra but she was a homeless girl of all things in such a dangerous novel. Somehow our MC saves the male lead and to thank her, he adopts her.\n\n“Become my daughter.”\n\nThe richest, most powerful, and handsome duke asks her to be his child. The MC is freaked out since she knows he’s a cold blooded killer. Can she survive such a maniac? Yet he dotes on her and constantly says ‘my daughter is the cutest’! He wants to get master artists to draw her and gather poets to describe her adorableness. The duke also has a son. The apple doesn’t fall far from the tree; he also dotes on her. In this way, a beggar became a little princess. She also got used to people getting killed.\n\nHowever there was still one problem. Our MC has turned sixteen and is wondering as a lady, will she have an arranged marriage? The whole house atmosphere quickly turns awkward. She realizes, perhaps they want her to stay here forever? Can she escape such a strange house? Everyone is so attached to her!\n\n---\nDuke Kallen de Lewelton is bloodthirsty and ruthless when it comes to killing criminals, but a total sucker when it comes to his new daughter! Peasant girl Lae learns this herself when a fateful run-in with the duke results in her adoption into the Lewelton home. Armed with a sharp mind and the knowledge from her past life, Lae makes the perfect addition to the family’s quest to quell injustice. But as the mysteries of the capital’s underbelly rise to the surface, will she and her new family withstand the return of a true criminal mastermind?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%ED%81%AC-%ED%9E%88%EC%96%B4%EB%A1%9C%EC%9D%98-%EB%94%B8%EC%9D%B4-%EB%90%98%EB%8A%94-%EB%B2%95/2541), [KakaoPage](https://page.kakao.com/home?seriesId=57514873)\n\n**Official Translations:**\n* [English](https://tapas.io/series/becoming-the-dark-heros-daughter/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%BA%AB%E7%82%BA%E6%9A%97%E9%BB%91%E8%8B%B1%E9%9B%84%E7%9A%84%E5%A5%B3%E5%85%92/214)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Be-a-Dark-Heros-Daughter/53)\n* [Japanese / 日本語](https://piccoma.com/web/product/78101)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2/244)",
   "fa": "خلاصه داستان: مثل همیشه تناسخ اما تو جلد شخصیت فرعی ری بعنوان یه گدا متولد میشه اما تو ناولی که خودش تو زندگی قبلیش میخونده که شخصیت اصلیشم یه مرد دیوونست که با جادوی سیاه جنایتکارا رو میکشه و این اونو تبدیل به یه قهرمان تاریک میکنه ری چیزی جز یه گدا و شخصیت فرعی نیست اما خوشتیپ ترین، پولدارترین و قویترین مرد امپراتوری بعد اینکه برای دستگیری قاتل زنجیره ای ویلیام به قهرمان تاریکمون کمک میکنه ازش میخواد دخترش بشه حالا ری باید با یه قاتل خونسرد زندگی کنه و همش حواسش به زندگیش باشه اما این قاتل خونسرد همش میگه دخترم خوشگل ترینه!!!!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%ED%81%AC-%ED%9E%88%EC%96%B4%EB%A1%9C%EC%9D%98-%EB%94%B8%EC%9D%B4-%EB%90%98%EB%8A%94-%EB%B2%95/2541), [KakaoPage](https://page.kakao.com/home?seriesId=57514873)\n\n**Official Translations:**\n* [English](https://tapas.io/series/becoming-the-dark-heros-daughter/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%BA%AB%E7%82%BA%E6%9A%97%E9%BB%91%E8%8B%B1%E9%9B%84%E7%9A%84%E5%A5%B3%E5%85%92/214)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Be-a-Dark-Heros-Daughter/53)\n* [Japanese / 日本語](https://piccoma.com/web/product/78101)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2/244)",
   "fr": "Juste au moment ou je m'approche de cet homme dans le but de lui demander de la nourriture, des souvenirs me reviennent en tête. Je connais cet homme, c'est le protagoniste principal d'un roman! Mais alors ça veut dire que je suis dans le livre?\n\nLes souvenirs que j'ai reçu sont ceux de Yuna Han, une jeune femme qui adorait lire le roman *Les jours du duc de Lewellton* qui raconte l'histoire d'un homme puissant qui chasse les criminels de l'empire. Grâce à ce que je sais du livre, j'ai pu l'aider à arrêter un meurtrier et pour me remercier il me fait une drôle de proposition!\n\n— Soyez ma fille unique.\n\n...Comment?\n\n---\nLe MC a transmigré dans un roman et est devenu un figurant du roman. Le roman est un thriller policier et le personnage principal est un tueur en série. Il tue des criminels avec de la magie noire, faisant de lui un héros sombre (pensez à lui comme Dexter ou Batman avec de la magie noire). Elle (MC) n'a pas de drapeaux de la mort puisqu'elle est un arrière-plan supplémentaire, mais elle était une fille sans-abri de toutes choses dans un roman aussi dangereux. D'une manière ou d’une autre, notre MC sauve la vedette masculine et pour la remercier, il l'adopte.\n\n«Deviens ma fille.»\n\nLe duc le plus riche, le plus puissant et le plus beau lui ordonne d'être son enfant. Le MC est paniqué car elle sait qu'il est un tueur de sang-froid. Peut-elle survivre à un tel maniaque? Pourtant, il l'adore et dit constamment «ma fille est la plus mignonne!» Il veut que des maîtres artistes la dessinent et rassemble des poètes pour décrire son adorable. Le duc a un fils aussi. La pomme ne tombe pas loin de l’arbre; il raffole aussi d'elle. De cette façon, un mendiant est devenu une petite princesse. Elle s'est aussi habituée à ce que les gens se fassent tuer.\n\nCependant, il y avait toujours un problème. Notre MC a eu seize ans et se demande en tant que femme, aura-t-elle un mariage arrangé? L'atmosphère de toute la maison devient vite gênante. Elle se rend compte, peut-être qu'ils veulent qu'elle reste ici pour toujours? Peut-elle s'échapper d'une maison si étrange? Tout le monde est tellement attaché à elle!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%ED%81%AC-%ED%9E%88%EC%96%B4%EB%A1%9C%EC%9D%98-%EB%94%B8%EC%9D%B4-%EB%90%98%EB%8A%94-%EB%B2%95/2541), [KakaoPage](https://page.kakao.com/home?seriesId=57514873)\n\n**Official Translations:**\n* [English](https://tapas.io/series/becoming-the-dark-heros-daughter/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%BA%AB%E7%82%BA%E6%9A%97%E9%BB%91%E8%8B%B1%E9%9B%84%E7%9A%84%E5%A5%B3%E5%85%92/214)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Be-a-Dark-Heros-Daughter/53)\n* [Japanese / 日本語](https://piccoma.com/web/product/78101)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2/244)",
   "id": "Re, seorang gembel yang tinggal di perumahan kumuh menjalani hari-harinya dengan meminta-minta. Selama 9 tahun hidup, ia tidak tahu kalau ternyata dirinya hidup kembali dalam novel yang ia baca sebelum mati di kehidupan sebelumnya. Sampai ia bertemu pria itu, seorang Dark Hero yang bekerja memburu orang-orang jahat untuk dihisap kekuatan magisnya. Sentuhan dari pria itu membuatnya teringat akan isi novel yang akhirnya membantu pria itu. Re pun diberikan hadiah dengan diangkat menjadi putri Duke Callen De Rwellton, Dark Hero berdarah dingin itu. Apa ingatan Re akan novel bisa terus membantu Callen? Bagaimana kehidupan Re dalam rumah keluarga Duke?\n\n---\nMC pindah ke novel dan menjadi tambahan dari novel. Novel ini adalah thriller pembunuhan dan karakter utama adalah seorang pembunuh berantai. Dia membunuh penjahat dengan ilmu hitam membuatnya menjadi pahlawan gelap (menganggapnya sebagai Dexter atau batman dengan ilmu hitam). Dia (MC) tidak memiliki tanda kematian karena dia adalah karakter tambahan latar belakang tetapi dia adalah gadis tunawisma dari semua hal dalam novel yang berbahaya. Entah bagaimana MC kita menyelamatkan pemeran utama pria dan untuk berterima kasih padanya, dia mengadopsinya.\n\n“Jadilah putriku.”\n\nDuke terkaya, paling kuat, dan tampan memerintahkan dia untuk menjadi anaknya. MC ketakutan karena dia tahu dia pembunuh berdarah dingin. Bisakah dia bertahan dari maniak seperti itu? Namun dia menyayanginya dan terus-menerus mengatakan ‘putriku yang paling lucu’! Dia ingin mendapatkan seniman master untuk menggambarnya dan mengumpulkan penyair untuk menggambarkan keindahannya. Duke alo memiliki seorang putra. Apel tidak jatuh jauh dari pohonnya; dia juga menyayanginya. Dengan cara ini, seorang pengemis menjadi seorang putri kecil. Dia juga terbiasa dengan orang yang terbunuh.\n\nNamun masih ada satu masalah. MC kita telah berusia enam belas tahun dan bertanya-tanya sebagai seorang wanita, apakah dia akan dijodohkan? Suasana seluruh rumah dengan cepat berubah menjadi canggung. Dia menyadari, mungkin mereka ingin dia tinggal di sini selamanya? Bisakah dia melarikan diri dari rumah aneh seperti itu? Semua orang begitu terikat padanya!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%ED%81%AC-%ED%9E%88%EC%96%B4%EB%A1%9C%EC%9D%98-%EB%94%B8%EC%9D%B4-%EB%90%98%EB%8A%94-%EB%B2%95/2541), [KakaoPage](https://page.kakao.com/home?seriesId=57514873)\n\n**Official Translations:**\n* [English](https://tapas.io/series/becoming-the-dark-heros-daughter/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%BA%AB%E7%82%BA%E6%9A%97%E9%BB%91%E8%8B%B1%E9%9B%84%E7%9A%84%E5%A5%B3%E5%85%92/214)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Be-a-Dark-Heros-Daughter/53)\n* [Japanese / 日本語](https://piccoma.com/web/product/78101)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2/244)",
   "ko": "사람이 마구 죽어 나가는 추리 소설 속 엑스트라가 되었다.\n그것도 생존율 최저의, 꿈도 미래도 없는 거지소녀로!\n\n\"범인은 바로 저 사람입니다!\"\n\n눈 앞에서 사람이 죽어 나가는 걸 볼 수 없어서 몇 번 슬쩍 범인을 일러줬더니-\n\n\"내 딸이 되도록.\"\n범죄자를 때려잡는 이 소설의 주인공이자,\n제국 최고의 권력자인 공작님에게 입양을 제의 받았다!\n\n배 곯는 뒷골목 생활은 이제 끝?!\n폭신폭신한 빵을 두개나 먹어도 된다며 행복해하던 것도 잠시,\n문득 소설 속 숨겨진 설정이 떠오르고 마는데.\n\n'……잠깐. 이 소설, 주인공이 사이코패스라는 설정 아니었던가?'\n\n악당에게는 누구보다 차가운 공작님, 하지만 내 딸에게는 따뜻하겠지!\n\n로맨스릴러 육아물, \u003c다크 히어로의 딸이 되는 법\u003e\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%ED%81%AC-%ED%9E%88%EC%96%B4%EB%A1%9C%EC%9D%98-%EB%94%B8%EC%9D%B4-%EB%90%98%EB%8A%94-%EB%B2%95/2541), [KakaoPage](https://page.kakao.com/home?seriesId=57514873)\n\n**Official Translations:**\n* [English](https://tapas.io/series/becoming-the-dark-heros-daughter/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%BA%AB%E7%82%BA%E6%9A%97%E9%BB%91%E8%8B%B1%E9%9B%84%E7%9A%84%E5%A5%B3%E5%85%92/214)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Be-a-Dark-Heros-Daughter/53)\n* [Japanese / 日本語](https://piccoma.com/web/product/78101)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2/244)",
   "pt": "A MC transmigrou para um romance e se tornou uma figurante do romance. O romance é um thriller de assassinato e o personagem principal é um serial killer. Ele mata criminosos com magia negra, tornando-o um herói negro (pense nele como Dexter ou Batman com magia negra). Ela (MC) não tem nenhuma bandeira da morte, já que ela é uma figurante, mas ela era uma garota sem-teto em um romance tão perigoso. De alguma forma, nosso MC salva o protagonista masculino e, para agradecê-la, ele a adota.\n\n\"Torne-se minha filha.\"\n\nO duque mais rico, poderoso e bonito ordena que ela seja sua filha. A MC está assustado, pois ela sabe que ele é um assassino de sangue frio. Ela pode sobreviver a um maníaco? No entanto, ele adora ela e diz constantemente que sua filha é a mais fofa! Ele quer que grandes artistas a desenhem e poetas descrevam sua adoração. O duque tem um filho. A maçã não cai longe da árvore; ele também adora ela. Desta forma, uma mendiga se tornou uma pequena princesa. Ela também se acostumou com a morte de pessoas.\n\nNo entanto, ainda havia um problema. Nossa MC fez dezesseis anos e está se perguntando, sendo uma dama ela terá um casamento arranjado? A atmosfera da casa inteira rapidamente se torna estranha. Ela percebe, talvez eles queiram que ela fique aqui para sempre? Ela pode escapar de uma casa tão estranha? Todos são tão apegados a ela!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%ED%81%AC-%ED%9E%88%EC%96%B4%EB%A1%9C%EC%9D%98-%EB%94%B8%EC%9D%B4-%EB%90%98%EB%8A%94-%EB%B2%95/2541), [KakaoPage](https://page.kakao.com/home?seriesId=57514873)\n\n**Official Translations:**\n* [English](https://tapas.io/series/becoming-the-dark-heros-daughter/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%BA%AB%E7%82%BA%E6%9A%97%E9%BB%91%E8%8B%B1%E9%9B%84%E7%9A%84%E5%A5%B3%E5%85%92/214)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Be-a-Dark-Heros-Daughter/53)\n* [Japanese / 日本語](https://piccoma.com/web/product/78101)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2/244)",
   "ru": "Что, если серийный убийца предложит стать его приемной дочерью?Герцог Каллен Де Левельтон - темный маг, убивший 107 человек. Живое оружие империи, проклятое отнимать жизни ради того, чтобы продолжать существовать.Погибнув в своей первой жизни от неизлечимой болезни, главная героиня перерождается в теле маленькой сиротки Ле - персонажа массовки, вынужденного попрошайничать на улицах города.Их встреча изменит судьбы этого мира.После того, как Ле помогает Каллену предотвратить массовое убийство 30 человек, она получает от него неожиданное предложение...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%ED%81%AC-%ED%9E%88%EC%96%B4%EB%A1%9C%EC%9D%98-%EB%94%B8%EC%9D%B4-%EB%90%98%EB%8A%94-%EB%B2%95/2541), [KakaoPage](https://page.kakao.com/home?seriesId=57514873)\n\n**Official Translations:**\n* [English](https://tapas.io/series/becoming-the-dark-heros-daughter/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%BA%AB%E7%82%BA%E6%9A%97%E9%BB%91%E8%8B%B1%E9%9B%84%E7%9A%84%E5%A5%B3%E5%85%92/214)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Be-a-Dark-Heros-Daughter/53)\n* [Japanese / 日本語](https://piccoma.com/web/product/78101)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2/244)",
   "tr": "Ana karakter bir romanın içerisine düşer ve orada silinik bir karakterin yerini alır. Romanın içindeki erkek karakterin, kara büyü ile kurbanlarını infaz ettiği bu gerilim romanında onu, karanlık bir kahraman yapar. Ölümle burun buruna gelmeyecek olan arka plandaki evsiz karakterimiz tehlikeli bir romanın içerisindedir. Her nasılsa bizim kız karakterimiz, erkek karakteri kurtarır ve onun tarafından evlatlık edinilir.\n\n“Kızım ol.”\n\nOldukça zengin, güçlü ve yakışıklı dük kıza, çocuğu olmasını emreder. Ana karakter, soğukkanlı bir seri katil olduğunu bildiği için çıldırmıştır. Böyle bir manyaktan kurtulmak mümkün müdür? Ancak dük ona oldukça düşkündür. “Kızım en sevimlisi” deyip duruyordur! Usta sanatçıların onu çizmesini ve hayranlığını tanımlamak için şairleri uzak diyarlardan getirtir. Dükün ayrıca bir oğlu vardır, tabi olarak armut ağacın dibine düşer. Çocuğu da kızımıza oldukça düşkündür.\n\nAncak bir problem vardır. Ana karakterimiz 16 yaşına gelmiş ve düşüncelerinde görücü usulü evlilik yer etmiştir. Tüm evdeki atmosfer hızlıca garip bir hal alır. Kız bu değişikliğin farkına varır. Acaba aile üyeleri onun burada kalmasını istiyor mudur? Böyle bir evden kaçmayı başarabilecek midir? Herkes ona çokça düşkün!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8B%A4%ED%81%AC-%ED%9E%88%EC%96%B4%EB%A1%9C%EC%9D%98-%EB%94%B8%EC%9D%B4-%EB%90%98%EB%8A%94-%EB%B2%95/2541), [KakaoPage](https://page.kakao.com/home?seriesId=57514873)\n\n**Official Translations:**\n* [English](https://tapas.io/series/becoming-the-dark-heros-daughter/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%BA%AB%E7%82%BA%E6%9A%97%E9%BB%91%E8%8B%B1%E9%9B%84%E7%9A%84%E5%A5%B3%E5%85%92/214)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Be-a-Dark-Heros-Daughter/53)\n* [Japanese / 日本語](https://piccoma.com/web/product/78101)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B8%99%E0%B8%AD%E0%B8%81%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2/244)"
  },
  "links": {
   "al": "137836",
   "ap": "becoming-the-dark-heros-daughter",
   "engtl": "https://tapas.io/series/becoming-the-dark-heros-daughter/info",
   "mal": "149165",
   "mu": "185654",
   "nu": "how-to-be-a-dark-heros-daughter",
   "raw": "https://page.kakao.com/content/57514873"
  },
  "originalLanguage": "ko",
  "publicationDemographic": "shoujo",
  "status": "ongoing",
  "year": 2021,
  "contentRating": "safe",
  "tags": [
   {
    "id": "0bc90acb-ccc1-44ca-a34a-b9f3a73259d0",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Reincarnation"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "33771934-028e-4cb3-8744-691e866a923e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Historical"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "3e2b8dae-350e-4ab8-a8ce-016e844b9f0d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Long Strip"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "a1f53773-c69a-4ce5-8cab-fffcd90b1565",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Magic"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ace04997-f6bd-436e-b261-779182193d3d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Isekai"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e197df38-d0e7-43b5-9b09-2842d0c326dd",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Web Comic"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adaptation"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Full Color"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 10,
  "createdAt": "2021-10-13T05:05:32+00:00",
  "updatedAt": "2023-06-10T17:51:50+00:00"
 },
 "relationships": [
  {
   "id": "47a8cb20-82a7-4f33-9af2-8cf77e14e1fd",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-11-12T14:28:02+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Gomdal",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-06-24T22:34:40+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "55514479-aaa9-47d1-9882-ccb5fe80af25",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Lisabel",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "6721b3d3-2eac-4f39-9411-7e633a418461",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "[Blog](http://blog.naver.com/pina_ctrls) | [Twitter 2](https://twitter.com/pina9312_85)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "PINA",
    "naver": "http://blog.naver.com/pina9312",
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/pina_ctrls",
    "updatedAt": "2022-06-24T22:37:47+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "67ee3cda-ae5b-4fb0-b6e8-6a563f9ecae7",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-11-12T14:30:36+00:00",
    "description": "",
    "fileName": "161c3f37-c1b5-401c-a4b3-5fee5dc99cbe.jpg",
    "locale": "ko",
    "updatedAt": "2021-11-12T14:30:36+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "d5dc7a21-def8-4ec8-b3a7-67b458a8e01d",
   "type": "creator"
  }
 ]
}