{
 "id": "042d259a-37f7-40ff-a0e3-41d36c1cb4ac",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Hitozuma Life"
  },
  "altTitles": [
   {
    "ja": "ヒトヅマライフ"
   },
   {
    "en": "Wife Life"
   },
   {
    "en": "One Time Gal"
   },
   {
    "en": "Kick or Sex"
   }
  ],
  "description": {
   "en": "A Perfect Marriage Becomes a Perfect Affair!\n\nEvery woman wishes for that happily ever after, but when time flies by and you've become a neglected housewife, what's a woman to do? Getting sly looks from a delinquent young buck makes them feel just like they did in their high school years, but unlike then, they know exactly what they want! With the skill of a matured woman and the killer body of an all-star milf, they'll turn the tables and teach these playboys a thing or two!\n\nWife Life by Shinozuka Yuuji proves the adage that a happy wife leads to a happy life, no matter who the partner is! Whether it's delinquent boy toys spending long nights with unhappy housewives, or divorcees finding new love in the arms of a new man, these cougars are on the prowl to give some motherly tender love and care. With ten seductive chapters including a special after story featuring Wife Life cover girl, Yuuji proves that women just get better with age!\n\n1-2, 10) One Time Gal (ワンタイムギャル); Comic Tenma 2015-02, 04, kakioroshi\nWhile washing her daughter's clothes, Airi notices how gaudy some of them are. After trying them on and putting on makeup and a wig, she can't help but want to show off. Thus, she goes out like that, yet she can't stop questioning her decision. Regardless, no on notices that she is actually middle-aged, and instead a group of young men with questionable motives hit on her.\n\n3) Fumajime na Tsuma (不真面目な妻); Comic Tenma 2013-08\nAya is waiting anxiously for her husband to return from his company's drinking party, but when she goes to cheerfully welcome him, her husband is blackout drunk and supported by her ex-boyfriend Akito. Back when they had been together, she had been an uninhibited slut, but she has put that behind her; at least she thought so. Will she be able to resist Akito's relentless advances, or will she regress and forever lose the simple hapiness she has built with her husband?\n\n4) Sarasareta Yokkyuu (晒された欲求); Comic Tenma 2012-11\nWada and Hashimoto, the troublemakers in the tennis club, have concocted a plan. Pretending to repent, they lure the club advisor, Aya, into the storage shed and blackmail her with videos of her masturbating that she had put up on the internet in the past. The newlywed Aya tries to resist, but the two students have thought this through.\n\n5) Oneechan wa Tokubetsu♥ (お姉ちゃんは特別♥); Comic Tenma 2011-10\nShou has come to school early to prepare for the cultural festival. Unfortunately, his older sister, who has already gratuated from middle school, has come to bother him, and, most likely, somehow twist the situation such that the two of them will end up having sex. Even worse, his crush, Kikuchi, arrives early too.\n\n6) Yome Life (よめらいふ, Married Life); Comic Tenma 2010-10\nMasanobu is to live with his childhood friend, Yayoi, whom he hasn't seen in years. Her parents are leaving on a trip but think it's not safe for a girl to be living alone. She greets him enthusiastically when he arrives, but he can't shake the feeling that he is forgetting somethin; a promise perhaps?\n\n7) Eromama (エロまま); Comic Tenma 2009-06\nRyou's mom has quite the character, like calling him to pick her up because it's raining and she doesn't have an umbrella, while fully knowing that he doesn't have one either, and then when he arrives, asking him why he is wet. It's not all bad though: when he hugs her erotically, 'to warm up in order not to catch a cold', her only complaint is that the place is a tad too public.\n\n8) Kick or Sex?; Comic ChoiS! Vol.10\nWith the exams over, Takeshi comes over to Wakana's place. However, he is not there for her but her mother, Mizuho,, a supreme martial artist who has retired and now runs a dojo. Being the only one at the dojo who can keep up with her, Mizuho has been trying to convince Takeshi to inherit her dojo. Given that he is set to inherit his parents' dojo instead, she will have to employ more personal methods.\n\n9) Futari no Jikan (二人の時間); Comic Tenma 2007-08\nShio, a widow since four years ago, is still running the cafe she had started with her late husband ten years ago. However, the shop is still in business mostly thanks to Yuuki, a pastry chef inspired by the husband, who has started working here recently. However, inspiration is not the only feeling Yuuki had obtained here back in the day, and Shio is starting to develop new feelings.\n\nMALE: big penis, cheating, condom, dark skin, gyaru-oh, muscle, schoolboy uniform, shotacon, sweating, tracksuit, virginity\nFEMALE: ahegao, anal, apron, beauty mark, big breasts, blackmail, bloomers, blowjob, cheating, coach, cunnilingus, dark skin, drunk, femdom, filming, fingering, gyaru, hairy, huge breasts, impregnation, kissing, lactation, lingerie, masturbation, milf, mind break, mother, nakadashi, netorare, paizuri, pantyhose, pasties, ponytail, rape, schoolgirl uniform, sex toys, sister, stockings, sweating, thigh high boots, tracksuit, twintails, x-ray\nMIXED: group, incest, mmf threesome\nOTHER: tankoubon, uncensored"
  },
  "links": {
   "al": "100007",
   "amz": "https://www.amazon.co.jp/%E3%83%92%E3%83%88%E3%83%85%E3%83%9E%E3%83%A9%E3%82%A4%E3%83%95-TENMA-COMICS-%E7%AF%A0%E5%A1%9A%E8%A3%95%E5%BF%97/dp/4863495013/ref=sr_1_2?ie=UTF8\u0026qid=1526082615\u0026sr=8-2\u0026keywords=%E3%83%92%E3%83%88%E3%83%85%E3%83%9E%E3%83%A9%E3%82%A4%E3%83%95",
   "engtl": "https://www.fakku.net/hentai/wife-life-english",
   "kt": "36909",
   "mal": "89665",
   "mu": "122780"
  },
  "originalLanguage": "ja",
  "lastChapter": "10",
  "status": "completed",
  "year": 2015,
  "contentRating": "pornographic",
  "availableTranslatedLanguages": [
   "en"
  ],
  "latestUploadedChapter": "e9d7e918-63bf-4425-9da5-3e9790eeac72",
  "tags": [
   {
    "id": "5bd0e105-4481-44ca-b6e7-7544da56b1a3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Incest"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "97893a4c-12af-4dac-b6be-0dffb353568e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Sexual Violence"
     },
     "description": {},
     "group": "content",
     "version": 1
    }
   },
   {
    "id": "fad12b5e-68ba-460e-b933-9ae8318f5b65",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Gyaru"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 7,
  "createdAt": "2019-05-17T15:11:07+00:00",
  "updatedAt": "2024-05-12T23:26:55+00:00"
 },
 "relationships": [
  {
   "id": "a65885ee-5324-4a0d-954e-6440708fd972",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Shinozuka Yuuji",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "a65885ee-5324-4a0d-954e-6440708fd972",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Shinozuka Yuuji",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "cd1bbfdb-44aa-4f9a-aaaf-5fb49dd8771b",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T17:12:11+00:00",
    "description": "",
    "fileName": "23f85dcc-0a10-4b42-8257-b5e06379561e.jpg",
    "locale": "ja",
    "updatedAt": "2021-05-24T17:12:11+00:00",
    "version": 1,
    "volume": null
   }
  },
  {
   "id": "6493a74a-b4ff-4bc8-a228-905b5f64fdd6",
   "type": "manga",
   "related": "colored"
  },
  {
   "id": "b83bc251-d636-4b3f-8400-96b37455772f",
   "type": "manga",
   "related": "colored"
  }
 ]
}