{
 "id": "04d6aa72-b1d4-411e-8e91-085c283698ba",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Vampire Kisses: Graveyard Games"
  },
  "description": {
   "en": "Things might finally be back to normal for Raven and Alexander— as normal as they can be for a goth teen in a small town and her dreamy vampire boyfriend. But the secretive couple soon discovers that Alexander’s now full-blooded vampire cousin Claude and his friends are still lingering in Dullsville. And when they all become involved in the same local production of Cinderella that Raven is pushed into costume designing, and once again their worlds collide. Raven suspects Claude and his dubious crew must be up to something, especially when Claude shows interest in the play’s leading lady. Can Raven and Alexander keep a close watch on the gang and still make sure the curtain rises on opening night?"
  },
  "links": {
   "amz": "https://www.amazon.com/Vampire-Kisses-Graveyard-Ellen-Schreiber/dp/0062026720",
   "mu": "66mq1xy"
  },
  "originalLanguage": "en",
  "publicationDemographic": "shoujo",
  "status": "ongoing",
  "year": 2011,
  "contentRating": "safe",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "d7d1730f-6eb0-4ba6-9437-602cac38664c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Vampires"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 4,
  "createdAt": "2022-11-06T10:16:09+00:00",
  "updatedAt": "2022-11-06T13:19:55+00:00"
 },
 "relationships": [
  {
   "id": "f443b999-bdd6-4ddb-b92a-5c020b17ddab",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Ellen Schreiber",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "191b811e-171c-46df-af80-c263b23b8142",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "Xian nu Studio is a duo composed by Spanish Irene and Laura (Pukalince and Felwyn).\n\nIrene and Laura began their adventures in the world of cartoons in 2007, in the publishing house YaoiPress (USA) with a series of short stories for Winter Demon and Yaoi Vol2.\n\nThey continued their steps with ALL IN, through the magazine Shogun, from the publishing house Les Humanöides Associés (France), of which 3 volumes were published.\n\nThey have made posters for different events and won various prizes, illustration,s and comic contests. They were finalists in the III Norma Editorial Manga Contest, which led them to be able to collaborate with the publisher illustrating Kanji in Vignettes 3.\n\nIn 2008 they became part of the staff of Tokyopop (USA) for the realization of a trilogy in collaboration with Harper Collins: Wicked Lovely: Desert of Tales, based on the books of the writer Melissa Marr.\n\nWith the same publisher, they made the fourth volume of the work Vampire Kisses: Graveyard Games, by the writer Ellen Schreiber, which was published at the end of 2011.\n\nIn that same year, they released their first BD album, Morsures, with a script by Edmond Tourriol of Studio Makma, for the Kantik publishing house.\n\nIn Spain, they have published their first own trilogy, Bakemono, through Gaijin Line, by Glenat Spain/EDT.\n\nThey have done a project for LernerBooks within their My boyfriend is a monster collection: 08 a Match Made in Heaven.\n\nThey have worked with Studio Makma, on a manga about the Beemoov video game created by Chinomiko: Corazón de Melón - Amour Sucré for the Akileos publishing house, of which a pentalogy has been made.\n\nThey have been among the winners of the international Japanese contest Silent Manga Audition 04 in the Grand Prix Runner-Up category with the work Come back with me.\n\nThey have made the book entitled You are my #OtakuFreak Love, for Babylon Editions, made in watercolors and especially dedicated to couples who form thanks to the geek hobby.\n\nThey have recently published their first Sketchbook Xian Nu Studio, for the Fandogamia publishing house with great success.\n\nThey are currently working on the second volume of Chan Prin , their new work for Ediciones Babylon, for which they are preparing a video game at the same time.",
     "es": "Irene y Laura comenzaron sus andanzas por el mundo de las viñetas en el 2007, en la editorial YaoiPress (USA) con una serie de historias cortas para Winter Demon y Yaoi Vol2 .\n\nContinuaron sus pasos con ALL IN, a través de la revista Shogun, de la editorial Les Humanöides Associés (Francia), del que se llegó a publicar 3 tomos.\n\nHan realizado carteles para diferentes eventos y ganado diversos premios, concursos de ilustración y cómic Quedaron finalistas en el III Concurso Manga de Norma Editorial, lo cual les llevó a poder colaborar con la editorial ilustrando Kanji en Viñetas 3.\n\nEn 2008 entraron a formar parte de la plantilla de Tokyopop (USA) para la realización de una trilogía en colaboración con Harper Collins: Wicked Lovely: Desert of Tales, basada en los libros de la escritora Melissa Marr.\n\nCon la misma editorial, realizaron el cuarto tomo de la obra Vampire Kisses: Graveyard Games, de la escritora Ellen Schreiber,que fué publicado a finales de 2011.\n\nEn ese mismo año, publicaron su primer album BD, Morsures,con guión de Edmond Tourriol de Studio Makma, para la editorial Kantik.\n\nEn España han publicado a través de la Línea Gaijin, de Glenat España/ EDT, su primera trilogía propia, Bakemono.\n\nHan realizado un proyecto para LernerBooks dentro de su colección My boyfriend is a monster: 08 a Match Made in Heaven.\n\nHan trabajado con Studio Makma, en un manga sobre el videojuego de Beemoov creado por Chinomiko: Corazón de Melón - Amour Sucré para la editorial Akileos, del que se ha realizado una pentalogía.\n\nHan quedado entre los ganadores del concurso internacional japonés Silent Manga Audition 04 en la categoríaGrand Prix Runner Up con la obra Come back with me.\n\nHan realizado el libro titulado Eres mi #OtakuFreak Love, para Ediciones Babylon, realizado en acuarelas y especialmente dedicado a las parejas que se forman gracias a la afición friki.\n\nRecientemente han publicado su primer Sketchbook Xian Nu Studio , para la editorial Fandogamia con una gran acogida.\n\nActualmente están trabajando en el segundo volumen de Chan Prin , su nueva obra para Ediciones Babylon, del cual están a la par preparando un videojuego."
    },
    "booth": null,
    "createdAt": "2022-11-06T10:11:12+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Xian Nu Studio",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/XianNuStudio",
    "updatedAt": "2022-11-06T10:20:03+00:00",
    "version": 2,
    "website": "https://www.deviantart.com/xiannustudio",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "3b3155f4-caa6-424d-9f70-a391b4fad854",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-11-06T10:16:10+00:00",
    "description": "",
    "fileName": "b86ff662-4cc3-43bf-bdb5-10caf51ccd12.jpg",
    "locale": "en",
    "updatedAt": "2022-11-06T10:16:10+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "bf32eb08-3d9a-4186-b5d6-4eb5b0d457e6",
   "type": "manga",
   "related": "prequel"
  }
 ]
}