{
 "result": "ok",
 "data": {
  "id": "05884a17-8f6c-4652-9a42-b2c8ceb3e46f",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Lost Children"
   },
   "description": {
    "en": "Ran, a specialist in stabbing, is a soldier in a group of rebels. In a society governed by a caste system, the Gathiya are doomed to a life of misery. They place their hopes for change in the revolutionary army to which the boy belongs. But he dreams of something else: to find Yuri, his brother at heart, his only family ...\r\n\r\nFar from the battles that punctuate the daily life of Ran, Yuri leads a life of recollection in a sacred village hidden in the heart of the jungle. But he too is confronted with the violence of men who tear each other apart in power struggles. In all this madness, he can not forget the existence of his friend.\r\n\r\nThey were born in opposite environments, and nothing should have brought them closer. Yet fate has created a stronger bond between them than anything ... before separating them in cruel circumstances. Without knowing it, they are at the heart of a revolution that will upset an entire kingdom!\r\n\r\nThe manga is getting published in Japan in the Bessatsu Shonen Champion from 12 June 2020 onwards\r\n."
   },
   "originalLanguage": "fr",
   "lastChapter": "0",
   "status": "ongoing",
   "contentRating": "safe",
   "tags": [
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "version": 1
     }
    },
    {
     "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Fantasy"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "f2f8c319-168b-408c-8f53-e0bedb96630a",
   "type": "author"
  },
  {
   "id": "f2f8c319-168b-408c-8f53-e0bedb96630a",
   "type": "artist"
  },
  {
   "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
   "type": "tag"
  },
  {
   "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
   "type": "tag"
  }
 ]
}