{
 "id": "07500447-533b-4d64-93e3-4fbb8458a42d",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "A-Channel"
  },
  "altTitles": [
   {
    "ja": "Aチャンネル"
   },
   {
    "ja": "Aチャンネル ～days in junior high school～"
   },
   {
    "ja-ro": "A Channeru"
   },
   {
    "ja-ro": "Ee Channeru"
   },
   {
    "ja-ro": "Ē Channeru"
   },
   {
    "en": "A-Channel"
   },
   {
    "en": "A Channel - Days in Junior High School"
   },
   {
    "th": "A แชนแนล สี่แสบซ่า บ้าขั้นเอ"
   },
   {
    "ko": "A 채널"
   },
   {
    "zh-hk": "A頻道"
   },
   {
    "ru": "Канал А"
   },
   {
    "ru": "Первый канал"
   },
   {
    "zh": "A频道"
   }
  ],
  "description": {
   "da": "De to piger Tooru Ichii og Run Momoki har været bedste venner, siden de var børn. Efter at have taget sin optagelsesprøve lykkes det for Tooru at komme på samme gymnasium, som det Run går på. Hun beslutter sig for at fortælle sin bedste ven nyheden men kommer på et uheldigt tidspunkt, hvor Run og hendes klassekammerat Yuko Nishi er havnet sammen i en pinlig situation. På den måde begynder den første akavede men morsomme tid sammen på skolen, hvor Tooru opfører sig aggressivt overfor andre, der viser interesse i Run. Og alt imens må deres fælles ven Nagi Tennoji forhindre Run i selv at komme galt af sted.",
   "de": "Die Schülerinnen Run Momoki und Tooru Ichii sind seit ihrer Kindheit gute Freundinnen. Run kann dabei als ziemlicher Dummkopf beschrieben werden, da sie selbst einfachsten Dingen immer wieder ahnungslos und naiv gegenübersteht, die wichtigsten Sachen vergisst und sich nicht längere Zeit konzentrieren kann, ohne dabei einzuschlafen. Die ein Jahr jüngere und eine Klasse unter Run befindliche Tooru ist das direkte Gegenteil. Sie denkt für ihr Alter sehr erwachsen und gilt als Musterschülerin. Jedoch ist sie sehr kleinwüchsig, sodass ihr die Kleidung stets zu lang ist. Darüber hinaus hat sie eine nahezu extreme Zuneigung zu Run entwickelt, sodass sie ihr ständig folgt und sie z. B. auch jeden Morgen von zu Hause abholt.\r\n\r\nDer Manga setzt zu dem Zeitpunkt ein, wo Run in die zweite Klasse der Schule übernommen wird und Tooru endlich wieder dieselbe Schule besuchen kann, wenngleich sie eine Klasse unter ihr ist. Dabei muss sie eine für sie zunächst schreckliche Feststellung machen. Run hat in der Zwischenzeit zwei neue Freundinnen gewinnen können. Dies sind Yuuko Nishi und Nagisa „Nagi“ Tennouji, wovon Tooru insbesondere Yuuko als Rivalen um die Liebe zu Run ansieht. Dies wird dadurch forciert, dass Yuuko in den Augen der Freundinnen eine wahre Schönheit ist. Yuuko besitzt jedoch keinerlei solches Interesse, gelangt aber immer wieder in peinliche Situationen, wo sie selbst nicht mehr weiß, wie sie reagieren soll. Insbesondere dann, wenn sie allein von Tooru gestellt wird, die in diesem Fall auch gerne handgreiflich wird. Die Brille tragende Nagi hat unterdessen immer wieder mit ihren ganz eigenen Problemen zu kämpfen, die sie lieber vor den anderen verbergen würde. Aber insbesondere die sehr wachsame Tooru kommt ihr dabei immer wieder auf die Schliche, sodass es schnell zu einem Problem aller vier Freundinnen wird.",
   "en": "4-koma about the daily lives of Tooru who has just entered the same high school as her best and childhood friend Run-chan, who is now a second year, and her friends Yuuko-chan (whom Tooru bullies cause they meet under bad circumstances), and Nagi-chan (who watches).  \r\n  \r\nThe following links to AnimeNewsNetwork for the anime:  \r\n[Anime](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12112)  \r\n[OAV (side story)](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13352)  \r\n[OAV 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19411)",
   "es": "Básicamente, se trata de la vida diaria de 4 chicas llamadas Run, Tooru, Yuuko y Nagi. Nos muestra las diversas situaciones cómicas que les suceden en su día a día.",
   "it": "La trama dell'opera è molto semplice, la storia è incentrata fondamentalmente su quattro fanciulle che frequentano le scuole superiori. La vicenda si apre con Tooru che annuncia all'amica Run di essere stata ammessa nella sua stessa scuola. Qui però trova altre due ragazze che si presentano come amiche di Run, nonché sue future compagne di scuola. Ognuna ha il proprio carattere: la volubile Run, la temeraria Toru, la timida Yuko, e la sensibile e composta Nagi.",
   "ja": "ハイパーぶっ込み天然娘・るん、るんちゃん大好き暴走ちびっ娘・トオル、スタイル抜群弱気関西娘・ユー子、ちゃんと突っ込むもしかしたら常識人・ナギ。4人のスペシャルガールズたちが贈る輝くハイスクールライフ待望の第1巻!どこもかしこもカワイイのにこいつら…!!",
   "ko": "룬, 토오루, 유코, 나기의 여자 고등학교 4명의 일상을 그린 작품. 천연의 룬을 중심으로 하는 만담 개그가 주된 내용이다.",
   "pt": "A história descreve o dia-a-dia de quatro estudantes do ensino médio: Run, Toru, Yuko e Nagi.",
   "ru": "История рассказывает о школьной жизни четырёх девушек-подружек.",
   "th": "รูปแบบการดำเนินเรื่องของ A แชนแนล สี่แสบซ่า บ้าขั้นเอ เป็นการดำเนินเรื่องแบบจบในตอนทีละเหตุการณ์ เป็นเรื่องราวชีวิตประจำวันของ โทรุ อิจิอิ ที่หึงหวง รุน โมโมกิ เพื่อนสมัยเด็ก ซึ่งอยู่ข้างบ้านอย่างสุดหัวใจ รุนเองก็มีเพื่อนร่วมห้องอย่าง นางิ เทนโนจิ สาวแว่นประจำห้อง และ ยูโกะ นิชิ สาวสวยที่หุ่นดีจนชายใดต้องเหลียวมอง",
   "uk": "Історія розповідає про шкільне життя чотирьох дівчат-подружок.",
   "zh-hk": "日本當紅人氣動畫，原作漫畫強力襲台!!\r\n快來一窺黑田老師筆下各具特色的高中女生們\r\n搞怪又溫馨的日常吧！"
  },
  "links": {
   "al": "50855",
   "amz": "https://www.amazon.co.jp/gp/product/B074BDSMW9",
   "ap": "a-channel",
   "bw": "series/22042",
   "cdj": "https://www.cdjapan.co.jp/product/NEOBK-672157",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/276624/",
   "kt": "10066",
   "mal": "20855",
   "mu": "34940",
   "raw": "https://comic-fuz.com/manga/313"
  },
  "originalLanguage": "ja",
  "lastVolume": "11",
  "publicationDemographic": "seinen",
  "status": "completed",
  "year": 2008,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "en",
   "es",
   "id"
  ],
  "latestUploadedChapter": "a45099fc-55a0-4f8d-906d-2933ed2a72f0",
  "tags": [
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b11fda93-8f1d-4bef-b2ed-8803d3733170",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "4-Koma"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 10,
  "createdAt": "2018-06-04T08:57:45+00:00",
  "updatedAt": "2023-11-14T08:00:29+00:00"
 },
 "relationships": [
  {
   "id": "b8327a2b-a285-4a9a-b124-f3be558741d1",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "**Alt names**:\n黒田bb\n\n**Circle**: Tori ga Dassou (とりが脱走)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kuroda bb",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/bbkuroda",
    "updatedAt": "2023-05-01T03:16:24+00:00",
    "version": 3,
    "website": "http://kurodabird.jugem.jp/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "b8327a2b-a285-4a9a-b124-f3be558741d1",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "**Alt names**:\n黒田bb\n\n**Circle**: Tori ga Dassou (とりが脱走)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kuroda bb",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/bbkuroda",
    "updatedAt": "2023-05-01T03:16:24+00:00",
    "version": 3,
    "website": "http://kurodabird.jugem.jp/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e4f3df50-e9e0-454a-bdb5-2db30336b64a",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2023-11-14T07:35:31+00:00",
    "description": "Volume Cover From BookWalker",
    "fileName": "a8d65753-de99-4499-81fd-533a29e820a4.jpg",
    "locale": "ja",
    "updatedAt": "2023-11-14T07:35:31+00:00",
    "version": 1,
    "volume": "11"
   }
  },
  {
   "id": "d2dd1aa8-bd61-4b91-a429-99d0295e53af",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "e8731b17-e3c1-4075-b042-bca03a9791e6",
   "type": "manga",
   "related": "alternate_story"
  },
  {
   "id": "e8731b17-e3c1-4075-b042-bca03a9791e6",
   "type": "manga",
   "related": "spin_off"
  }
 ]
}