{
 "id": "0d48e200-916b-4449-91a4-918ee2fab5f3",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Kiraide Isasete"
  },
  "altTitles": [
   {
    "ja": "嫌いでいさせて"
   },
   {
    "ja-ro": "Kirai de Isasete"
   },
   {
    "en": "Hate Me, Let Me Be Here"
   },
   {
    "de": "Kiraide Isasete - Lass mich dich hassen"
   },
   {
    "fr": "Laisse-moi te détester"
   },
   {
    "it": "Fatti odiare. Kirai de isasete"
   },
   {
    "es": "Déjame odiarte"
   },
   {
    "uk": "Дозволь мені тебе ненавидіти"
   },
   {
    "ko": "Let Me Be Here With Hate"
   },
   {
    "th": "ให้ฉันได้เกลียดนายเถอะนะ"
   },
   {
    "vi": "Tôi ghét cậu, hãy để tôi yên!"
   },
   {
    "id": "Biarkan Aku Membencimu"
   }
  ],
  "description": {
   "de": "Naoto Koga ist ein Omega und ein junger, alleinerziehender Vater, der alles für seine kleine Tochter Shizuku tut. Er liebt sie aus ganzem Herzen, obwohl Shizuku auf dramatische Weise Teil seines Lebens wurde: An der Highschool wurde Naoto vergewaltigt und schwanger. Aufgrund dieses traumatischen Ereignisses hasst Naoto Alphas und lehnt die Idee eines Schicksalspartners beziehungsweise einer Paarbindung ab. In einer Partnervermittlungsbörse, zu deren Teilnahme er sich zwingt, wird er urplötzlich von einem jungen Alpha mit Liebesbekundungen überhäuft. Und dann stellt sich auch noch heraus,, dass Hazuki, der besagte Alpha, ausgerechnet an der Schule eingeschrieben ist, an der Naoto seinen neuen Job begonnen hat. Naoto versucht alles, um seinen Verehrer loszuwerden.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
   "en": "Koga Naoto is an Omega who was raped by his Alpha classmates and got pregnant. Due to that traumatic experience, he came to hate alphas and told himself that he doesn't need a lifemate or a bond – but even with that incident, he insisted on keeping the child and raised her, and an angel named Shizuku was born. She became his strength and center in this cruel world that treats omegas unfairly. However, his life suddenly changed when he met an alpha named Tsuchiya Hazuki from the matchmaking party he forced himself to attend.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
   "fr": "Après avoir subi un viol au lycée, l’oméga Naoto a décidé de garder l’enfant conçu lors de ce terrible incident. Quelques années plus tard, il élève seul sa fille et peine à trouver du travail. N'étant pas marqué par un alpha, son statut de célibataire aux chaleurs incontrôlées entraîne le rejet systématique des recruteurs voulant s'éviter des problèmes. Alors qu’il décroche enfin un emploi dans un lycée, un jeune alpha l'attrape par le bras et lui déclare son amour. Naoto ne peut se défaire de sa méfiance et de sa haine envers les alphas, pas après ce qu'il a vécu. Pourtant, celui-ci a quelque chose de différent…\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
   "id": "Naoto Koga adalah seorang Omega yang diperkosa oleh teman sekelas Alpha-nya dan hamil. Karena pengalaman traumatis itu, dia menjadi membenci Alpha dan mengatakan pada dirinya sendiri bahwa dia tidak membutuhkan teman hidup atau ikatan, tetapi bahkan dengan kejadian itu, dia bersikeras untuk menjaga anak itu dan membesarkannya, dan seorang malaikat bernama Shizuku lahir. Dia menjadi kekuatan dan pusatnya dalam kata kejam yang memperlakukan Omega secara tidak adil. Namun hidupnya tiba-tiba berubah ketika dia bertemu dengan seorang Alpha bernama Hazuki Tsuchiya dari pesta perjodohan yang dia paksa untuk hadiri.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
   "it": "Nell'universo alternativo detto omegaverse gli uomini e le donne si dividono in alpha, beta e omega, e anche i maschi possono portare avanti una gravidanza. Naoto Koga è un omega e al liceo è stato vittima di violenza sessuale da parte di un gruppo di alpha. Quando scopre di aspettare un bambino decide di portare al termine la gestazione, e dà alla luce una dolcissima femminuccia che chiama Shizuku e ama con tutto stesso. Tuttavia, la sua esperienza traumatica e le sofferenze dovute al fatto di essere un omega non possono fare a meno che portarlo a odiare gli alpha e a convincersi di non avere bisogno di nessun compagno. Le cose cominciano però a cambiare quando incontra Hazuki Tsuchiya. Forse non tutti gli alpha sono uguali…\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
   "ja": "「しずくは俺が守るんだ、αなんていらない」\nΩの雫斗は一人娘のしずくと暮らすシングルマザー。\n娘を愛する雫斗だが、αに対するトラウマは根深く、\n番は作らないと決めていた。\nしかし、むりやり参加させられた婚活パーティーで雫斗を「運命の番」だと言うαが現れる。\nその場は逃げ帰ったものの、後日新しい勤め先で学校制服姿の件のα・葉月と出くわして!?\n描き下ろしはその後のラブラブ孕ませエッチ\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
   "th": "“ฉันจะปกป้องชิซุคุเอง ฉันไม่ต้องการอัลฟ่า”\nนาโอโตะผู้เป็นโอเมก้าเป็นแม่เลี้ยงเดี่ยวอาศัยอยู่กับชิซุคุ ลูกสาวคนเดียวของเขา นาโอโตะที่รักลูกสาวมากนั้นมีแผลลึกในใจเกี่ยวกับอัลฟ่าจึงตัดสินใจว่าจะไม่มีคู่\nแต่มีอัลฟ่าคนหนึ่งบอกว่านาโอโตะเป็น “คู่แห่งโชคชะตา” ปรากฏตัวขึ้นในงานเลี้ยงจับคู่ที่ถูกบังคับให้ไป\nถึงจะหนีออกมาจากที่นั่น แต่กลับได้พบกับฮาซึกิ อัลฟ่าคนนั้นในชุดนักเรียนในที่ทำงานใหม่!?\nบทส่งท้ายมีฉากลามกสุดหวานหลังจากเรื่องราวทั้งหมดด้วยนะ\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
   "uk": "Кога Наото - омега, якого зґвалтували однокласники альфи, через що він завагітнів. Через цей травматичний досвід, він зненавидів альф, та відмовляв собі в допомозі з їх сторони, але незважаючи на це, все одно народив дитину від одного з насильників. Шизуку стала його опорою та сенсом життя у цьому жорсткому світі. Але його життя раптово змінилось, коли він зустрів альфу - Цучію Хазукі.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)"
  },
  "links": {
   "al": "111044",
   "amz": "https://www.amazon.co.jp/dp/B08C6PGJMC",
   "cdj": "http://www.cdjapan.co.jp/product/NEOBK-2360732",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/546858/A002190253/",
   "kt": "55724",
   "mal": "120891",
   "mu": "151588"
  },
  "originalLanguage": "ja",
  "status": "ongoing",
  "year": 2019,
  "contentRating": "erotica",
  "availableTranslatedLanguages": [
   "en",
   "ru",
   "fr",
   "id"
  ],
  "latestUploadedChapter": "628a9e6a-ba9e-43cb-8809-6249cb18ddb9",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Boys' Love"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "97893a4c-12af-4dac-b6be-0dffb353568e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Sexual Violence"
     },
     "description": {},
     "group": "content",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 17,
  "createdAt": "2020-02-15T03:01:56+00:00",
  "updatedAt": "2023-01-25T11:32:43+00:00"
 },
 "relationships": [
  {
   "id": "09a8ba69-82a4-4aad-be0c-68539f704ed2",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Hijiki",
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/en/users/9286",
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/hijikini",
    "updatedAt": "2022-08-10T20:15:54+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "09a8ba69-82a4-4aad-be0c-68539f704ed2",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Hijiki",
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/en/users/9286",
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/hijikini",
    "updatedAt": "2022-08-10T20:15:54+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "8d6bc34d-71ab-40a9-aca9-b48a7fae19a5",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-07-28T08:21:52+00:00",
    "description": "",
    "fileName": "295fd949-73cd-43f5-af9b-b1b9921e27dc.jpg",
    "locale": "ja",
    "updatedAt": "2022-07-28T08:21:52+00:00",
    "version": 1,
    "volume": "4"
   }
  }
 ]
}