{
 "id": "0dccb0f4-b0da-49fe-9606-5b0fd2ecf7c6",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Kimi Dake ni Ai wo."
  },
  "altTitles": [
   {
    "en": "I Love Only You"
   },
   {
    "en": "Kimi Dake ni Ai wo (WATANABE Ayu)"
   },
   {
    "en": "君だけに愛を。"
   }
  ],
  "description": {
   "en": "Won't this love ever reach you, no matter how much I think about you…?  \n1) I Love Only You. (Kimi Dake ni Ai wo.)  \nSayumi finally got the courage to ask the guy she likes out, Yui-kun. Everyday her feelings grow more and more for him, but she also notices he keeps looking at another girl, Momoko. No matter what she does she feels he's not looking at her…Will he ever look at her only?  \n  \n2) Simple Missile (Tenen Missile)  \nHanako attends the girls only school St. Silvias for young ladies. She has fallen in love with a guy from Koudan High School which is looked down upon by St. Silvias. She overhears the guy she likes mention to his friends that he doesn't like spoiled girls and would never go out with someone from that school…what will she do?  \n  \n3) Simple Kiss  \nArisa is the senior to Yuuta in basketball at school. One-day after seeing a couple outside kissing they tried it too. They are now kissing friends! Arisa doesn't seem to notice that Yuuta wants to be something more than that…  \n  \n4) Watch Out For the Pervy Man  \n18 year old Takeuchi Tomohiro is known as the Pervy man at school. He freely lifts girls skirts to see what they're wearing. Aya is always harassed by him. One day her brother asks her to return and pick up a porn video for him in exchange for cake. She is then confronted by Tomohiro at the video store, who sees what she is getting!  \n  \nFrench : 1. Seule avec toi  \n  \nSayumi a finalement eu le courage de demander au gars qu'elle aime, Yui-kun de sortir avec elle. Chaque jour, ses sentiments grandissent de plus en plus pour lui, mais elle remarque qu'il continue à regarder une autre fille, Momoko. Peu importe ce qu'elle fait, elle sent qu'il ne la voit pas …   \n  \n2. Missile Naturel  \n  \nHanako fréquente l'école des filles St. Silvia. Elle est tombée amoureuse d'un garçon de l'école Koudan qui est jugé inférieure par St. Silvia. Elle entend ce garçon mentionner à ses amis qu'il n'aime pas les filles de cette école …  \n  \n3. Juste un baiser  \n  \nArisa est le senpai de Yuuta dans l'équipe de basketball de l'école. Un jour après avoir vu un couple s'embrasser, ils décident d'essayer aussi. Depuis ils s'embrassent à chaque fois qu'ils se voient! Arisa ne semble pas remarquer que Yuuta veut peut-être quelque chose de plus …  \n   \n  \n4. Attention à l'érotomaniaque!  \n  \nTakeuchi Tomohiro, 18 ans, est connu comme le pervers à l'école. Il soulève les jupes des filles pour voir ce qu'elles portent. Aya est sans cesse harcelée par lui. Un jour, son frère lui demande un service, de lui chercher une vidéo porno en échange d'un gâteau. Elle se retrouve face à Tomohiro au magasin de vidéos…"
  },
  "links": {
   "al": "39640",
   "ap": "kimi-dake-ni-ai-wo",
   "kt": "19156",
   "mal": "9640",
   "mu": "13840"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "shoujo",
  "status": "completed",
  "contentRating": "safe",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   }
  ],
  "version": 2,
  "createdAt": "2018-04-30T13:38:26+00:00",
  "updatedAt": "2021-05-25T15:39:22+00:00"
 },
 "relationships": [
  {
   "id": "43b3ff81-d71f-4afa-803a-02361fc491c1",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Watanabe Ayu",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "43b3ff81-d71f-4afa-803a-02361fc491c1",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Watanabe Ayu",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "d5b60d54-c1d4-4f22-b71f-f60aa266c019",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T18:05:10+00:00",
    "description": "",
    "fileName": "1603abcf-eaae-441f-8af8-76cd822abdb3.jpg",
    "updatedAt": "2021-05-24T18:05:10+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}