{
 "result": "ok",
 "data": {
  "id": "0e0c95d9-7d97-4816-98c2-9d9d0d226cf2",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Shiro Neko"
   },
   "altTitles": [
    {
     "en": "Shironeko"
    },
    {
     "en": "White Cat"
    },
    {
     "en": "白猫"
    }
   ],
   "description": {
    "en": "Collection of oneshots:\r\n\r\n1) Shiro Neko (The Cat Shiro)\r\nSensei is a veterinarian who works hard and always sleep in the last train. One day, a boy wake him up and all that he thinks is \"Kind childen really do exist\"... But is that little kid really kind? Or is he like a stray cat?\r\n\r\n2) Sweet Days\r\nAsai and Yoh were childhood friends, but Asai had to move out, so he leaves a lesson to Yoh: \"You should get stronger\". Years later, Asai is a new student and, whoa, Yoh studies there too, but... He became a deliquent?!\r\n\r\n3) And Sheep\r\n\"It's impossible to talk to animals\", that what Lin said when he was visiting Kuranosuke, a genius that knows everything about quantum physics, fundamental chemistry and medicine. After eating with him, Lin goes home and sleeps. On the next he wake up a little... Animal?!\r\n\r\n4) Himitsu no Hanashi (What We Keep Silent About)\r\nYori has a homossexual brother and he just can't stand that. But, to be more complicated, Kawamori, a close friend, likes him. Yori tries to ignore it, but when a girl appears, what will he do? \"What if Kawamori falls for someone else...\".\r\n\r\n5) Endless End\r\nOne day, Akutsu meets Mizumoto in a empty street. \"I'm glad I meet you. I was wondering what do to if I were the only one alive\". Those meetings keep on going when they are alone, but in school Mizumoto ignores him. Will they only talk in a empty world?\r\n\r\n6) Summer Vocation\r\nA extra from Sweet Days, with Asai and Yoh's young brother.",
    "pl": "Shiro Neko (The Cat Shiro) - Młody mężczyzna jest lekarzem w klinice weterynaryjnej. Pewnego wieczoru wracając do domu, zasypia w metrze. Na szczęście budzi go pewien młody chłopak, który później okazuje się być... kieszonkowcem.\r\nKilka dni później ich drogi zbiegają się ponownie, gdy złodziejaszek z metra przynosi do weterynarza rannego kociaka. Ale dlaczego on sam sprawia wrażenie zagubionego kota? I co tak bardzo intryguje weterynarza?\r\n\r\nSweet Days - Tokita Kou miał w dzieciństwie przyjaciela - Youichi'ego Asai. Asai był słaby i często płakał, więc Kou spędzał z nim dużo czasu i mu pomagał. Jednak w końcu nadszedł dzień, w którym Kou miał się przeprowadzić.\r\nPo latach chłopak wraca do starego domu. Zapisuje się do miejscowej szkoły, gdzie spotyka... Asai'ego! Tylko, że ten bardzo się zmienił. Już nie jest takim słabeuszem jak kiedyś...\r\n\r\nAnd Sheep - Kuranosuke Izubuchi jest genialnym naukowcem, otrzymał tytuł doktora mając zaledwie 14 lat! Jednak presja otoczenia sprawiła, że zdziwaczał i stał się odludkiem. Pomimo jego odmienności, od kilkunastu lat, odwiedza go chłopak o imieniu Lin.\r\nPewnego ranka, po wieczornej wizycie u Kuranosuke, Lin zauważa coś dziwnego. Wyrosły mu... owcze uszy?!\r\n\r\nHimitsu no Hanashi (What We Keep Silent About) - Yori i Mori są przyjaciółmi, jednak dla Mori’ego to coś więcej. Yori jest świadomy uczuć Mori’ego, ale związki homoseksualne budzą w nim odrazę. Tylko co miał znaczyć ten dziwny sen? I to było za uczucie, gdy zobaczył Mori’ego w towarzystwie dziewczyny?\r\n\r\nEndless End - Noc, początek Nowego Roku. Akutsu wychodzi do sklepu. Idąc pustymi ulicami miasta stwierdza, że tak wyglądałby koniec świata. A jeśli został tylko on sam? Jednak niespodziewanie spotyka na swojej drodze Mizumoto, chłopaka z równoległej klasy...\r\nCo wyniknie z tego spotkania? Czy ich życie się zmieni? A jeśli naprawdę świat się kończy?\r\n\r\nSummer Vacation - Dodatek do Sweet Days. Co się może zdarzyć podczas wspólnych wakacji Kou i Asai’ego?"
   },
   "links": {
    "mu": "8655"
   },
   "originalLanguage": "ja",
   "lastVolume": "1",
   "lastChapter": "5.5",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "256c8bd9-4904-4360-bf4f-508a76d67183",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Sci-Fi"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Comedy"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Boys' Love"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "School Life"
      },
      "description": null,
      "group": "theme",
      "version": 1
     }
    },
    {
     "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Slice of Life"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2019-12-19T11:26:52+00:00",
   "updatedAt": "2019-12-19T11:26:52+00:00"
  }
 },
 "relationships": [
  {
   "id": "a6cedb6d-022a-4de9-a629-4fd0280ec78f",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Tojitsuki Hajime",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "a6cedb6d-022a-4de9-a629-4fd0280ec78f",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Tojitsuki Hajime",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "be3a80a1-1961-4ff6-98e2-0b94ddac5fbc",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T17:38:01+00:00",
    "description": "",
    "fileName": "b3cc0101-eef1-49ec-aebc-8d235b489acd.png",
    "updatedAt": "2021-05-24T17:38:01+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}