{
 "result": "ok",
 "data": {
  "id": "10700414-2687-4024-9ffe-e8b5ce831eee",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Hatsukoi, Futatabi."
   },
   "description": {
    "en": "Due to the nature of her father's job, Maruko Juri has been changing schools since her elementary years. Since she changes school way too often, she has never really made any memories with anyone except for two boys who she used to call by A-kun and B-kun. Somehow these two boys had left lasting impression in her memories. Particularly A-kun, the boy who made her heart skip beats, the same boy who promised to propose to her seven years into the future after it was decided that she would be leaving his side for the time being.\r\n\r\nJuri, now a high school student, somehow made her way back to the same city where she met the two boys after her father got transferred again. She is ready to not get carried away but deep down she hopes to meet the two boys again as she prepares for her very first day in her school. As she starts introducing herself to her new class, a boy steps in, hugs her in front of the whole class and asks her to go out with him. The boy is none other than B-kun. But something is amiss. To her surprise, when she refers to him as B-kun, he says that he now goes by A-kun! Then where is her A-kun she fell for?! What did B-kun mean when he said the A-kun she knew isn't here anymore?!\r\n\r\nShrouded in mystery, will Juri find a new love or will it be her first love, again?"
   },
   "links": {
    "al": "107673",
    "ap": "hatsukoi-futatabi",
    "kt": "46631",
    "mal": "102274",
    "mu": "136753"
   },
   "originalLanguage": "ja",
   "lastChapter": "0",
   "publicationDemographic": "shoujo",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "School Life"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00",
   "updatedAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "3a0c84dc-b15d-4364-a4d5-46c175dcd973",
   "type": "author"
  },
  {
   "id": "3a0c84dc-b15d-4364-a4d5-46c175dcd973",
   "type": "artist"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
   "type": "tag"
  }
 ]
}