{
 "id": "114ddfec-a260-4871-a5e5-4cb0333c4826",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "The best childhood friend in the world"
  },
  "altTitles": [
   {
    "ko": "천하제일인의 소꿉친구"
   },
   {
    "en": "The best childhood friend in the world"
   },
   {
    "en": "Childhood Friend of the Zenith"
   },
   {
    "ru": "Друг детства сильнейшего воина"
   },
   {
    "ru": "Лучший друг детства на свете"
   },
   {
    "uk": "Друг дитинства найсильнішого воїна"
   },
   {
    "uk": "Найкращий друг дитинства у світі"
   },
   {
    "pl": "Przyjaciel z dzieciństwa najsilniejszego wojownika"
   },
   {
    "pl": "Najlepszy przyjaciel z dzieciństwa na świecie"
   },
   {
    "ar": "صديق الطفولة لأقوى محارب"
   },
   {
    "ar": "أفضل صديق طفولة في العالم"
   },
   {
    "ja": "天下一品の幼なじみ"
   }
  ],
  "description": {
   "ar": "خان غو يانتيان عائلته وأصبح جزءًا من طائفة شيطانية في خدمة الشيطان السماوي.\nبعد أن أصبح عضوًا في الطائفة، ارتكب العديد من الأعمال الشريرة رغمًا عنه وعاش حياة مليئة بالندم.\n\nحرب الشيطان السماوي العظيمة\nانتهت الحرب العظيمة الطويلة والجهنمية للشيطان السماوي بتحطيم وي شوير للشيطان السماوي.\nتم القبض على غو يانتيان، الذي ارتكب فظائع، وتم تعذيبه من قبل الطائفة.\nوكعمل أخير من أعمال تأنيب الضمير، كشف معلومات عن الطائفة الشيطانية لـ وي شويير، وبعد ذلك مات بعد أن أقسم يمينًا محرمة من الشيطان السماوي.\n\nبعد وفاته، ولسبب غير معروف، يعود غو يانتيان بالزمن إلى اللحظة التي التقى فيها للمرة الأولى بوي شوير.\nبعد أن أدرك أن هذا ليس حلمًا، قرر غو يانتيان أن يعيش حياة هادئة حتى لا يفعل أي شيء يندم عليه لاحقًا.\nولكن كما لو كان ذلك حظًا سيئًا، يبدأ الأشخاص من حياته الماضية في الاتصال به واحدًا تلو الآخر، على الرغم من أنه لم يكن لديه أي نية للقيام بذلك.",
   "en": "Gu Yantian betrayed his family and became part of a demonic sect in the service of the Heavenly Demon.\nAfter becoming a sect member, he commits many evil acts against his will and lives a life of regret.\n\nHeavenly Demon's Great War.\nThe long and hellish Great War of the Heavenly Demon ended with Wei Xue'er shattering the Heavenly Demon.\nGu Yantian, who had committed atrocities, was captured and tortured by the sect.\nAs a final act of conscience, he reveals information about the demonic sect to Wei Xue'er, after which he dies after swearing a taboo oath from the Heavenly Demon.\n\nAfter his death, for some unknown reason, Gu Yantian, is transported back in time to the moment when he first met Wei Xue'er.\nAfter realizing that this is not a dream, Gu Yantian decides to lead a quiet life so as not to do anything that he will regret later.\nBut as if it was bad luck, people from his past life begin to contact him one by one, even though he had no intention of doing so.",
   "ja": "顧雁天は家族を裏切り、天魔に仕える悪魔の宗派に入った。\nセクトの一員となった後、彼は自分の意志に反して数々の悪事を働き、後悔の人生を送る。\n\n天魔大戦争。\n長く地獄のような天魔大戦争は、魏雪兒が天魔を打ち砕くことで終結した。\n残虐行為を働いた谷干天は、宗派に捕らえられ拷問を受けた。\n最後の良心の呵責として、彼は魏雪兒に悪魔の宗派に関する情報を明かし、その後、天魔の禁忌を誓って死ぬ。\n\n彼の死後、谷干天はなぜか魏雪兒と初めて会った時にタイムスリップしてしまう。\nこれは夢ではないと悟った谷干天は、後で後悔するようなことをしないよう、静かに暮らそうと決心する。\nしかし、まるで不運だったかのように、そんなつもりはなかったのに、前世の人々が次々と彼に接触してくる。",
   "ko": "정파를 배신하고 천마 휘하의 마인이 되어 버린 구양천.\n마인으로서 살아가며 천마의 명으로 본인의 의지와는 상관없이 수많은 악행을 저지르고 후회로 점철된 인생을 살아가게 된다.\n\n천마가 일으킨 정마대전.\n정파의 삼존 존재마저 무릎을 꿇린 천마를 베어낸 위설아로 인해 길고 길었던 지옥 같은 정마대전에 종지부가 찍히고\n마인으로서 악행을 일삼던 구양천은 정파에게 사로잡혀 고문을 받게 된다.\n마지막 남은 양심으로 위설아에게 마교의 정보를 넘기던 와중 천마의 금제로 인해 생을 마감하게 된다.\n\n그러나 무슨 이유에서인지 구양천은 과거 위설아와 처음 만났을 시점으로 회귀하게 된다.\n회귀가 꿈이 아님을 자각한 구양천은 후회할 짓을 만들지 않도록 조용히 살고자 마음을 먹지만\n무슨 일에서 인지 전생에 악연이었던 인물들이 그의 의도와는 다르게 하나둘씩 꼬이기 시작한다.",
   "pl": "Gu Yantian zdradził swoją rodzinę i stał się częścią demonicznej sekty w służbie Niebiańskiego Demona.\nPo tym, jak został członkiem sekty, popełnił wiele złych czynów wbrew swojej woli i prowadził życie pełne żalu.\n\nWielka Wojna Niebiańskiego Demona.\nDługa i piekielna Wielka Wojna Niebiańskiego Demona zakończyła się zniszczeniem Niebiańskiego Demona przez Wei Xue'er.\nGu Yantian, który dopuścił się okrucieństw, został schwytany i torturowany przez sektę.\nJako ostatni akt sumienia ujawnia Wei Xue'er informacje o demonicznej sekcie, po czym umiera po złożeniu przysięgi tabu Niebiańskiego Demona.\n\nPo jego śmierci, z nieznanego powodu, Gu Yantian zostaje przeniesiony w czasie do momentu, w którym po raz pierwszy spotkał Wei Xue'er.\nPo uświadomieniu sobie, że to nie jest sen, Gu Yantian postanawia prowadzić spokojne życie, aby nie zrobić niczego, czego później będzie żałował.\nAle jakby to był pech, ludzie z jego poprzedniego życia zaczynają się z nim kontaktować jeden po drugim, mimo że nie miał zamiaru tego robić.",
   "ru": "Гу Яньтянь предал свою семью и стал частью демонической секты на службе у Небесного Демона.\nСтав сектантом, он совершает множество злых поступков против своей воли и проживает жизнь, полную сожалений.\n\nВеликая война Небесного Демона.\nДолгую и адскую Великую войну Небесного Демона закончил Вэй Сюэ'эр, разрубив Небесного Демона.\nГу Яньтянь, совершивший злодеяния, был схвачен и подвергнут пыткам со стороны секты.\nВ качестве последнего акта совести он раскрывает Вэй Сюэ'эр информацию о демонической секте, после чего умирает от клятвы на табу от Небесного Демона.\n\nПосле своей смерти, по непонятной причине, Гу Яньтянь, переносится в прошлое, в тот момент, когда он впервые встретил Вэй Сюэ'эр.\nОсознав, что это не сон, Гу Яньтянь решает вести спокойную жизнь, чтобы не совершить ничего такого, о чем потом придется жалеть.\nНо как на зло, люди из его прошлой жизни начинают общаться с ним один за другим, хотя он и не собирался этого делать.",
   "uk": "Гу Яньтянь зрадив свою сім'ю і став частиною демонічної секти на службі у Небесного Демона.\nСтавши сектантом, він робить безліч злих вчинків проти своєї волі і проживає життя, повне жалю.\n\nВелика війна Небесного Демона.\nДовгу і пекельну Велику війну Небесного Демона закінчив Вей Сюе'ер, розрубавши Небесного Демона.\nГу Яньтянь, який вчинив злодіяння, був схоплений і підданий тортурам з боку секти.\nЯк останній акт совісті він розкриває Вей Сюе'ер інформацію про демонічну секту, після чого помирає від клятви на табу від Небесного Демона.\n\nПісля своєї смерті, з незрозумілої причини, Гу Яньтянь переноситься в минуле, у той момент, коли він уперше зустрів Вей Сюе'ер.\nУсвідомивши, що це не сон, Гу Яньтянь вирішує вести спокійне життя, щоб не зробити нічого такого, про що потім доведеться шкодувати.\nАле як на зло, люди з його минулого життя починають спілкуватися з ним один за одним, хоча він і не збирався цього робити."
  },
  "links": {
   "mal": "172844",
   "mu": "xirzt93",
   "raw": "https://page.kakao.com/content/64688681"
  },
  "originalLanguage": "ko",
  "status": "ongoing",
  "year": 2024,
  "contentRating": "suggestive",
  "tags": [
   {
    "id": "292e862b-2d17-4062-90a2-0356caa4ae27",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Time Travel"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Action"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "3e2b8dae-350e-4ab8-a8ce-016e844b9f0d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Long Strip"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "87cc87cd-a395-47af-b27a-93258283bbc6",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adventure"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e197df38-d0e7-43b5-9b09-2842d0c326dd",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Web Comic"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Full Color"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 7,
  "createdAt": "2024-08-07T17:26:34+00:00",
  "updatedAt": "2024-08-13T14:57:04+00:00"
 },
 "relationships": [
  {
   "id": "33dda79c-fea6-44ab-bc26-f10d63a95241",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2024-08-07T17:01:09+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Ubilam",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-08-07T17:01:09+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "dcb39df7-15ea-459d-8b13-b2bc29c5c767",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2024-08-07T19:01:56+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Min Yong-ki",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-08-07T19:01:56+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "d0ab8988-8f91-4c96-b0b7-49a699ed6fe7",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2024-08-13T14:57:03+00:00",
    "description": "",
    "fileName": "fea45308-3623-4bf2-af64-324429c6607a.jpg",
    "locale": "ko",
    "updatedAt": "2024-08-13T14:57:03+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "b05156e1-c77d-460c-a809-c1ccccbfe83f",
   "type": "creator"
  }
 ]
}