{
 "result": "ok",
 "data": {
  "id": "11b536cd-7e3a-4c7a-bd6f-b702c1217cc0",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Ookamitachi no Gohoubi"
   },
   "description": {
    "en": "Sarashina Tsumugi is a new transfer student who is thrilled to finally be able to go to the school her mother graduated from. It's still summer break, but Tsumugi arrives at the school early for an assembly. \r\n\r\nAlmost immediately after setting foot on campus, she encounters two guys and a girl arguing apparently fighting over a ring. The girl is trying to break up the argument, but her actions don\u0026acirc;\u0026euro;\u0026trade;t help much. In the scuffle, the ring goes flying through the air and lands down Tsumugi\u0026acirc;\u0026euro;\u0026trade;s uniform blouse! One of the guys pounces on Tsumugi, tearing her blouse open while chasing after the ring! \r\n\r\nShocked and horrified, Tsumugi slaps him and desperately tries to cover herself. What is wrong with the people at this school! Anger immediately sets in, and she yells at both guys, reprimanding them for their actions. Her anger is so fierce, that they immediately apologize.\r\n\r\nTsumugi learns that these guys are cousins: Ibara Chitose and Ibara Hajime. Although Tsumugi has a bad impression of them, it turns out that Hajime and Chitose are extremely popular. They are even related to the school superintendent and currently serve as co-vice presidents of the student council! And what's this being super close? After the scene earlier she knows they are nothing but liars: they didn\u0026acirc;\u0026euro;\u0026trade;t get along AT ALL! \r\n\r\nAfter finally reaching the morning assembly, she hears her name being called. Ibara Chitose, looking rather smug, has just declared that Tsumugi is their endorsed candidate for the next Student Council President! What will become of her peaceful school life!?"
   },
   "links": {
    "mal": "12742",
    "mu": "31539"
   },
   "originalLanguage": "ja",
   "lastChapter": "4",
   "publicationDemographic": "shoujo",
   "status": "completed",
   "contentRating": "erotica",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "School Life"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "5bb6e85b-6881-40eb-b66d-9aa653ce476b",
   "type": "author"
  },
  {
   "id": "5bb6e85b-6881-40eb-b66d-9aa653ce476b",
   "type": "artist"
  },
  {
   "id": "84e44135-cfed-407c-8552-b537b4684d3a",
   "type": "chapter"
  },
  {
   "id": "5c0faac9-4752-4b93-9840-983f47ee66df",
   "type": "chapter"
  },
  {
   "id": "32179c63-cb66-4c44-aa47-b2436f649c71",
   "type": "chapter"
  },
  {
   "id": "9dece21b-9385-4b12-8dc1-333cb942f4a3",
   "type": "chapter"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
   "type": "tag"
  }
 ]
}