{
 "id": "11bfa371-f53f-42b7-8213-94b1323b02b6",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Yubisaki to Renren"
  },
  "altTitles": [
   {
    "ja": "ゆびさきと恋々"
   },
   {
    "en": "A Sign of Affection"
   },
   {
    "en": "Attached to Your Fingertips"
   },
   {
    "de": "Ein Zeichen der Zuneigung"
   },
   {
    "vi": "Ngôn ngữ yêu thương"
   },
   {
    "es": "Signos de afecto"
   },
   {
    "uk": "Кохання на кінчиках пальців"
   },
   {
    "ru": "Любовь с кончиков пальцев"
   },
   {
    "ru": "Знак привязанности"
   },
   {
    "ar": "رمز العاطفة"
   },
   {
    "th": "ร้อยเรียงรักจากหัวใจ"
   },
   {
    "zh": "指尖相触，恋恋不舍"
   },
   {
    "ko": "손끝과 연연"
   },
   {
    "fr": "A Sign of Affection"
   },
   {
    "pl": "Znaki naszych uczuć"
   },
   {
    "ja-ro": "Yubisaki to Renren"
   },
   {
    "en": "Love Affection"
   }
  ],
  "description": {
   "de": "Als die gehörlose Studentin Yuki eines Tages in Schwierigkeiten gerät, kommt ihr ihr Kommilitone Itsuomi zu Hilfe. Yuki ist fasziniert von Itsuomi, da er sie trotz ihres Handicaps wie einen ganz normalen Menschen behandelt. Durch ihn beginnt Yuki nicht nur eine neue Welt zu entdecken, sondern bekommt auch zum ersten Mal Herzklopfen.",
   "en": "One day, Yuki, a university student, is in trouble when she is rescued by Itsuomi, a senior student at the same university. Even though Yuki is deaf due to a hearing impairment, Itsuomi is unfazed and treats her naturally. Yuki gradually becomes aware of Itsuomi, who makes her feel a new world...\n\n---\nYuki is a typical college student, whose world revolves around her friends, social media, and the latest sales. But when a chance encounter on a train leads to her meeting friend-of-a-friend and fellow student Itsuomi-san, her world starts to widen. But even though Itsuomi-kun can speak three languages, sign language isn't one of them. Can the two learn to communicate the budding feelings between them?",
   "es": "La vida de Yuki, una universitaria con sordera, va a dar un vuelco cuando en su camino se cruce el joven Itsuomi, un muchacho que, a pesar de dominar varios idiomas, no conoce la lengua de signos japonesa. Itsuomi se interesa enseguida en Yuki y desea aprender la lengua de signos y, sobre todo, entrar en el mundo de ella. Signos de afecto es una historia de amor sobre la necesidad de la comunicación, sobre el aprendizaje de las diferencias y sobre la empatía.",
   "fr": "Yuki est une étudiante qui, comme beaucoup d'autres, construit son quotidien autour de ses amis, des réseaux sociaux et de ce qu'elle aime. Mais quand un jour, dans le train, elle croise un jeune homme qui voyage à travers le monde, son univers va être chamboulé: ce dernier, bien que trilingue, ne connaît pas la langue des signes. Pourtant, très vite, il manifestera pour elle un intérêt bien particulier… Comment réagira-t-elle face à ce camarade d'université entreprenant et communicatif?\n\nA sign of affection décrit avec pudeur et simplicité l'histoire d'amour entre une jeune femme sourde et un grand voyageur. à n'en pas douter, les personnages de ce manga ne manqueront pas de vous émouvoir!",
   "it": "Un giorno, in un momento di difficoltà, una studentessa universitaria di nome Yuki viene aiutata da Itsuomi, un senpai che frequenta il suo stesso istituto. Il giovane la tratta con grande naturalezza e non si scompone minimamente quando capisce che la ragazza è sorda. Ben presto, Yuki scoprirà di provare qualcosa per quel ragazzo, grazie al quale ha cominciato a percepire la realtà in maniera del tutto nuova...",
   "ja": "女子大生の雪は、ある日困っているところを同じ大学の先輩・逸臣に助けてもらう。聴覚障がいがあって耳が聴こえない雪にも動じることなく、自然に接してくれる逸臣。自分に新しい世界を感じさせてくれる逸臣のことを雪は次第に意識し始めて…！？",
   "ko": "여대생 유키는 어느날 곤란에 처해있을 때 같은 대학 선배인 이츠오미의 도움을 받는다. 청각장애가 있어 귀가 들리지 않는 유키에게도 동요하지 않고 자연스럽게 대해주는 이츠오미. 자신에게 새로운 세계를 느끼게 해준 이츠오미를 유키는 점점 의식하기 시작하는데…?!",
   "pt": "Yuki é uma típica estudante universitária que nasceu surda. Ela ama estar perto dos seus amigos, redes sociais e fazer compras. Certo dia, ela recebe ajuda de Itsuomi, um estudante da mesma universidade que ela, enquanto estava no metrô. A partir daí, nasce uma amizade entre eles que se torna cada vez mais especial. \"Neste dia, Yuki sentiu o seu mundo mudar.\"",
   "pt-br": "Yuki é uma típica estudante universitária que nasceu surda, cujo mundo gira em torno de seus amigos, redes sociais e as últimas vendas. Mas quando um encontro casual em um trem a leva a conhecer o amigo de um amigo e colega estudante Itsuomi-san, seu mundo começa a se ampliar. Mas mesmo que Itsuomi-kun fale três línguas, a linguagem de sinais não é uma delas.  \n\nOs dois podem aprender a comunicar os sentimentos que estão surgindo entre eles?",
   "ru": "Это нежная история о любви между глухонемой девушкой и парнем, говорящем на нескольких языках и облетевшем мир, как много они могут привнести и изменить в мирах друг друга? Ицуоми выручает Юки, оказывается, что они учатся в одном университете. Случайная встреча, заинтересованность, стремление, желание… Что же Юки постепенно осознает?..",
   "th": "วันหนึ่ง ขณะกำลังตกที่นั่งลำบาก ยูคิ นักศึกษาสาว ได้อิสึโอมิ รุ่นพี่นักศึกษามหา'ลัยเดียวกันช่วยไว้แม้ยูคิจะไม่ได้ยินเสียงเพราะมีความบกพร่องทางการได้ยินแต่อิสึมิก็ยังทำตัวปกติเป็นธรรมชาติกับเธออย่างใจเย็นจากนั้นยูคิก็เริ่มสนใจอิสึมิที่ช่วยตัวเองได้สัมผัสถึงโลกใบใหม่ขึ้นมา...!?",
   "tr": "Tüm dünyası arkadaşları, sosyal medyası ve çok satanları etrafında dönen Yuki, tipik bir üniversite öğrencisidir. Ancak bir trende, bir arkadaşının arkadaşı olan İtsuomi-san ile tanışma şansı olunca dünyası genişlemeye başlar. Fakat maalesef, her ne kadar İtsuomi-kun üç dil konuşabilse de, işaret dili onlardan biri değildir. İkisi, aralarındaki tomurcuklanan duyguları birbirine iletmeyi öğrenebilecek mi?",
   "uk": "Юкі — студентка. Як і в багатьох інших ровесників, її повсякденне життя обертається навколо друзів, соцмереж, загалом усього, що їй подобається. Та якось вона випадково зустріла в потязі юнака, що любить подорожувати, і її світ перевернувся.\n\nІцуомі трилінгв, однак не знає японської мови жестів.\n\nПроте незабаром він нею особливо зацікавиться… Як Юкі відреагує на цього впертого однокурсника, який прагне подружитися з нею? «A Sign of affection» лаконічно і просто описує історію кохання дівчини з порушенням слуху та завзятого мандрівника. Без сумніву, стосунки між героями цієї манґи неодмінно вас зворушать!",
   "zh": "自從與你相遇之后，我的世界出現了改變的聲音。"
  },
  "links": {
   "al": "111189",
   "amz": "https://www.amazon.co.jp/kindle-dbs/product/B08FTLXMVB",
   "ap": "a-sign-of-affection",
   "bw": "series/230492",
   "cdj": "https://www.cdjapan.co.jp/product/NEOBK-2428793",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/567630",
   "engtl": "https://comics.inkr.com/title/1227-a-sign-of-affection?utm_source=mgd",
   "kt": "56016",
   "mal": "121504",
   "mu": "154391",
   "raw": "https://go-dessert.jp/kc/renren/"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "shoujo",
  "status": "ongoing",
  "year": 2019,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "hu",
   "pt-br",
   "es-la",
   "en",
   "tr",
   "it",
   "ru"
  ],
  "latestUploadedChapter": "62f90650-72ec-4913-8d6a-40e2a98a9f75",
  "tags": [
   {
    "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Award Winning"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 24,
  "createdAt": "2020-01-25T18:55:32+00:00",
  "updatedAt": "2024-06-05T14:45:26+00:00"
 },
 "relationships": [
  {
   "id": "a0353eed-26c5-436c-bbbb-d9a32b150213",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Morishita Suu",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/morisita_suu",
    "updatedAt": "2023-08-18T19:40:08+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "a0353eed-26c5-436c-bbbb-d9a32b150213",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Morishita Suu",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/morisita_suu",
    "updatedAt": "2023-08-18T19:40:08+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "0feade62-3466-4cb5-a23d-9ee30b8bc6f6",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2024-06-01T14:52:02+00:00",
    "description": "Volume 10 Cover from BookWalker",
    "fileName": "c4d83a00-161e-42aa-8aa5-0e205bca7711.jpg",
    "locale": "ja",
    "updatedAt": "2024-06-01T14:52:02+00:00",
    "version": 1,
    "volume": "10"
   }
  }
 ]
}