{
 "id": "16b27cc8-52aa-41ca-bc5a-da14755685ea",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "I Became the Lady of a Cursed Duchy"
  },
  "altTitles": [
   {
    "ko": "저주받은 공작가의 안주인이 되어버렸다"
   },
   {
    "ko": "저주받은 공작가의 안주인이 되어 버렸다"
   },
   {
    "en": "Becoming the Lady of the Cursed Ducal House"
   },
   {
    "es": "Convertirse en la dama de la casa ducal maldita"
   },
   {
    "es": "Me convertí en la esposa del duque maldito"
   },
   {
    "es": "Me convertí en la señora del duque maldito"
   },
   {
    "es": "Me convertí en la señora del ducado maldito"
   },
   {
    "ru": "Я стала хозяйкой проклятого герцогства"
   },
   {
    "hu": "Az elátkozott hercegi ház hölgyévé válni"
   }
  ],
  "description": {
   "ar": "عندما تستيقظ هانا في رواية بشخصية سيلينا، وهي شخصية مصيرها الموت، تقرر ان تضل بعيدة عن انضار الأخرين – حتى تظهر شائعات مزعجة تشير إلى أن زوجها، دوق كيليان سيفريد، قتل ابن أخيه وابنته. وبينما تستمر في حل هذا اللغز، تكتشف لعنة عائلية مرعبة تجعل الأطفال وحوشًا في أعين الآخرين. ومع ذلك، تكتشف سيلينا أن لمسها يكشف عن أشكالهم الحقيقية. وكلما حفرت أعمق، تكتشف سيلينا أنها نقلت إلى هذا العالم بواسطة إلهة لديها مهمة: رفع لعنة العائلة سيفريد المظلمة. هل يمكنها كشف أسرار العائلة الملتوية وتغيير مصيرها الخاص؟",
   "de": "Als Hana in ihrem Lieblingsroman im Körper der schönen Herzogin Cielina aufwacht, ist sie mehr als nur geschockt – schließlich soll diese Figur laut der Geschichte einen elenden Tod sterben. In der Hoffnung, dadurch ihr Schicksal abzuwenden, entscheidet sich dazu, ruhig und unauffällig weiterzuleben; doch dann kommen beunruhigende Gerüchte über ihren Ehemann Herzog Killian Seyfried auf: Er soll seinen Neffen und seine Nichte eigenhändig umgebracht haben. Während Cielina diesen Gerüchten auf den Grund geht, findet sie heraus, dass die Familie ihres Gatten von einem Fluch heimgesucht wird, der die Kinder in den Augen anderer wie wilde Bestien aussehen lässt – und es stellt sich außerdem heraus, dass ihre wahre Form nur durch Cielinas Umarmung sichtbar wird. So verstrickt sie sich immer weiter in die Geheimnisse der Familie und erfährt, dass sie von einer Göttin in die Welt des Romans gebracht wurde, um den Fluch der Seyfrieds zu brechen. Aber kann Cielina es schaffen, das Mysterium um diese Familie zu lösen und ihr eigenes Schicksal verändern?",
   "en": "When Hana wakes up in a novel as Cielina, a character who is destined to die, she decides to keep a low profile—until disturbing rumors surface that her husband, Duke Killian Seyfried, killed his own niece and nephew. Diving into the mystery, she uncovers a haunting family curse that renders the children monstrous in others’ eyes. Yet, Cielina’s touch reveals their true forms. As she digs deeper, Cielina discovers she’s been transported into this world by a goddess with a mission: to lift the Seyfried family’s dark curse. Can she unravel the family’s twisted secrets and alter her own fate?",
   "es": "Cuando Hana se despierta en una novela como Cielina, un personaje destinado a morir, decide mantener una superficie de rumores inquietantes de bajo perfil que su esposo, el Duke Killian Seyfried, mató a su propia sobrina y sobrino. Al sumergirse en el misterio, descubre una maldición familiar inquietante que hace que los niños sean monstruosos a los ojos de los demás. Sin embargo, el toque de Cielina revela sus verdaderas formas. Mientras cava más profundo, Cielina descubre que una diosa ha sido transportada a este mundo con una misión: levantar la oscura maldición de la familia Seyfried. ¿Puede desentrañar los secretos retorcidos de la familia y alterar su propio destino?",
   "fr": "Quand Hana se réveille dans le corps de Cielina, un personnage voué à mourir dans le roman dont elle est tirée, elle décide de se faire discrète. Seulement, peu après son arrivée, elle entend d'étranges rumeurs racontant que son mari, le duc Killian Seyfried, aurait tué ses propres neveu et nièce. En enquêtant un peu plus sur cette sombre affaire, elle découvre que la famille du duc est en réalité victime d’une terrible malédiction. Les neveu et nièce du duc n’ont pas été tués, mais sont en réalité cachés du reste du monde. Cielina découvre bien vite que les deux adorables jeunes enfants qu’elle a rencontrés apparaissent sous forme de deux terrifiants dragons aux yeux de n’importe quels autres humains. Elle apprendra ensuite qu’elle a été amenée dans ce monde par une déesse et qu’elle a une mission: sauver la famille du duc de sa malédiction.",
   "id": "Ketika Hana terbangun dalam sebuah novel sebagai Cielina, karakter yang ditakdirkan untuk mati, dia memutuskan untuk tidak menonjolkan diri — sampai desas-desus yang mengganggu muncul bahwa suaminya, Duke Killian Seyfried, membunuh keponakannya sendiri. Menyelam ke dalam misteri, dia mengungkap kutukan keluarga yang menghantui yang membuat anak-anak mengerikan di mata orang lain. Namun, sentuhan Cielina mengungkapkan bentuk asli mereka. Saat dia menggali lebih dalam, Cielina menemukan bahwa dia telah diangkut ke dunia ini oleh seorang dewi dengan misi: untuk mengangkat kutukan gelap keluarga Seyfried. Bisakah dia mengungkap rahasia keluarga yang bengkok dan mengubah nasibnya sendiri?",
   "ru": "Проснувшись в BL романе в роли Селины, девушки, которой суждено умереть, она решает жить тихо и спокойно. Но неожиданно всплывают слухи о том, что ее муж, герцог Киллиан Сейфрид, убил собственных племянницу и племянника.\nПогружаясь в тайну дома, она узнает о семейном проклятье, которое делает детей чудовищами в глазах окружающих.\nСможет ли она разгадать запутанные секреты семьи и изменить свою собственную судьбу?"
  },
  "links": {
   "ap": "becoming-the-lady-of-the-cursed-ducal-house",
   "engtl": "https://www.tappytoon.com/en/book/becoming-the-lady-of-the-cursed-ducal-house",
   "mu": "mh85li3",
   "raw": "https://page.kakao.com/content/63317152"
  },
  "originalLanguage": "ko",
  "status": "ongoing",
  "year": 2023,
  "contentRating": "safe",
  "tags": [
   {
    "id": "292e862b-2d17-4062-90a2-0356caa4ae27",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Time Travel"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "36fd93ea-e8b8-445e-b836-358f02b3d33d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Monsters"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "3e2b8dae-350e-4ab8-a8ce-016e844b9f0d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Long Strip"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "d14322ac-4d6f-4e9b-afd9-629d5f4d8a41",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Villainess"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adaptation"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Full Color"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 3,
  "createdAt": "2024-01-30T04:07:19+00:00",
  "updatedAt": "2024-01-30T04:09:50+00:00"
 },
 "relationships": [
  {
   "id": "083fb1cd-3abb-46e4-8365-9c1af271f454",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2024-01-30T03:50:14+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "SS.Kim",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-01-30T03:50:14+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "38eb9aaf-b689-45db-9d77-e7e9511a4b05",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2024-01-30T04:06:48+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Nessa",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-01-30T04:06:48+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "1c96f716-f4f1-472c-bc3a-cdee62cc5f8c",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2024-01-30T03:51:15+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Jail-hyun",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-01-30T03:51:15+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "4059c81b-84ae-4e4a-b467-af067b09ccaf",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2024-01-30T04:07:22+00:00",
    "description": "",
    "fileName": "a33d7cb2-3d5b-4d9f-a96b-eaff4a6b134d.jpg",
    "locale": "ko",
    "updatedAt": "2024-01-30T04:07:22+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "60d89dcf-1df2-4f5d-9ab8-08958e5c9b74",
   "type": "creator"
  }
 ]
}