{
 "id": "17dcd7da-7692-420f-b813-a92159def4be",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Hikaru no Go"
  },
  "altTitles": [
   {
    "ja": "ヒカルの碁"
   },
   {
    "ja-ro": "HikaGO"
   },
   {
    "ja-ro": "HnG"
   },
   {
    "sv": "Hikarus go"
   },
   {
    "fr": "Le go de Hikaru"
   },
   {
    "pt": "O go de Hikaru"
   },
   {
    "es": "El go de Hikaru"
   },
   {
    "uk": "Хікару і Ґо"
   },
   {
    "ru": "Хикару и го"
   },
   {
    "zh-hk": "棋魂"
   },
   {
    "zh": "棋灵王"
   },
   {
    "ko": "히카루의 바둑"
   },
   {
    "ko": "고스트 바둑왕"
   },
   {
    "he": "היקארו נו גו"
   },
   {
    "he": "היִקָארוּ נוֹ גוֹ"
   },
   {
    "ar": "هيكارو نو غو"
   },
   {
    "id": "Hikaru's Go"
   },
   {
    "th": "ฮิคารุเซียนโกะ"
   },
   {
    "vi": "Hikaru - Kì thủ cờ vây"
   },
   {
    "vi": "Vua Cờ"
   }
  ],
  "description": {
   "de": "Eigentlich will Hikaru den Krempel von Großvaters Dachboden einfach nur zu Geld machen. Doch beim Stöbern erweckt er den Geist eines Go-Meisters zu neuem Leben, der sich kurzerhand in seinem Bewusstsein einnistet. Glücklicherweise ist Sai ein liebenswerter Geist, der zu Hikarus Leidwesen aber ein höchst gewöhnungsbedürftiges Hobby pflegt: das uralte Brettspiel »Go.« Zunächst hält Hikaru wenig von dem »Spiel für alte Leute,« doch dann begegnet er dem gleichaltrigen Akira, einem Nachwuchsprofi, der seinen Ehrgeiz weckt…",
   "en": "A regular school boy, Hikaru Shindo stumbles upon an old go board while looking through his grandpa's old storage room for something worth money. From inside the board came an old spirit named Sai who once dedicated his life to go. Together, Sai continues to search for the move people call \"the god's hand\" while Hikaru slowly began an interest in this ancient game and walks down the road of go.\n\n---\nHikaru Shindo is like any sixth-grader in Japan: a pretty normal school boy with a two-tone head of hair and a penchant for antics. One day, he finds an old bloodstained Go board in his grandfather's attic - and that's when thing get really interesting. Trapped inside the Go board is Fujiwara-no-Sai, the ghost of an ancient Go master who taught the strategically complex bpard game to the Emperor of Japan many centuries ago. In one fateful moment, Sai becomes a part of Hikaru's consciousness and together, through thick and thin, they make an unstoppable Go-playing team. Will they be able to defeat Go players who have dedicated their lives to the game? Will Sai achieve the \"Divine Move\" so he'll finally be able to rest in peace?\n\n---\n*Hikaru no Go* received the Shogakukan Manga Award in 2000 and creators received Tezuka Osamu Cultural Prize in 2003 for the series.",
   "fr": "Un jour, Hikaru, 11 ans, trouve dans une remise une vieille table de go. Soudain, de celle-ci surgit un fantôme qui y était enfermé: le fantôme de Saï Fujiwara, un génie du jeu de go à l'époque Heïan (VIIIe à XIIe siècle) qui s'introduit dans l'esprit de Hikaru. Acceptant de permettre à Saï de jouer au go contre quelqu'un, Hikaru fait la connaissance d'Akira Toya, fils du meilleur joueur japonais et promis lui aussi à un brillant avenir. La passion de Saï et d'Akira pour ce jeu entraîne peu à peu Hikaru dans le monde du go...\n\n---\nUn jour, Hikaru 11 ans, trouve dans une remise une vieille table de go. Soudain, de celle-ci surgit un fantôme qui y est enfermé: le fantôme de Saï Fujiwara, un génie du jeu de go à l'époque Heian (du VIIème au XIIème siècle) qui s'introduit dans l'esprit de Hikaru. La passion de Saï pour ce jeu entraine peu à peu Hikaru dans le monde du go...",
   "it": "Hikaru è un dodicenne vivace e spensierato. Un giorno, rovistando nella soffitta del nonno, trova un’antica tavola da Go dalla quale si sprigiona lo spirito di un giovane che da quel momento comincia a vivere in simbiosi con lui.\nIl benevolo fantasma corrisponde a Sai, maestro di Go vissuto mille anni prima alla corte dell’imperatore. Sai è animato dal desiderio di tornare a giocare a Go e l’unico modo per farlo è attraverso Hikaru, il solo che può vederlo e parlare con lui. È l’inizio di una fantastica amicizia.",
   "ja": "ある日小6のヒカルは蔵で古い碁盤を見つける。その瞬間、碁盤に宿っていた平安の天才棋士・藤原佐為の霊がヒカルの意識の中に入り込んだ。佐為の囲碁に対する一途な想いが、徐々にヒカルを囲碁の世界へと導いていく…。",
   "ko": "어느날 초등학교 6학년인 히카루는 창고에서 오래된 바둑판을 발견한다. 그 순간 바둑판에 봉인되어있던 헤이안 시대의 천재기사 후지와라노 사이의 혼이 히카루의 의식속으로 들어와 버린다. 사이의 바둑을 향한 일편단심 열정이 서서히 히카루를 바둑의 세계로 인도해가는데.",
   "pt": "Hikaru Shindo era um garoto comum, como qualquer outro da sua idade. Frequenta a escola (está no sexto ano do ensino fundamental), sofre para tirar boas notas e se diverte com os seus amigos, principalmente com a inseparável Akari. Até que um dia, ele encontra um tabuleiro de go esquecido no sótão de seu avô. A partir de então, os caminhos do garoto e de um fantasma milenar chamado Sai se cruzam, dando início a uma nova fase na vida de Hikaru.\nFujiwara no Sai era um exímio jogador e instrutor de go do imperador no período Heian (entre os anos 794 e 1185). Mas teve uma morte prematura após um grave incidente provocado por um rival. Agora, ele está de volta na forma de um fantasma e precisa do garoto para cumprir um único objetivo: realizar a “jogada de Deus.”\n\nO problema é que Hikaru prefere mil vezes fazer qualquer outra coisa do que praticar esse jogo, porém sempre que ele se recusa, o espírito de Sai mergulha numa profunda tristeza, provocando crises de vômito no estudante. Sem saída, ele passa a se esforçar para aprender. Mergulhando nesse universo, revela-se uma nova realidade.",
   "vi": "Ngày nọ, Hikaru tìm thấy một bàn cờ vây cũ kĩ trên gác xép trong kho nhà ông ngoại. Bỗng đâu, từ trong bàn cờ, linh hồn Fujiwara no Sai xuất hiện và nhập vào tâm thức cậu. Vốn là một kì thủ thiên tài từ thời Heian, Sai coi trọng cờ vây hơn tất thảy mọi thứ trên đời. Từ đây, Hikaru từng bước dấn sâu vào thế giới cờ vây kì thú dưới sự dẫn dắt của Sai.",
   "zh-hk": "某天，小學六年級的阿光，在倉庫裡找到古老的棋盤。這一瞬間，寄宿在棋盤的平安時代的天才棋士·藤原佐為，他的靈魂便進入阿光的意識裡。佐為對圍棋執著不變的思念，將阿光漸漸地帶入圍棋的世界……"
  },
  "links": {
   "al": "30020",
   "amz": "https://www.amazon.co.jp/gp/product/B074CK3KFX",
   "ap": "hikaru-no-go",
   "bw": "series/13051",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/134515/",
   "engtl": "https://www.viz.com/hikaru-no-go",
   "kt": "56",
   "mal": "20",
   "mu": "1083"
  },
  "originalLanguage": "ja",
  "lastVolume": "23",
  "lastChapter": "189",
  "publicationDemographic": "shounen",
  "status": "completed",
  "year": 1998,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "en"
  ],
  "tags": [
   {
    "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Award Winning"
     },
     "description": null,
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "31932a7e-5b8e-49a6-9f12-2afa39dc544c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Traditional Games"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "3b60b75c-a2d7-4860-ab56-05f391bb889c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Psychological"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 6,
  "createdAt": "2018-02-04T18:53:44+00:00",
  "updatedAt": "2022-08-06T18:27:34+00:00"
 },
 "relationships": [
  {
   "id": "10e45c0d-a7d7-4f10-b56a-bd0a4445236c",
   "type": "author",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Hotta Yumi",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "37ffda70-8f9e-4051-a020-073cae8d25a6",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "Takeshi Obata (小畑 健, Obata Takeshi, born February 11, 1969) is a Japanese manga artist that usually works as the illustrator in collaboration with a writer. He first gained international attention for Hikaru no Go (1998–2003) with [Yumi Hotta](https://mangadex.org/author/10e45c0d-a7d7-4f10-b56a-bd0a4445236c/hotta-yumi), but is better known for Death Note (2003–2006) and Bakuman (2008–2012) with [Tsugumi Ohba](https://mangadex.org/author/0669bf79-ca27-4f50-9b48-741fb235137f/ohba-tsugumi). Obata has mentored several well-known manga artists, including [Nobuhiro Watsuki](https://mangadex.org/author/e718ceea-6dff-4297-bd36-1cecaf077e83/watsuki-nobuhiro) of Rurouni Kenshin fame, Black Cat creator [Kentaro Yabuki](https://mangadex.org/author/a36f5f24-d009-46b5-bee3-b0ceb6a52067/yabuki-kentaro), and Eyeshield 21 artist [Yusuke Murata](https://mangadex.org/author/47cd4e57-3fc4-4d76-97e4-b3933a5b05ef/murata-yuusuke).\n\nOn September 6, 2006, Obata was arrested for illegal possession of an 8.6 cm knife when he was pulled over in Musashino, Tokyo for driving with his car's headlights off at 12:30am. The artist claimed he kept the knife in his car for when he goes camping."
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Obata Takeshi",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-01-02T05:39:43+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "cc38040a-81bd-4f75-a41f-c2085c1f9d0c",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-23T08:10:19+00:00",
    "description": "",
    "fileName": "e70a1632-e36e-42ce-a9ad-f5891410726d.jpg",
    "locale": "ja",
    "updatedAt": "2021-05-23T08:10:19+00:00",
    "version": 2,
    "volume": "23"
   }
  }
 ]
}