{
 "result": "ok",
 "data": {
  "id": "20238d64-3b15-4709-9fe5-518c7df9fb84",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Baccano!"
   },
   "description": {
    "en": "Aboard the Advenna Avis in 1711, a group of alchemists summon a demon in the hopes of gaining eternal life. The demon gives them an elixir of immortality and the method of ending their existence by \u0026quot;devouring\u0026quot; one another. Soon after, one among them begins to devour his companions. Realizing the danger posed by staying together, they scatter across the globe.\r\nCenturies later in 1930's America, a certain federal investigator tries his best to combat the rise of organized crime during Prohibition, send a particularly infuriating terrorist to Alcatraz, and catch an outrageous thief duo. Meanwhile, the transcontinental train, the Flying Pussyfoot, begins its trail of blood across the country.\r\nIn 2002, a small group of the original Advenna Avis alchemists are on a journey to find the rest of their fellow immortals. However, there is one companion they did not expect to meet again.\r\nSeemingly unrelated events, from a sleepy Italian city in the early 1700's to a modern luxury cruise ship traveling across the Pacific, reveal themselves to be far more connected than anyone could imagine."
   },
   "links": {
    "al": "86409",
    "ap": "baccano",
    "engtl": "https://yenpress.com/9780316552783/baccano-vol-1-manga/",
    "kt": "36666",
    "mal": "92203",
    "mu": "124974",
    "nu": "baccano"
   },
   "originalLanguage": "ja",
   "lastVolume": "3",
   "lastChapter": "0",
   "publicationDemographic": "seinen",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Adaptation"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00",
   "updatedAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "4a82e1d1-1503-491e-977a-d8c10b08bd59",
   "type": "author"
  },
  {
   "id": "164ed439-5fb3-4b3c-b0cb-5851035c5ba6",
   "type": "artist"
  },
  {
   "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
   "type": "tag"
  }
 ]
}