{
 "id": "21676a6b-cb66-4351-9177-e27bc6dc381d",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Goshujinsama to Watashi"
  },
  "altTitles": [
   {
    "en": "Goshujin-sama to Watashi"
   },
   {
    "en": "Master and I (YAMADA Komomo)"
   },
   {
    "en": "御主人様と私"
   }
  ],
  "description": {
   "en": "Five cute short stories, the first one is about Kanae, a girl who decides to become a maid for the chairman of the school board's family to avoid paying tuition at her school. When she gets there, she sees her classmate, Hotzuka. In school, he goes by the name of \"Prince of Ice,\" but really, he's nice and kind whenever he's alone with Kanae. Wondering if she's is the only who knows this side of him, Kanae is thrown into confusion.  \n  \n2nd story continues off with Kanae and Hotzuka, it's new years eve, and there is something Hotzuka wants to tell Kanae while at his family's home, who is holding a party.  \n  \n3rd story is about Maiko and they guy she likes Nakagawa, who happens to be living in her home due to his parents having to move overseas for work. His father works for his fathers company. Maiko asks him to keep this a secret from everyone but she ends up accidentally shouting it out.  \nAll the girls are shocked but deny it until Nakagawa kisses her on the cheek and walking off, leaving everyone really confused including Maiko. But it's revealed when they get home, she is just a pet to him to ward others off.  \n  \n4th story is about Ryouko and her friend Tomoko who likes their senpai Oda. They made a promise that Ryouko would try to help Tomoko get him. They go on a group outing playing a game and somehow Ryouko and Oda end up in a hotel room. Tomoko asks for her to talk to Oda about her. But feelings begin to mingle while they are there, and Oda ends up trying to tell her something, but then begins to lick her hand. Before anything can happen they are interrupted by Tomoko calling.  \nRyouko fights with herself how she can't like him, but she does…It seems a triangle has begun.  \n  \n5th story is about Kano, who is always bullied by Hayama Makoto. After getting angry as he looked at her panties she confesses why he could be more like Katou-senpai who she likes. It happens Katou-senpai overheard everything and is really happy to know she likes him, because he thinks she interesting. All the girls become jealous and Kano finally gets her ideal man. One day Hayama is waiting outside Kano's house. She gets angry tells him to leave her alone, but when she looks at him he looks extremely hurt. Before she can say anything Katou-senpai arrives and they leave, but then Hayama runs up calling to her and kisses her. She's left confused to what happened."
  },
  "links": {
   "al": "34684",
   "ap": "goshujinsama-to-watashi",
   "kt": "10078",
   "mal": "4684",
   "mu": "11579"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "shoujo",
  "status": "completed",
  "contentRating": "safe",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   }
  ],
  "version": 2,
  "createdAt": "2018-12-09T11:49:01+00:00",
  "updatedAt": "2021-05-25T15:40:19+00:00"
 },
 "relationships": [
  {
   "id": "a6ba0dbf-d5d6-405f-a806-1ea2537e6c44",
   "type": "author",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Yamada Komomo",
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "youtube": null
   }
  },
  {
   "id": "a6ba0dbf-d5d6-405f-a806-1ea2537e6c44",
   "type": "artist",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Yamada Komomo",
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "youtube": null
   }
  },
  {
   "id": "c31cb8e1-fb09-4f90-8623-4a54d9945eaf",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T16:54:03+00:00",
    "description": "",
    "fileName": "b2a4839c-e418-4ade-8fb0-e3b83e7dc02c.jpg",
    "updatedAt": "2021-05-24T16:54:03+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}