{
 "id": "239d6260-d71f-43b0-afff-074e3619e3de",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Bleach"
  },
  "altTitles": [
   {
    "ja": "ブリーチ"
   },
   {
    "en": "BLEACH"
   },
   {
    "vi": "Sứ Mạng Thần Chết"
   },
   {
    "ru": "Блич"
   },
   {
    "uk": "Бліч"
   },
   {
    "he": "בְּלִיץ'"
   },
   {
    "fa": "بلیچ"
   },
   {
    "ar": "بليتش"
   },
   {
    "ko": "블리치"
   },
   {
    "hi": "ब्लीच"
   },
   {
    "th": "เทพมรณะ"
   },
   {
    "zh": "死神"
   },
   {
    "ta": "பிளீச்"
   },
   {
    "pt-br": "Alvejante"
   }
  ],
  "description": {
   "cs": "Ičigo Kurosaki byl normální středoškolský student. Tedy, až na to, že měl dvě šílené sestry, ještě šílenějšího otce, že se rád pral a viděl mrtvé lidi. To poslední byl asi tak nejmenší z jeho problémů. Ičigo s mrtvými vycházel docela dobře - alespoň do chvíle, než se mu v životě objevila záhadná Rukia Kučiki, která mu na krk hodila nebezpečný úkol. Už nestačilo jen mrtvé vidět. Bylo třeba i za ně bojovat.",
   "de": "»Denn wir fürchten, was wir nicht sehen können« Geister und Dämonen existieren mitten unter uns und Ichigo Kurosaki besitzt die Gabe, sie zu sehen. Alles verläuft normal, bis er in einen Kampf zwischen einem bösen Geist und der Totengöttin Rukia Kuchiki verwickelt wird. Dem Tode nahe überträgt Rukia ihre ganzen Kräfte auf den ahnungslosen Ichigo. Zwischen High School, Geistern und Familienchaos muss Ichigo nun die tägliche Arbeit eines Totengottes erledigen!",
   "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy.   \nNow a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n\n---\n  \n- **Won the 50th Shogakukan Manga Award for Shonen**  \n \n--- \n- [ANN link for the various anime, movies, OAVs, etc.](https://www.animenewsnetwork.com/encyclopedia/manga.php?id=2468)\n- [Alternate Official English](https://mangaplus.shueisha.co.jp/titles/100004)",
   "es-la": "Lo que Ichigo Kurosaki menos hubiera deseado tener, era la habilidad de poder ver fantasmas. Él pensaba que no le iba a servir para nada útil hasta el día que se vio envuelto en una situación de peligro cuando su familia sufrió el ataque de un Hollow, una malévola alma perdida. Una serie de sucesos lo convierten en un Shinigami, dedicando su vida a proteger a los inocentes y ayudando a que los espíritus atormentados encuentren la paz en la Sociedad de Almas. Lo ayudan varios de sus amigos que cuentan con capacidades espirituales. También Urahara y Rukia, la shinigami que le cedió sus poderes.",
   "fi": "Ichigo on nuorukainen, jolla on erityinen kyky: hän näkee haamuja. Eräänä päivänä Ichigo tapaa shinigamin, \"kuolemanjumalan\", ja saa puolivahingossa tämän voimat. Ja samalla myös työtarjouksen, josta on vaikea kieltäytyä… Tämän- ja tuonpuoleisen rajat ylittävä toiminnantäyteinen seikkailu voi alkaa! \n\nSuositellaan yli 12-vuotiaille. Sarjakuva etenee takakannesta etukanteen ja oikealta vasemmalle. Teksti on suomeksi.",
   "fr": "Adolescent de quinze ans, Ichigo Kurosaki possède un don particulier: celui de voir les esprits. Un jour, il croise la route d'une belle Shinigami (un être spirituel) en train de pourchasser une «âme perdue,» un esprit maléfique qui hante notre monde et n'arrive pas à trouver le repos.Mise en difficulté par son ennemi, la jeune fille décide alors de prêter une partie de ses pouvoirs à Ichigo, mais ce dernier hérite finalement de toute la puissance du Shinigami. Contraint d'assumer son nouveau statut, Ichigo va devoir gérer ses deux vies: celle de lycéen ordinaire, et celle de chasseur de démons... Bleach est l'oeuvre d'un mangaka prometteur, Taito Kubo, et le dernier succès des Editions Shueisha. Manga d'action au rythme trépidant, au graphisme soigné et à l'intrigue palpitante, Bleach est la nouvelle bonne surprise du manga au pays du Soleil Levant.",
   "id": "Ichigo Kurosaki (15 tahun) bisa melihat hantu. Ichigo menjalani hari-hari yang damai dengan kemampuan khususnya itu. Tiba-tiba dia bertemu dengan gadis yang menamakan dirinya Shinigami dan diserang roh jahat yang disebut \"Hollow\". Dimulailah pertarungan panjang Ichigo.",
   "it": "Arriva finalmente in Italia il manga di Tite Kubo, che sta facendo letteralmente impazzire i lettori di tutto il mondo. Premio Shogakukan 2005 come miglior shonen, è la storia di Ichigo Kurosaki, un ragazzo dotato di un’abilità molto particolare: è in grado di vedere i fantasmi. E se la sua vita è già pazzesca a causa di questo dono, immaginate cosa gli potrebbe succedere se diventasse… un dio della morte?! Un intreccio appassionante, animato da un cast di personaggi estremamente variegato e impreziosito da uno stile di disegno attentissimo ai dettagli e originale nella fusione effettuata di vecchie e nuove tendenze, strizzando l’occhio, soprattutto per quanto riguarda l’abbigliamento dei personaggi, alla moda alternativa streetwear. Da “Bleach”, serializzato su “Weekly Shonen Jump”, è stata tratta anche una serie animata, il cui primo episodio è stato trasmesso in Giappone nel 2004 e che sta riscuotendo tutt’ora un grande successo.",
   "ja": "黒崎一護・15歳・ユウレイの見える男。その特異な体質のわりに安穏とした日々を送っていた一護だが、突如、自らを死神と名乗る少女と遭遇、「虚」と呼ばれる悪霊に襲われる。次々と倒れる家族を前に一護は！？",
   "pl": "Ichigo Kurosaki, lat 15. Szczególne uzdolnienia: widzi duchy. Poza tym prowadzi względnie normalne życie w spokojnym miasteczku Karakura. Pewnego dnia jednak spotyka dziwną dziewczynę w czarnym kimonie, która określa siebie mianem strażniczki śmierci. Wkrótce rodzina Ichigo zostaje zaatakowana przez potwora zwanego hollow.",
   "pt": "Intitulado The death and the strawberry, este primeiro volume apresenta a história de Ichigo Kurosaki, um jovem que tem a habilidade tenebrosa de enxergar e conversar com almas penadas.\n\nUm dia, ele recebe a visita de Kaede Rukia, uma shinigami (deusa da morte). A partir daí, sua vida nunca mais será a mesma.",
   "pt-br": "Kurosaki Ichigo é um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows.",
   "ru": "Куросаки Ичиго, 15 лет, старшеклассник, способный видеть духов. Но его жизнь изменилась, когда он повстречал Кучики Рукию, шинигами. Всё смешалось и Ичиго сам стал шинигами. Обязанность шинигами – выслеживать пустых и отправлять их в общество душ.",
   "tr": "İçigo kurosaki, onbeş yaşında, hayaletleri görebiliyor. Bu özelliği taşımasına rağmen gayet rahat bir hayat sürdürüyordu ama bir gün aniden kendine şinigami diyen bir kız ortaya çıkar ve 'hollow' denilen kötü ruhlarına saldırısına maruz kalırlar. Ailesi de tehlike altındadır. Bakalım, şimdi içigo ne yapacak?",
   "uk": "Сучасний японський школяр Ічіґо відрізняється від тисяч інших не тільки рудим волоссям і дивним ім'ям (в перекладі з японської – полуниця). Він змалку здатен бачити і спілкуватися із духами. Та після зустрічі з дівчиною-шініґамі Рукією він отримує нові здібності, а разом з ними і обов'язки захищати світ від злих духів.",
   "vi": "Kurosaki Ichigo là một học sinh cấp 3 có khả năng nhìn thấy linh hồn. Một ngày nọ, cậu tình cờ gặp Kuchikia Rukia – một cô gái tự xưng là Tử thần đến từ Soul Society. Ichigo không ngờ rằng, cuộc gặp ấy đã hoàn toàn thay đổi cuộc đời cậu.\n\nĐể bảo vệ gia đình mình, Ichigo đã nhận lấy sức mạnh từ Rukia để chiến đấu với Hollow. Tuy nhiên, cậu vô tình chiếm hết toàn bộ sức mạnh của Rukia khiến cô không thể quay về Soul Society. Trong lúc chờ sức mạnh của Rukia phục hồi, Ichigo buộc phải thay cô gánh vác nhiệm vụ của một Tử thần, đó là dẫn độ linh hồn người chết sang thế giới bên kia và tiêu diệt Hollow - những linh hồn xấu đe dọa đến các linh hồn khác và cả con người…"
  },
  "links": {
   "al": "30012",
   "amz": "https://www.amazon.co.jp/dp/B01GO0P3BK",
   "ap": "bleach",
   "bw": "series/13004",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/132455/",
   "engtl": "https://www.viz.com/bleach",
   "kt": "37",
   "mal": "12",
   "mu": "35",
   "raw": "https://shonenjumpplus.com/episode/10833519556325021930"
  },
  "originalLanguage": "ja",
  "lastVolume": "74",
  "lastChapter": "686",
  "publicationDemographic": "shounen",
  "status": "completed",
  "year": 2001,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "es",
   "ro",
   "en",
   "vi",
   "hu",
   "pt-br",
   "tr",
   "ru",
   "ca",
   "pl",
   "es-la",
   "id",
   "bg"
  ],
  "latestUploadedChapter": "9f04cf6e-d3dd-419e-b707-af7c268c1964",
  "tags": [
   {
    "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Award Winning"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Action"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "87cc87cd-a395-47af-b27a-93258283bbc6",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adventure"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 35,
  "createdAt": "2018-01-18T17:56:28+00:00",
  "updatedAt": "2023-08-05T17:45:57+00:00"
 },
 "relationships": [
  {
   "id": "246984d8-340d-4544-871b-c962da4bb28b",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "His real name is Kubo Noriaki.\n\nHe started drawing manga because he liked GeGeGe no Kitaro and Saint Seiya as a child.\n\nThe son of a town council member in Fuchu, Aki District, Hiroshima, Kubo graduated from the local high school and went on to Anabuki Design College in Hiroshima City but dropped out. In an interview, Kubo has stated that he entered a magazine's manga contest, and that although he did not win, one of the magazine's editors noticed his talent. They subsequently worked together on joint projects. Not long afterward, his first manga short, \"Ultra Unholy Hearted Machine\", was published in Shueisha's Weekly Shonen Jump Special in 1996. This was followed by two more shorts, and in 1999 his first serial, Zombie Powder, began in Weekly Shonen Jump and ran for four volumes until 2000.\n\nHis next serial, Bleach, about a high school student who becomes a shinigami and fights evil spirits, Kubo submitted a manuscript of Bleach to Weekly Shonen Jump shortly after Zombie Powder ended hoping that it would be published; the story was rejected, since the editors claimed it was too similar to Togashi Yoshihiro’s YuYu Hakusho. Toriyama Akira, the creator of Dragon Ball, saw the story and sent a letter of encouragement to Kubo which inspired him to continue working on Bleach. The serialization began running in the same magazine in 2001, and an anime adaptation began running in Japan in 2004. The manga was named a winner of the Shogakukan Manga Award for its category in 2005."
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kubo Tite",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/tite_official",
    "updatedAt": "2022-01-08T01:00:17+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "246984d8-340d-4544-871b-c962da4bb28b",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "His real name is Kubo Noriaki.\n\nHe started drawing manga because he liked GeGeGe no Kitaro and Saint Seiya as a child.\n\nThe son of a town council member in Fuchu, Aki District, Hiroshima, Kubo graduated from the local high school and went on to Anabuki Design College in Hiroshima City but dropped out. In an interview, Kubo has stated that he entered a magazine's manga contest, and that although he did not win, one of the magazine's editors noticed his talent. They subsequently worked together on joint projects. Not long afterward, his first manga short, \"Ultra Unholy Hearted Machine\", was published in Shueisha's Weekly Shonen Jump Special in 1996. This was followed by two more shorts, and in 1999 his first serial, Zombie Powder, began in Weekly Shonen Jump and ran for four volumes until 2000.\n\nHis next serial, Bleach, about a high school student who becomes a shinigami and fights evil spirits, Kubo submitted a manuscript of Bleach to Weekly Shonen Jump shortly after Zombie Powder ended hoping that it would be published; the story was rejected, since the editors claimed it was too similar to Togashi Yoshihiro’s YuYu Hakusho. Toriyama Akira, the creator of Dragon Ball, saw the story and sent a letter of encouragement to Kubo which inspired him to continue working on Bleach. The serialization began running in the same magazine in 2001, and an anime adaptation began running in Japan in 2004. The manga was named a winner of the Shogakukan Manga Award for its category in 2005."
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kubo Tite",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/tite_official",
    "updatedAt": "2022-01-08T01:00:17+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "9db1b8f2-0156-49e5-b66b-6cdd00846173",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-09-28T06:43:45+00:00",
    "description": "",
    "fileName": "b30cfa48-f5e7-4217-8e40-fc9b87a62484.png",
    "locale": "ja",
    "updatedAt": "2022-09-28T06:43:45+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "0033cf32-ed14-41fc-9aba-a2bb5946f310",
   "type": "manga",
   "related": "side_story"
  },
  {
   "id": "05ed3aeb-8b77-4e54-8cd7-8cf09df1beea",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "069aa1d6-1bc6-48dd-adab-e15deee079f6",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "06a37094-b3ba-4f25-bf2b-54c9751e0e91",
   "type": "manga",
   "related": "preserialization"
  },
  {
   "id": "154fe5e3-461b-4269-8754-fbb2be606c7c",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "1facd87b-b2d3-4e99-919e-a3aeddfb227c",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "22b66a68-10be-41a2-8fa5-a2a51388df73",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "2ab11b28-0203-47cc-8a78-1edf6bd5a3ae",
   "type": "manga",
   "related": "shared_universe"
  },
  {
   "id": "318e97f3-992c-4119-86a3-2e7bdabdeba4",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "48910afe-3676-4a64-93c1-066b2cce4aa2",
   "type": "manga",
   "related": "side_story"
  },
  {
   "id": "79f6f0a2-b7e9-4fe9-be94-d22a55d6a6dc",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "8f8c4f0e-93f5-433e-ba13-017746b485ec",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "90655775-77b2-49b1-b711-cb1377c2e2a1",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "951a501a-d527-4e36-b280-e96e5e11218f",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "9ff4548d-6e60-4cec-b85d-1f772131d9c1",
   "type": "manga",
   "related": "side_story"
  },
  {
   "id": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
   "type": "manga",
   "related": "colored"
  },
  {
   "id": "ae899d60-2703-4f72-86a2-a6b962bd4826",
   "type": "manga",
   "related": "sequel"
  },
  {
   "id": "d02cd305-b816-415b-86d4-f7b986cba33d",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "d152f030-187b-4cd4-a712-a8fe3988a1c7",
   "type": "manga",
   "related": "colored"
  },
  {
   "id": "df5287d9-dc88-4c2a-8c8e-514bda98b24a",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "e132e624-bb6f-4aea-88f6-5c0e25396e3f",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "ee2ae2c9-c04d-47c5-b0eb-7c0dec24ed9e",
   "type": "manga",
   "related": "doujinshi"
  }
 ]
}