{
 "id": "259c97a6-8bf4-46bc-b996-030e43e1330d",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Beaker no Naka no Yokubou"
  },
  "altTitles": [
   {
    "ja-ro": "Biikaa no Naka no Yokubou"
   },
   {
    "en": "Libido in the Beaker"
   },
   {
    "ja": "ビーカーの中の欲望"
   }
  ],
  "description": {
   "en": "From MU:  \n  \nCollection of short stories dealing with sex and the slightly strange.  \n  \n1. Go with the Accident Flow! In the bathroom Sho limbers up his wrist with his mother's panties. Mother comes home early in the soaking rain and can't wait for a nice hot bath. But when she surprises her dear boy he throws the panties in her face. She slips on the wet floor and skids right into–and onto–her son!  \n2. Double-Dealer Rule Book. Nami wants Ken. Misa wants Ken. They both want Ken to decide who HE wants. But kind-hearted Ken only wants to sooth their hurt feelings and make them happy…  \n3. Club Activities. Chiaki-sensei discovers a secret host-club for school teachers who meet once a month–and the hosts are students! She awakens from a drugged drink to find she's the club's main event for the night!  \n4. Libido in the Beaker. Masashi is tasked to donate sperm to get his step-mother pregnant. It seems a cold process with a beaker and a bulb syringe. But as his step-mother sleeps off the anesthesia Msaski wonders what it would be like to really get her pregnant…  \n5. Occupied. For Satorou and Haruna anywhere, anytime is just fine. If they could just find a place in their school that's not already occupied! Finally there's only one place left…  \n6. Ice World Get ready for a little weirdness… Touji works a frozen-food warehouse where's it's -30 degrees. He rescued a melting snow-witch and now she lives there in comfort for the summer. But neither of them expected love to happen–and snow witches are insatiable…  \n7. Peculiar Possession. Her boyfriend just got a great apartment for dirt-cheap. Too good to be true? It's haunted! And this ghost died a virgin and won't depart until she gets laid…  \n8. The Two-Timer. OK, think fast: Your girlfirend spotted you sneaking into a storeroom with another girl. And right now she's got you by the family jewels and wants an explanation. So you tell her she's your only love and then distract her with sex. LOTS of sex…  \n9. Taboo Word. Tomoko is furious. That geeky neighbor boy called her oba-san. And she was once known as the \"Cos-play Queen.\" To prove it she dresses up in one of her old costumes, just as the neighbor boy delivers some persimmons to her…  \n10. Public Bath Saga. Miki always uses the public bathhouse when it's closing. Not only to enjoy the quiet, but also to flirt with bathhouse attendant Daiki. But even when they bathe together he doesn't seem to react. How can she get a rise out of him?"
  },
  "links": {
   "mu": "20337"
  },
  "originalLanguage": "ja",
  "lastVolume": "1",
  "lastChapter": "10",
  "publicationDemographic": "seinen",
  "status": "completed",
  "contentRating": "pornographic",
  "tags": [
   {
    "id": "5bd0e105-4481-44ca-b6e7-7544da56b1a3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Incest"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "97893a4c-12af-4dac-b6be-0dffb353568e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Sexual Violence"
     },
     "description": null,
     "group": "content",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 2,
  "createdAt": "2020-06-10T23:08:20+00:00",
  "updatedAt": "2022-03-14T02:35:12+00:00"
 },
 "relationships": [
  {
   "id": "e6125846-7182-4fe6-af75-6b0326a6dc4a",
   "type": "author",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Morris",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e6125846-7182-4fe6-af75-6b0326a6dc4a",
   "type": "artist",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Morris",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "b61c84ec-3313-4f29-bac8-d4ad8de0339c",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T17:58:57+00:00",
    "description": "",
    "fileName": "0bdf8c01-e11e-4148-a422-9fbeedbe5897.jpg",
    "locale": "ja",
    "updatedAt": "2021-05-24T17:58:57+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}