{
 "id": "25a21f19-e09a-4558-8517-fcba9dd2cd1a",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Tsumi Koi"
  },
  "altTitles": [
   {
    "en": "Sinful Love"
   },
   {
    "en": "罪恋"
   },
   {
    "en": "罪戀 (吉永友)"
   }
  ],
  "description": {
   "en": "Compilation of short stories:  \n  \n- Tsumi Koi / Sinful Love  \n“If you want me to stay quiet, then have an affair with me too”  \nYashiro witnessed her classmate Maki, who is extremely popular with the girls, with a girl who wasn’t his girlfriend. Tired of her uninspiring days Yashino suggested that she become Maki’s “lover”, but because of these circumstances she finds herself being charmed by him and she can’t stop herself from falling in love with him…!?  \n  \n- Until I Fall in Love  \nAbout twin sisters, Tae is the older twin and Rie is the younger. One day, Rie begs Tae to switch places with her. Rie has a crush on a boy who sits next to Tae. Finally Tae agrees. In Rie's class, Tae is surprised to discover that Rie sits next to a cute guy, the one on the soccer team that she saw after school a few days ago. Then, Tae has a good time sitting with the boy. He's funny and nice.  \nWhen he invites Tae to watch him play soccer, Tae agrees, but then she realizes that he invites her as Rie..  \n  \n- Let's Meet in a Dream!  \nFuzuki has been having some strange dreams recently. In them, she is at school, and she is talking to a cute young teacher. Fuzuki is in love with this teacher, and he knows it. They always hand out on the roof of the school, where he smokes a cigarette. Every night she has dreams about him, and they hold very real conversations. But the thing is, Fuzuki doesn’t know who this guy is!  \nWhy is Fuzuki dreaming about this guy? Does he dream about her? Will they ever be able to meet in person?  \n  \n- Tears of Goldfish  \nIt was a summer festival 5 years ago, and a young girl was kissed by a cute boy while fireworks exploded all around them. But one of their classmates saw them kissing and teased them. They were elementary school kids, so their accusations are rude and obnoxious. The girl, Iyo, was embarrassed and denied it before the boy, Tsujiai could say anything. Ever since that day, she and Tsujiai, haven’t spoken.  \nNow they are once again placed in the same class after 5 years. Iyo feels awful and awkward. But it’s obvious he still hates her…  \n  \n- Love Spell  \nMomoka and a friend are standing at their classroom window, checking out some cute senpai boys. Momoka prefers boys with shorter hair. Her friend says that Shibahara isn't Momoka's type. Shibahara is a boy in their class, and he has long hair that obscures his face.  \nThe next day, Momoka finds out that Shibahara arrives to class with a new, short, haircut! And wow, he is actually very cute! Momoka can’t believe this. Could he had overheard her conversation yesterday? Or is this a coincidence? Could he really have cut his hair for Momoka? Momoka suddenly finds herself very aware of Shibahara. Is she falling for him?"
  },
  "links": {
   "al": "44168",
   "ap": "tsumi-koi",
   "cdj": "http://www.cdjapan.co.jp/product/NEOBK-65811?s_ssid=e310e75ad7541bf429",
   "kt": "24711",
   "mal": "14168",
   "mu": "41425"
  },
  "originalLanguage": "ja",
  "lastVolume": "1",
  "lastChapter": "5.5",
  "publicationDemographic": "shoujo",
  "status": "completed",
  "contentRating": "safe",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   }
  ],
  "version": 2,
  "createdAt": "2018-06-13T16:42:00+00:00",
  "updatedAt": "2021-05-25T15:40:27+00:00"
 },
 "relationships": [
  {
   "id": "ad36436e-c0ba-4288-ae9d-76e57f339f45",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Yoshinaga Yuu",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "ad36436e-c0ba-4288-ae9d-76e57f339f45",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Yoshinaga Yuu",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "536a9aee-a8cb-4f46-88ec-f05455d4ff16",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T18:37:26+00:00",
    "description": "",
    "fileName": "de861caf-6670-40d1-a916-db230d20906f.jpg",
    "updatedAt": "2021-05-24T18:37:26+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}