{
 "id": "304ceac3-8cdb-4fe7-acf7-2b6ff7a60613",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Attack on Titan"
  },
  "altTitles": [
   {
    "ja": "進撃の巨人"
   },
   {
    "ja-ro": "Shingeki no Kyojin"
   },
   {
    "ja-ro": "SnK"
   },
   {
    "en": "The Invading Giants"
   },
   {
    "en": "AoT"
   },
   {
    "en": "The Advancing Giants"
   },
   {
    "de": "Angriff auf Titan"
   },
   {
    "de": "Angreifender Riese"
   },
   {
    "sv": "Framryckande jätten"
   },
   {
    "la": "Oppugnatione titan"
   },
   {
    "fr": "L'attaque des titans"
   },
   {
    "fr": "L'attaque sur les titans"
   },
   {
    "ca": "Tità d'atac"
   },
   {
    "es": "Ataque de titanes"
   },
   {
    "es-la": "Ataque a los titanes"
   },
   {
    "es-la": "Ataque de los titanes"
   },
   {
    "pt": "Ataque dos titãs"
   },
   {
    "pt-br": "Ataque dos titãs"
   },
   {
    "it": "L'attacco dei giganti"
   },
   {
    "sq": "Sulmi Titan"
   },
   {
    "pl": "Atak Tytanów"
   },
   {
    "cs": "Útok Titánů"
   },
   {
    "cs": "Šingeki no kjodžin"
   },
   {
    "hr": "Napad Titana"
   },
   {
    "hr": "Napad na Titan"
   },
   {
    "hr": "Napad na Divove"
   },
   {
    "sr": "Напад титана"
   },
   {
    "ru": "Атака титанов"
   },
   {
    "ru": "Атака на титанов"
   },
   {
    "ru": "Сингэки но Кёдзин"
   },
   {
    "uk": "Атака титанів"
   },
   {
    "uk": "Атакуючий титан"
   },
   {
    "fa": "حمله به تایتان"
   },
   {
    "fa": "تایتان مهاجم"
   },
   {
    "bn": "অ্যাট্যাক অন টাইটান"
   },
   {
    "ne": "टाइटनमा आक्रमण"
   },
   {
    "ka": "ტიტანებზე შეტევა"
   },
   {
    "ka": "შინგეკი ნო კიოჯინ"
   },
   {
    "et": "Ründav hiiglane"
   },
   {
    "fi": "Titaanien sota"
   },
   {
    "hu": "Singeki no kjodzsin"
   },
   {
    "he": "מתקפת הטיטאנים"
   },
   {
    "he": "שִינְגֶקִי נוֹ קיוֹגִ'ין"
   },
   {
    "ar": "هجوم العمالقة"
   },
   {
    "ar": "العملاق المهاجم"
   },
   {
    "ar": "الهجوم على العمالقة"
   },
   {
    "zh": "进击的巨人"
   },
   {
    "zh-hk": "進擊的巨人"
   },
   {
    "tr": "Titana Saldırı"
   },
   {
    "az": "Nəhəngə hücum"
   },
   {
    "az": "Hücum edən nəhəng"
   },
   {
    "kk": "Титандарға шабуыл"
   },
   {
    "kk": "Алыптарға шабуыл"
   },
   {
    "ko": "진격의 거인"
   },
   {
    "th": "ผ่าพิภพไททัน"
   },
   {
    "vi": "Đại chiến Titan"
   },
   {
    "ms": "Gergasi Penyerang"
   }
  ],
  "description": {
   "ar": "منذ قرن من الزمن ظهر للبشرية عدو جديد ڪان الفرق بين قوۃ البشرية وهذا العدو الجديد شاسعاً وقبل أن تتعرض البشرية للإنقراض، قام الناجون من البشر ببناء ثلاثة جدران لتحصين أنفسهم من هذا العدو \" جدار ماريا ، جدار روز ، جدار سينا \" ويبلغ طول ڪل واحد من هذه الجدران 50 متراً، وعاشت البشرية بسلام لـ مدۃ قرن من الزمان بفضل هذہ الجدران ولڪن هذا السلام لم يدُم طويلاً...",
   "cs": "Kdysi dávno mělo lidstvo namále - to když země duněla pod kročejemi strašlivých lidožravých titánů, kterým se téměř povedlo zlikvidovat lidskou populaci. Od té doby však uplynulo víc jak sto let, titáni se stáhli a zbytek lidí žije ve městě chráněném vysokou zdí. Jenže mladý a horkokrevný Eren Yeager není s životem v závětří spokojen a rád by zjistil, co všechno se ve světě za zdí skrývá. A jeho přání se vyplní... ovšem tím nejhorším možným způsobem.",
   "de": "Wir befinden uns 2.000 Jahre in der Zukunft... Bis zu 15 Meter große, menschenfressende Riesen haben fast die gesamte Menschheit augerottet. Der klägliche Rest verschanzt sich hinter hohen Mauern. Als eines Tages ein noch viel größerer Riese auftaucht, scheint die vorübergehende Sicherheit beendet zu sein. Der letzte Kampf beginnt...\n\n---\nDie Erde gehört riesigen Menschenfressern: den TITANEN! Die letzten Menschen leben zusammengepfercht in einer Festung mit 50 Meter hohen Mauern. Als ein kolossaler Titan die äußere Mauer einreißt, bricht ein letzter Kampf aus – um das Überleben der Menschheit!",
   "en": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for pleasure rather than as a food source.\nA small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest of Titans. Flash forward to the present and the southern district of Shinganshina has not seen a Titan in over 100 years.\n\nTeenage boy Eren and his foster sister Mikasa witness something horrific as one of the outer district walls is damaged by a 60 meter (196.85 feet) Titan causing a breach in the wall. As the smaller Titans flood the city, the two kids watch in horror the tragic events that follow, as the Titans devour people unimpeded.\n\nEren vows that he will wipe out every single Titan and take revenge for all of mankind.\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2011**\n- **Won the Noma Publishing Culture Award in 2021**\n\n**Links:**\n- Alternative Official English - [Kodansha US](https://kodansha.us/series/attack-on-titan/), [Azuki](https://www.azuki.co/series/attack-on-titan), [Manga Planet](https://mangaplanet.com/comic/618e30af823f4), [MangaPlaza](https://mangaplaza.com/title/0303001570/?content_id=103030015700001), [Coolmic](https://coolmic.me/titles/524), [K MANGA](https://kmanga.kodansha.com/title/10136/episode/312468) (U.S. Only)",
   "es-la": "¡Una desesperada batalla comienza!\n\nDurante el último siglo, lo que quedaba de la humanidad se vio obligada a refugiarse en una ciudad enorme y escondida, protegida por tres inmensos muros debido al temor hacia los extraños y gigantescos humanoides conocidos como los Titanes. Poco se sabe acerca de sus orígenes o por qué están empecinados en consumir a la humanidad, pero la repentina aparición de un enorme Titán está a punto de cambiarlo todo.\n\n---\nEste es un mundo controlado por los titanes. La humanidad, convertida en alimento de titanes, construyó paredes gigantes y pagó con su libertad el estar segura contra los ataques. Sin embargo, la aparición del titán colosal destruye la paz simbólica que se había conseguido y provoca el inicio de una guerra sin esperanza.\n\n---\nLa raza humana, antaño dueña del mundo, se enfrenta a la extinción a manos de los titanes, gigantescos monstruos de inteligencia limitada que cazan y devoran personas por diversión. Los supervivientes se hacinan e intentan sobrevivir en una pequeña ciudad… pero algunos ya están hartos: ¡van a atacar!",
   "fi": "Epätoivoinen taistelu alkaa! \n\nIhmiskunnan viimeiset rippeet piileskelevät massiivisten muurien turvaamassa kaupungissa. Kaupungin ulkopuolella väijyvät ihmisiä syövät arvoitukselliset titaanit. Pian turvamuurin murtaa jättiläismäinen titaani ja nuoret ihmissoturit joutuvat elämänsä haasteen eteen, kun verinen sota armotonta ja entistäkin ylivoimaisempaa vihollista vastaan käynnistyy jälleen...",
   "fr": "Eren est un petit garçon rêvant de voyager dans le monde extérieur. Mais cela est impossible car il vit dans une ville fortifiée aux murailles dépassant les cinquante mètres de haut. Ces remparts sont nécessaires à la sécurité des habitants car ils sont les derniers représentants de l'humanité, obligés de se cacher pour échapper aux titans qui ont massacré la majeure partie du genre humain un siècle plus tôt. Eren est têtu: il ne se doute pas de la violence des combats qui ont opposé les hommes aux titans. Il décide de poster sa candidature pour devenir éclaireur, car il s'agit des seuls soldats autorisés à sortir de la ville pour en savoir plus sur les titans. Mais un beau jour, un géant parvient à détruire le mur qui protégeait la ville et ouvre la voie à plusieurs dizaines de ses congénères! Eren assiste impuissant à la mort atroce de sa mère qui finit dévorée. Alors qu'il fuit avec d'autres survivants, il se jure de se venger et de détruire la race des titans jusqu'à ce qu'il n'en reste plus un seul!!",
   "hr": "Godina je 845., čovječanstvo je zatvoreno iza zidina, koje mu pruža jedinu zaštitu od divova već stotinu godina. Rijetko tko se usudi napustiti zidine te krenuti u ekspediciju, no oni koji imaju hrabrosti izaći, najčešće završe u raljama krvoločnih Divova. Preko sto godina zidine su pružale sigurnost ljudima iza čijih bedema su se bavili svojim svakodnevnim poslovima, sve do jednoga dana... Čudnovato svijetlo udariše, eksplozija odjekne, digne se dim, a iz dima dođe Kolosalni div visok pedeset metara koji svojom silom uništava vratnicu zida „Marije“ i pušta nemilosrdne divove da prožderu i onaj mali dio ljudstva koji je ostao na ovome svijetu.\n\n---\nSvet se promenio. Čovečanstvo je gotovo istrebljeno. Moćni titani su došli i uništili sve predsobom. Celokupno preostalo čovečanstvo sklonilo se unutar tri koncetrična kruga visokih zidina, bez ideje kako da nastavi dalje. Nakon stotinu godina od invazije titana generacije koje žive unutar zidova više nemaju predstavu o spoljašnjem svetu. Priča se da su nekada postajala prostranstva kojima se moglo kretati. Priča se da su postojale planine i šume ispunjene živim svetom. Da su postojale ogromne vodene površine nazivane morima i okeanima. Priča se da su postojali gradovi mnogo veći od tog mesta na kome ljudi sada žive. Ipak, i u takvim uslovima uspostavlja se privid svakodnevnog života ispunjenog rutinama i pomirenost sa zatočeništvom unutar zidina. Ali titani ne nameravaju da se zaustave pred visokim zidovima. Pred nama će se odigrati epska borba. Borba za opstanak čovečanstva!",
   "id": "Dunia ini dikuasai Titan! \n\nOrang-orang yang menjadi mangsa para Titan membangun tembok, menukar kebebasan mereka pergi ke dunia luar, demi menghindari serangan Titan. \n\nTapi, ketenangan itu hilang karena datang Titan besar yang menghancurkan tembok. Lalu, dari keputusasaan itu dimulailah perang.",
   "it": "Un gigante che compare dal nulla distruggendo le mura della città. Quel giorno, l’umanità ricordò il terrore di essere controllati da loro... l’umiliazione di vivere come uccelli in gabbia. Tutto accadde 107 anni fa. L’intero genere umano... tranne pochi… fu divorato dai giganti. Tutta quella gente finì direttamente nello stomaco di quegli esseri. Fu così che i nostri antenati pensarono di costruire delle enormi mura che i giganti non avrebbero mai potuto oltrepassare. Riuscirono a creare un territorio al riparo dalla minaccia dei giganti, ma...tutto ciò fino a cinque anni fa. Ma ora è il nostro turno, degli esseri umani. D’ora in avanti... saremo noi a divorare i giganti! Adesso finalmente il genere umano può riprendersi la propria dignità. Possiamo vincere. Per l’umanità è il momento... di attaccare!\n\n---\nDiverse centinaia di anni fa, la razza umana fu quasi sterminata dai giganti. Si racconta di quanto questi fossero alti, privi di intelligenza e affamati di carne umana; peggio ancora, essi sembra divorassero umani più per piacere che per necessario sostentamento. Una piccola percentuale dell'umanità però sopravvisse asserragliandosi in una città circondata da mura estremamente alte, anche più alte del più grande di giganti.\n\n---\nL’evento manga del 2012, lo shonen d’azione più emozionante e travolgente degli ultimi anni, premiato in patria con il prestigioso premio Kodansha come “miglior manga per ragazzi”. Un gigante che compare dal nulla distruggendo le mura della città. Quel giorno, l’umanità ricordò il terrore di essere controllati da loro... l’umiliazione di vivere come uccelli in gabbia. Tutto accadde 107 anni fa. L’intero genere umano... tranne pochi… fu divorato dai giganti. Tutta quella gente finì direttamente nello stomaco di quegli esseri. Fu così che i nostri antenati pensarono di costruire delle enormi mura che i giganti non avrebbero mai potuto oltrepassare. Riuscirono a creare un territorio al riparo dalla minaccia dei giganti, ma...tutto ciò fino a cinque anni fa. Ma ora è il nostro turno, degli esseri umani. D’ora in avanti... saremo noi a divorare i giganti! Adesso finalmente il genere umano può riprendersi la propria dignità. Possiamo vincere. Per l’umanità è il momento... di attaccare!\n[riassunto preso dal sito panini.it]",
   "ja": "手足をもがれ、餌と成り果てようと、人類は巨人に挑む!!　巨人がすべてを支配する世界。巨人の餌と化した人類は巨大な壁を築き、壁外への自由と引き換えに侵略を防いでいた。だが名ばかりの平和は壁を越える大巨人の出現により崩れ、絶望の戦いが始まってしまう。――震える手で、それでもあなたはページを捲る。超大作アクション誕生！　これが21世紀の王道少年漫画だ!!",
   "kk": "Адамзат алыптардың күйрету күшінің астында қалды. Азаттығын құрбан еткен адамзат тірі қалғандарды аман сақтап қалуға үміттеніп, биік қабырғалы қалаларды паналады. Бірақ бір қорқынышты күні көлемі жағынан тіпті қала қабырғаларынан да асып түсетін Зораң Алып пайда болды. Нәзік үміт шаңға айналып, тірі қалу үшін күрес қайтадан басталды.",
   "pl": "Oto świat niemal w całości opanowany przez tytanów. Świat, w którym niedobitki ludzkości schroniły się za masywnymi murami, by nie skończyć jako pożywienie tych potężnych, przerażających istot... Od tamtych wydarzeń minęło ponad sto lat. Przez ten czas tytani ani razu nie przypuścili ataku na mury. Jednak pewnego dnia ten pozorny pokój zostaje brutalnie przerwany. Oto bowiem wróg powrócił, a ludzkość czeka straszliwa batalia o przetrwanie...",
   "pt-br": "O mundo foi dominado por Titãs, criaturas gigantescas devoradoras de humanos! Os poucos sobreviventes viram sua civilização reduzida a um território protegido por muralhas, que foram capazes de manter a ameaça afastada por mais de cem anos. Mas tanto tempo de tranquilidade está prestes a ruir, com o ataque de um titã mais alto e poderoso do que a enorme muralha!\n\n---\nHá muito tempo atrás, os humanos foram quase exterminados pelos Titãs. Seres humanoides gigantes que devoram as pessoas sem nenhum motivo aparente. Os poucos sobreviventes fugiram, levantaram muralhas de 50 metros para se protegerem desses seres e tentarem viver em paz… Porém, 100 anos depois, a humanidade começa a pagar por seus anos de paz: um titã colossal aparece, destruindo a muralha e dando início a um cenário de carnificina e destruição. É nesse momento em que as vidas de Eren, Mikasa e Armin serão mudadas para sempre. E assim começa uma batalha épica entre a raça humana e esses seres. A busca pela sobrevivência e o desejo de liberdade são o que movem a humanidade.\n\n---\nA história do mangá aborda um mundo em que a humanidade vive em cidades protegidas por muros de 50 metros de altura para se defender das invasões externas dos temidos Titãs, criaturas gigantes com formato humano e que se alimentam apenas de seres humanos. Conforme a história avança, através dos 26 volumes já publicados atualmente, descobrem-se muitas verdades inquietantes sobre politicas e governos para o nascimento e desenvolvimento dos temidos Titãs.\n\nA edição portuguesa de \"Ataque dos Titãs\" traz um bónus: uma entrevista nunca antes publicada em português, com o autor Isayama. São três páginas em que ele responde às perguntas dos fãs japoneses. Além disso, tem também um desenho feito por ele em que mostra o ambiente de trabalho em que \"Ataque dos Titãs\" foi criado.",
   "ru": "Вместо прогресса человечество оказалось отброшено назад появлением расы гигантов. Огромные гуманоиды не обладали ни речью, ни разумом, но при этом пожирали людей, как чипсы, а обычное оружие уровня XIX века оказалось бессильно. Остатки рода людского смогли выжить лишь за циклопическими стенами, которые тройным кольцом опоясали последние поля, города и деревни. Затишье продолжалось сто лет, за это время люди успокоились, армия была сокращена, а городская стража превратилась в дармоедов. Боеспособность сохранил лишь Разведкорпус – но кому нужны самоубийцы, что постоянно рискуют жизнью за стенами, когда можно спокойно сидеть за каменным забором?  \r\nУвы, все хорошее кончается. Ужасающий колосс сокрушил внешнюю стену «Мария», и гиганты уничтожили один из городов. Мать юного Эрена погибла, отец пропал, и парень, кипящий жаждой мести, вместе с приемной сестрой Микасой поступил в Корпус, чьи элитные бойцы могут побеждать гигантов один на один. Овладеть системой тросов, лебедок и газовых ускорителей нелегко, но лишь подобная техника помогает делать безумные прыжки и поражать монстров в затылок – единственное уязвимое место. Учиться надо быстро, ибо идет война, и действия врага становятся все агрессивнее – будто за безмозглыми горами плоти стоит чей-то чуждый разум. Или… не такой уж чуждый? Эрену и его друзьям среди боев и сражений предстоит открыть немало пугающих тайн!  \r\n\r\n\r\n---",
   "tr": "Titanların her şeyi kontrol ettiği bir dünya. \"titan yemi\"ne dönüşen insan ırkı, dev gibi bir duvar inşa edip işgalden korunmayı duvar dışının özgürlüğüne tercih etmiştir. Ama sadece adı \"huzur\" olan şey, duvarı aşabilen dev bir titanın ortaya çıkmasıyla paramparça olur ve umutsuz bir savaş başlar.",
   "zh-hk": "一個由巨人所掌控的世界。成為巨人食物的人類築起了巨大高聳的城牆，犧牲通往牆外的自由，換來防止對方的侵略。但是虛有其表的和平卻在足以跨越城牆的大巨人出現之下瓦解，一場絕望的戰爭就此開始。"
  },
  "links": {
   "al": "53390",
   "amz": "https://www.amazon.co.jp/gp/product/B07C5ZN36D",
   "ap": "attack-on-titan",
   "bw": "series/4214",
   "cdj": "https://www.cdjapan.co.jp/product/NEOBK-1599854",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/121579/",
   "engtl": "https://comics.inkr.com/title/409-attack-on-titan?utm_source=mgd",
   "kt": "14916",
   "mal": "23390",
   "mu": "47446",
   "raw": "https://pocket.shonenmagazine.com/episode/10834108156635088814"
  },
  "originalLanguage": "ja",
  "lastVolume": "34",
  "lastChapter": "139",
  "publicationDemographic": "shounen",
  "status": "completed",
  "year": 2009,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "pt-br",
   "ru",
   "hu",
   "es-la",
   "en",
   "pl",
   "es",
   "uk",
   "ar",
   "zh-hk",
   "kk",
   "it",
   "tr",
   "id",
   "fr"
  ],
  "latestUploadedChapter": "a2e05215-4d19-401e-8526-7659b2ddcc19",
  "tags": [
   {
    "id": "07251805-a27e-4d59-b488-f0bfbec15168",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Thriller"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Award Winning"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "36fd93ea-e8b8-445e-b836-358f02b3d33d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Monsters"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Action"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "3b60b75c-a2d7-4860-ab56-05f391bb889c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Psychological"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "5fff9cde-849c-4d78-aab0-0d52b2ee1d25",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Survival"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "87cc87cd-a395-47af-b27a-93258283bbc6",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adventure"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "9467335a-1b83-4497-9231-765337a00b96",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Post-Apocalyptic"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ac72833b-c4e9-4878-b9db-6c8a4a99444a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Military"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b29d6a3d-1569-4e7a-8caf-7557bc92cd5d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Gore"
     },
     "description": {},
     "group": "content",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdad7e68-1419-41dd-bdce-27753074a640",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Horror"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Tragedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 130,
  "createdAt": "2018-01-26T21:42:42+00:00",
  "updatedAt": "2023-11-24T16:43:50+00:00"
 },
 "relationships": [
  {
   "id": "31e059c9-6040-4765-b7bd-40a16d657a94",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "Hajime Isayama (諫山 創, Isayama Hajime, born August 29, 1986) is a Japanese manga artist. His first series, Attack on Titan (2009–2021), became one of the best-selling manga series of all time with 100 million copies in circulation as of December 2019. \n\nHajime Isayama studied under [Satou Yuuki](https://mangadex.org/author/5ffd5715-3b87-4266-850a-42254bad9203/satou-yuuki). In 2008, he applied for the 80th Weekly Shōnen Magazine Freshman Manga Award, where his work *Heart Break One* was given the Special Encouragement Award. His other work, *Orz*, was chosen as a selected work in the same contest the following year.\n\nIn 2009, his first serial work, *Attack on Titan*, started in the monthly Bessatsu Shōnen Magazine. It won the Shōnen category of the 35th Kodansha Manga Award in 2011, and was nominated for both the 4th annual Manga Taishō award and the 16th annual Tezuka Osamu Cultural Prize. *Attack on Titan* is released in English by Kodansha USA and has inspired five spin-off manga series, three light novel series, a televised anime adaptation, several visual novels and video games, and a two part live-action film. The resort Bungo Oyama Hibiki no Sato in his hometown of Ōyama, ran a free exhibit displaying copies of Isayama's manuscripts for the manga in 2013. A special Attack on Titan event was held in Hita on November 1, 2014, with Isayama and approximately 2,500 spectators attending. The following day, Isayama gave a speech at the Patria Hita cultural hall and was officially named the Tourism Ambassador of Hita by the city's mayor Keisuke Harada. In December 2018, he announced in his blog that he had gotten married earlier that year."
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Isayama Hajime",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-01-08T00:57:40+00:00",
    "version": 3,
    "website": "http://blog.livedoor.jp/isayamahazime/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "31e059c9-6040-4765-b7bd-40a16d657a94",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "Hajime Isayama (諫山 創, Isayama Hajime, born August 29, 1986) is a Japanese manga artist. His first series, Attack on Titan (2009–2021), became one of the best-selling manga series of all time with 100 million copies in circulation as of December 2019. \n\nHajime Isayama studied under [Satou Yuuki](https://mangadex.org/author/5ffd5715-3b87-4266-850a-42254bad9203/satou-yuuki). In 2008, he applied for the 80th Weekly Shōnen Magazine Freshman Manga Award, where his work *Heart Break One* was given the Special Encouragement Award. His other work, *Orz*, was chosen as a selected work in the same contest the following year.\n\nIn 2009, his first serial work, *Attack on Titan*, started in the monthly Bessatsu Shōnen Magazine. It won the Shōnen category of the 35th Kodansha Manga Award in 2011, and was nominated for both the 4th annual Manga Taishō award and the 16th annual Tezuka Osamu Cultural Prize. *Attack on Titan* is released in English by Kodansha USA and has inspired five spin-off manga series, three light novel series, a televised anime adaptation, several visual novels and video games, and a two part live-action film. The resort Bungo Oyama Hibiki no Sato in his hometown of Ōyama, ran a free exhibit displaying copies of Isayama's manuscripts for the manga in 2013. A special Attack on Titan event was held in Hita on November 1, 2014, with Isayama and approximately 2,500 spectators attending. The following day, Isayama gave a speech at the Patria Hita cultural hall and was officially named the Tourism Ambassador of Hita by the city's mayor Keisuke Harada. In December 2018, he announced in his blog that he had gotten married earlier that year."
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Isayama Hajime",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-01-08T00:57:40+00:00",
    "version": 3,
    "website": "http://blog.livedoor.jp/isayamahazime/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "2b888ee6-eb25-4f48-86b0-f4fe898ab234",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-01-28T14:13:23+00:00",
    "description": "",
    "fileName": "12158456-0511-468b-be37-8d2aa3772723.png",
    "locale": "ja",
    "updatedAt": "2022-01-28T14:13:23+00:00",
    "version": 1,
    "volume": "34"
   }
  },
  {
   "id": "048eed21-5e52-4936-9064-2331ab830965",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "0574b968-63da-467a-a41e-31a666817dca",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "06539daf-e44b-4a06-9793-dc9f6ba8dd55",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "0a4a9f8e-03f2-4ccd-8fbb-e87913d67f0e",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "0ac05896-01de-4a65-8418-fcaadc91c705",
   "type": "manga",
   "related": "side_story"
  },
  {
   "id": "0c7cdcfd-69db-4b16-8a85-5a8bd7b02dce",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "14839ae8-9d2f-4fc4-a18d-54a424a67d9d",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "182260eb-2052-4785-a001-9720cef8fd69",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "1cbc2b0d-bfdf-48ff-a7d9-b246b4cdae0f",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "2392c16f-ce2a-4680-8b08-4244899c6e1e",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "2a05af10-4156-40f1-865e-10dae6a913bc",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "30954fc3-c206-4978-baac-782d86f4692f",
   "type": "manga",
   "related": "side_story"
  },
  {
   "id": "3608547d-6ade-4366-892e-47f1c07c2828",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "36614dc8-52f3-404f-b2d5-63957524ffec",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "390ad2fb-3709-45d4-957b-dba89427ff6f",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "3a224dc2-e250-4b71-9a2a-551fb46f492a",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "3de7d8ae-6411-4d3f-8181-d2baefe04516",
   "type": "manga",
   "related": "colored"
  },
  {
   "id": "405f6956-164e-4722-9f6e-035a379e84f9",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "4073743f-bbbb-40da-a52c-acaca6911ab7",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "429cf82b-b56b-4a22-a0ed-9d9ea08cae51",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "4a4eb4dd-14d4-4dde-93a8-da8bd8c1e51b",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "501e36d5-8f2c-4a72-b61a-24066f1cea12",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "51e31bd3-958d-4550-8cd5-b82d1f23d9c9",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "5293d436-6c68-49c2-9733-23b30fcbe4de",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "54d2f0bc-0a37-4653-8d1a-6edd8c112324",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "592e44d9-20dd-4a45-99a9-65609b4a6b33",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "59b5d199-10b8-4cd3-8404-6b8437706267",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "5b8958fc-9f7e-4fea-90fa-71facc73a8c6",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "5c7fe209-d20b-47e1-8d55-45cc7c2145a6",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "5d88ad91-a32e-461d-9da6-3df955359565",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "5dc8d212-eda7-47ea-a1ab-8ff420ffa6d0",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "60fe655f-2180-4017-a036-d46ec7a8500e",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "660f5e5b-0b85-4cd8-908f-fee25332ebd9",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "67239eca-d524-4c5c-b6e6-3f7c0a48f118",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "6a27d855-7970-4eef-a1fd-11f27a604021",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "6f3d704e-ad28-4fde-acd3-c36b07b29353",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "738cb558-fe34-44e3-b77d-7ffe02ba1635",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "74f49a72-3d81-4760-a9ac-6c4cbae03277",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "765a5792-39a2-44c7-aec0-6fa9954dead6",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "79c35c57-3846-4c69-8c6d-a2116579927b",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "7e205249-2d25-4c3a-adf5-1c8cc7146688",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "81a391d4-15b0-42b0-9ffb-e40752ffebb8",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "823874e4-2d4a-4ce1-8d71-5953105c6741",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "84aecfbd-e5aa-40a5-ae28-8ef49ea6e43f",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "893e6c02-79d2-4661-9200-d5fe558a1b28",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "8e4e6280-b568-4de1-aa89-ca64a2d66670",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "918763f4-0e7a-4a3b-9b02-83e043419022",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "93eec60f-0232-4fd6-accf-cea698345c22",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "9431666a-2d56-4d86-bb24-6fec7f516bd3",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "959fed74-b49b-44e1-8ae2-f12a6eb60ba2",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "9889a324-87a8-4ed4-b404-daadf2851519",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "994878e3-5b07-4dc7-a5cc-bdb452847c71",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "9e4a9453-2124-44c1-a11d-42d56e60d979",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "a3e57507-60b3-4bb4-9e37-0336d5e47100",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "a594c62d-8b55-4dc3-b8c5-f75ec32b04dc",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "ad7069df-9fa1-4e2d-9dcc-76cc723f299f",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "af912262-b277-4d09-9dfb-b52c266ea366",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "b10dd436-9da1-4f5b-9145-1d07a4e92f7d",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "b469af69-cc5c-4a61-806f-cd90e2418c1f",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "b6c39018-50ff-4838-8a24-6413c519fab8",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "ba176c91-fe44-49c8-84da-6b99647880ee",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "d2606f91-32c8-4b95-adfa-f0aac8b9aee7",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "d2d27f4f-dfab-47fa-90e6-66085c7ec28b",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "d3321be9-2156-441a-8bc8-74dd6e6785dd",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "d404f1f0-108a-40e8-ac83-d22c651e57b4",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "d5a3d9cb-b1ad-4ba1-9a92-a7569cb600f2",
   "type": "manga",
   "related": "prequel"
  },
  {
   "id": "d90d56af-aeee-49f1-880d-ed5ab1ba9d94",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "da23612c-7855-42ef-ba9e-32635ad36dd1",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "e0bb39f8-642d-482d-9fa1-d504a2dc3079",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "e369b04a-3472-4c4b-8a75-005adeed41d1",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "e87a635d-8a0d-4bfb-bd8d-9d77d9a536e8",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "ee8435ff-2a24-4a3d-ab60-3f87722c16eb",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "f0c8818c-bf3b-4f44-a781-c664c69d69c8",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "f12db541-06f3-46bd-bb05-170fd8810535",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "f1c0267f-1812-4dd7-988b-da46a43ffce6",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "f294ae95-221b-4372-bff1-ebf5ad9d0029",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "f575087f-7c2f-4886-b64a-7065d838564a",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "f6b3e586-aa08-43c8-9294-4cd4d53af522",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "feaa2c8b-0232-4ec1-8c7d-90f4d2b68b88",
   "type": "manga",
   "related": "spin_off"
  }
 ]
}