{
 "result": "ok",
 "data": {
  "id": "308dc6f6-e555-4269-a95c-f6c1b4dd14c8",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Jolyne, Fly High with GUCCI"
   },
   "description": {
    "en": "Jolyne, Fly High with GUCCI is a new full-color one-shot manga starring Jolyne Cujoh featured in the February 2013 issue of Shueisha's women's fashion magazine, Spur. \u0026quot;Jolyne, fly high with GUCCI\u0026quot; features the protagonist of Part VI: Stone Ocean, Jolyne Cujoh and 3 Vento Aureo's characters: Leone Abbachio ,Bruno Buccellati ,\u0026amp; Polpo. This is the second JJBA-Related one-shot published in that magazine.\r\n\r\nThe story starts in a airport, where Jolyne is waiting for a plane for Tokyo. Ten days beforehand, her mother died from a illness. Jolyne is later seen thinking about how her mother made her clothing to fit Jolyne before she died. Then, Jolyne turns to see a small blue unicorn looking at her, with three men close by. Two men, revealed to be Buccellati \u0026amp; Abbachio, are goverment agents while the other, Polpo, was a citizen who lost a pet. Buccellati says that the animal is very important to the goverment \u0026amp; asks to search Jolyne. After she refuses, Buccellati looks at the survaillence where Jolyne is seen with the pet, shown to be the unicorn she saw earlier. The unicorn is seen bleeding, leading Buccellati to warn Polpo about the consequences of potenitally harming it. Then, Jolyne is seen kneeling down in front of the camera, when she gets up, the unicorn has disappeared. Buccellati corners Jolyne to hand it over or to be arrested. Jolyne, confused \u0026amp; in tears, still refuses saying that it would be all alone in a strange country. When Buccellati goes to apprehend her, he notices the unicorn on her scarf. Jolyne realizes that it is a dream, that also have given her newfound hope in herself. She comes to the conclusion that the dream is a message, it is also power.\r\n\r\nItalian summary\r\n[Spoiler]Jolyne, Fly High with GUCCI \u0026egrave; un manga one-shot colorato dove Jolyne Cujoh \u0026egrave; la protagonista, in primo piano nella women's fashion magazine della Shueisha, Spur. I protagonisti di \u0026quot;Jolyne, Fly high with GUCCI\u0026quot; provengono della sesta parte de \u0026quot;Le bizzarre avventure di Jojo\u0026quot;: Stone Ocean, Jolyne Cujoh e altri tre da Vento Aureo: Leone Abbacchio, Bruno Bucciarati e Polpo. Questo \u0026egrave; il secondo one-shot relativo a \u0026quot;Le bizzarre avventure di Jojo\u0026quot; pubblicato in questa rivista.\r\n\r\nLa storia comincia in un aereoporto, dove Jolyne sta aspettando l'aereo per Tokyo. Dieci giorni prima, sua madre \u0026egrave; morta per colpa di una malattia. Jolyne poi pensa a come sua madre avesse fatto fare dei vestiti su misura per Jolyne prima che morisse. Poi, Jolyne si gira e vede un piccolo unicorno blu che la sta guardando, con tre uomini vicino. Due uomini, Bucciarati e Abbacchio, sono agenti del governo, mentre l'altro, Polpo, \u0026egrave; un civile che ha perso un animale, che dovrebbe essere l'unicorno visto poco prima. L'unicorno \u0026egrave; ferito e Bucciarati avvertisce Polpo delle conseguenze penali. Poi, Jolyne si inginocchia davanti alla telecamera, quando si alza, l'unicorno \u0026egrave; scomparso. Bucciarati chiede a Jolyne di ridargli l'animale o l'avrebbe dovuta arrestare. Jolyne, confusa e in lacrime. continua a rifiutarsi dicendo che lui sarebbe stato solo in una grande citt\u0026agrave; che non sconosce. Quando Bucciarati va per arrestarla, nota l'unicorno sulla sua sua sciarpa. Jolyne capisce che \u0026egrave; un sogno, che gli ha dato anche una nuova speranza. Arriva alla conclusione che quel sogno oltre a essere un messaggio, gli da forza.[/Spoiler]"
   },
   "links": {
    "al": "77533",
    "ap": "jolyne-gucci-de-tobu",
    "kt": "4774",
    "mal": "47533",
    "mu": "142212"
   },
   "originalLanguage": "ja",
   "lastChapter": "0",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "0234a31e-a729-4e28-9d6a-3f87c4966b9e",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Oneshot"
      },
      "version": 1
     }
    },
    {
     "id": "320831a8-4026-470b-94f6-8353740e6f04",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Official Colored"
      },
      "version": 1
     }
    },
    {
     "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Supernatural"
      },
      "version": 1
     }
    },
    {
     "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Full Color"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00",
   "updatedAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "16bf42f1-70ee-4410-95ce-3e4a2d70e2f8",
   "type": "author"
  },
  {
   "id": "16bf42f1-70ee-4410-95ce-3e4a2d70e2f8",
   "type": "artist"
  },
  {
   "id": "c9e1b981-e85f-423c-8c30-e955f94bc28b",
   "type": "chapter"
  },
  {
   "id": "281741eb-2ef7-41fc-9f1e-9d54d9e42195",
   "type": "chapter"
  },
  {
   "id": "95879fbd-bf43-482e-8862-ab8f38ad94dc",
   "type": "chapter"
  },
  {
   "id": "2cef0ac4-0ccc-4f02-ae92-035497b2768e",
   "type": "chapter"
  },
  {
   "id": "90fe763d-0786-41f9-ab5b-fa5e46f02f9a",
   "type": "chapter"
  },
  {
   "id": "686655ed-d114-4e5e-bd14-ba63dc44cdcb",
   "type": "chapter"
  },
  {
   "id": "0aa44a76-c668-49cd-8d96-dc12cc7709d4",
   "type": "chapter"
  },
  {
   "id": "b7254551-bea8-4c13-a621-2b351039e338",
   "type": "chapter"
  },
  {
   "id": "ecd5c3ab-6e8b-4f57-9b00-1517e687813c",
   "type": "chapter"
  },
  {
   "id": "0234a31e-a729-4e28-9d6a-3f87c4966b9e",
   "type": "tag"
  },
  {
   "id": "320831a8-4026-470b-94f6-8353740e6f04",
   "type": "tag"
  },
  {
   "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
   "type": "tag"
  },
  {
   "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
   "type": "tag"
  }
 ]
}