{
 "result": "ok",
 "data": {
  "id": "30c14305-2149-4b86-bee8-e0a036bafd5d",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Ranobe no Hen!"
   },
   "altTitles": [
    {
     "en": "Completing a light novel"
    },
    {
     "en": "Завершение ранобэ!"
    },
    {
     "en": "らのべのへん!"
    },
    {
     "en": "轻小说神马的"
    }
   ],
   "description": {
    "en": "Sugano Ikkei is a typical teenager at his high school and lives with his older brother Hyakkei who is an editor at a publishing company. Hyakkei is in charge of several artists and writers and his job is to support them in anyway possible. However, he broke his leg and is unable to leave the hospital for a week and he has a very important meeting with a very shy writer named Tokito Aona which has taken months to get a face to face meeting.\r\n\r\nAs they look really alike, he asks Ikkei to dress up as him and go as Hyakkei. The meeting goes well without her knowing the truth, but Ikkei is forced to go to another meeting with Fujimaki Misuzu, an artist moving to Tokyo in order to continue working. To his surprise, both girls, Tokito and Fujimaki, are in the same class as he. Now he has to juggle being Hyakkei as an editor to the two girls as well as be their classmates as Ikkei, and do all this without letting out the secret that he is the same person. \r\n\r\nfrom MU",
    "pt": "Sugano Ikkei é um típico adolescente que mora com seu irmão mais velho Hyakkei, ele trabalha como editor. Hyakkei trabalha com vários artistas e escritores e sempre apóia eles de qualquer maneira possível. No entanto ele acaba quebrando a perna e não pode sair do hospital por uma semana e ele tem que conseguir um encontro cara a cara com a certa autora. Como os irmãos são parecidos, pede para que Ikkei se vista como ele e ir para o encontro. \r\n\r\nO encontro vai bem sem ela saber de verdade, mas Ikkei é forçado a ir para outra reunião com Fujimaki Misuzu, uma artista que acaba de se mudar para Tóquio a fim de continuar o trabalho. Para a sua surpresa. as duas meninas, Tokito e Fujimaki, estão na mesma sala que ele. Agora ele tem que disfarçar como editor para as duas meninas e ainda por serem suas colegas, ele fara de tudo para manter o segredo, estudante para editor e editor para estudante. =/"
   },
   "links": {
    "al": "55358",
    "ap": "ranobe-no-hen",
    "kt": "18566",
    "mal": "25358",
    "mu": "56318"
   },
   "originalLanguage": "ja",
   "lastVolume": "2",
   "lastChapter": "11",
   "publicationDemographic": "seinen",
   "status": "completed",
   "contentRating": "suggestive",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Comedy"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    }
   ],
   "version": 2,
   "createdAt": "2018-01-27T04:34:17+00:00",
   "updatedAt": "2021-05-25T15:40:59+00:00"
  }
 },
 "relationships": [
  {
   "id": "30387969-d6c5-435d-b9ca-b9a0471b7248",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "YUMIZURU Izuru",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "b3839446-dad7-48a0-be61-91bd100a6be1",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "YAMAKI Rin",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "787e7660-5923-4fb8-bfef-30edc45b648b",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T17:53:31+00:00",
    "description": "",
    "fileName": "715c7274-4969-4453-a0f9-4bfcfaf82aff.jpg",
    "updatedAt": "2021-05-24T17:53:31+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}