{
 "id": "30e17249-cdc4-42bc-ab7f-a7b396927189",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "9 Faces of Love"
  },
  "altTitles": [
   {
    "en": "7 Love-Related Stories"
   },
   {
    "en": "9 chuyện tình"
   },
   {
    "en": "9 Обличий любви"
   },
   {
    "en": "A Cold"
   },
   {
    "en": "A Flying Lesson"
   },
   {
    "en": "A Short Game about a Change Encounter"
   },
   {
    "en": "Automation"
   },
   {
    "en": "Belives Ye Your Eyes?"
   },
   {
    "en": "Leucadian"
   },
   {
    "en": "Manhwa Novella Collection v.2"
   },
   {
    "en": "Mint Flavor"
   },
   {
    "en": "Purple Eyes (Wann)"
   },
   {
    "en": "Return of Princess Rouana"
   },
   {
    "en": "Sa-rang-é Gwan-han Il-gop-ga-ji I-ya-gi"
   },
   {
    "en": "사랑에 관한 7가지 이야기"
   }
  ],
  "description": {
   "en": "It contains nine one-shot romance manhwa by Wann.  \n  \nReturn of Princess Rouana – Asha was sent by her master Cayan, the so-called \"evil sorcerer,\" to send a message to the Royal Court that Princess Rouana will be returning home. Forty years ago, it was believed that the sorcerer Cayan kidnapped Princess Rouana. However, when Asha starts spending more time in the castle, she finds the place strangely familiar. Slowly, she discovers the secret Cayan wants her to find.  \n  \nBelieve Ye Your Eyes? – Sei is a guy with a face so beautiful that he can easily get any girl. Unfortunately, after a certain accident, he cannot see women – yes, all women are invisible to him. Of course, he couldn't care less since being able to have a physical relationship with them is enough for him. Seeing them means trouble because they may become special to him. One day, Sei notices something – he can see one woman, the annoying girl that lives next door whom he never bothers to pay attention to. Strangely, he is the only person who is invisible to her. Slowly, he starts investigating her, but gradually, he starts falling in love with her…  \n  \nA Short Game About A Chance Encounter – This is the story of two people meeting each other by chance and falling in love. The manhwa itself is put together in the most narrative, where the narrator rewinds the story after each turning point of the story and retells it with a switch of scenario and possibilities. This is really a simple story told in the most unusual method ever.  \n  \nAutomation – 1005 is an android that was \"born\" with defects: she opened her eyes while being manufactured and she can dream. Yet, she isn't the only one. Shaa, known as 1004, also opened her eyes from the beginning. The two become close and they teach each other emotions that they are not suppose to have as androids. One day Shaa overhears her master saying that androids are implanted with the memories of humans, and she realizes the she and 1005 are not actually \"faulty products\"….  \n  \nA Cold – A simple story about a couple breaking up due to a minor fight. After they break up, the two of them can't help regretting it. She takes on his habit of eating ice mix in the middle of winter, while he, who has never gotten sick, now has a cold. The two continue to take on each other's habits until one day…  \n  \nPurple Eyes – Ruben was born with the ability to make accurate predictions and read people's mind. He and his brother, Dave, and his brother girlfriend, Pat, are stuck in a ghost town when their car breaks down, and have no choice but to stay there for the night. There, Ruben discovers the history of the ghost town when he starts recalling the memories of an innocent girl who burnt to death at a witch trial. Ever since then the town has suffered from a curse, where every single girl in the village perished after hallucinations and high fever…  \n  \nLeucadian – There was a famous Greek poetess who jumped off a cliff and committed suicide after she was rejected by her beloved. That cliff is called Leucadian. Leucadian has become a legend where it is rumored that anyone, with a broken heart, who jumps off the Leucadian Cliff and survives will recover from his or her loss. On a cruise trip on the Mediterranean Sea, Len meets the girl of his dream, but she is always alone, staring into the ocean. It turns out that she came to the Leucadian Cliff with a broken heart…  \n  \nMint Flavor – She and Gia have been best friends for 10 years and they know everything about each other. Gia has just come back from a trip to Rome with her boyfriend and they haven't seen each other for two weeks. She goes over to her place first thing when she gets back to Seoul and finds out that Gia has just broken up with her boyfriend. Together they discover that their feelings for each other are more than just as friends….  \n  \nA Flying Lesson – When Herman runs away from her tutor, she picks up a bird who considers her as his mommy. He's not just any bird - he's a human with wings. Herman becomes attached to the little birdy, Lilda, and is determined to teach Lilda how to fly…"
  },
  "links": {
   "al": "34900",
   "ap": "9-faces-of-love",
   "engtl": "https://www.netcomics.com/comic/9facesoflove",
   "kt": "10427",
   "mal": "4900",
   "mu": "10885"
  },
  "originalLanguage": "ko",
  "lastVolume": "1",
  "lastChapter": "9",
  "status": "completed",
  "contentRating": "safe",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "a3c67850-4684-404e-9b7f-c69850ee5da6",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Girls' Love"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Tragedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 2,
  "createdAt": "2018-08-31T09:16:37+00:00",
  "updatedAt": "2022-06-08T06:03:22+00:00"
 },
 "relationships": [
  {
   "id": "42284ca8-0ae5-4909-89ea-6fd3b9e34e6d",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Wann",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "42284ca8-0ae5-4909-89ea-6fd3b9e34e6d",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Wann",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "ea5e8704-f36d-4f98-8317-70a3981acb92",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T16:43:31+00:00",
    "description": "",
    "fileName": "4c2d917d-db3b-4101-bea4-24426776391f.jpg",
    "locale": "ko",
    "updatedAt": "2021-05-24T16:43:31+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}