{
 "result": "ok",
 "data": {
  "id": "30f21c9d-0953-415a-b9d2-ab6f0e7d43c9",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Boku ga Utau to Kimi wa Warau kara"
   },
   "description": {
    "en": "1) Because You Smile When I Sing\r\nThe pop band vocalist, Atsushi, has always been thought of by others as a \u0026quot;scary person\u0026quot; because of the facial expression he was born with and his disinclination to speak. For Atsushi, Anzu is the only one who ever smiled wholeheartedly upon meeting him, but now that they have met again in high school, Anzu has changed completely. Why doesn't she smile? What can a boy--a singer--with a frightful expression and no speech do to bring her beautiful smile back...?\r\n\r\n2) Ding Dong\r\nHappiness resounds, ding dong. Though the sound of it may be short-lived, the echo only dies if we allow it to. Chisato wonders if her father ever loved her. He died in a car accident, leaving Chisato behind with her stepmother. He never gave her anything--no gifts on holidays, and he didn't even have the decency to go on living for her. It might be the case that even Chisato's stepmother feels no love for her and will leave. But one question from Chisato's childhood friend, Takahiro, brings the past echoing back with more clarity than ever before.\r\n\r\n3) Voice of Mine\r\nInagaki Shuu is a musical genius, the son of musical geniuses, and so the eyes that watch him as he plays the violin are not the eyes of attentive listeners, but the eyes of scrutinizing customers. People are cold to him and the technical perfection he picked up from his parents...except for Futaba, that strange girl who ran into the music room to hide while he was there and then escaped out the window. She's straight and honest in her actions--and in her music. You can hear her voice when she plays, a voice that's uniquely hers. Can she help a genius to find his own voice...?\r\n\r\n4) Double Flower\r\nSuguru is a little strange for an 18 year-old boy. As a hobby and by profession, he's a seamstress. His rude little grade schooler step-niece, Aya, has run away from home and is staying with him now, and she lets him know everything that's on her mind without hesitation. It hurts to hear from her why women don't look on him as a man, but it also helps him understand what he needs to do to win the woman he loves...\r\n\r\n5) Dark Princess\r\nA hilarious fairytale side story of \u0026quot;Those Who Have Wings\u0026quot;. Once upon a time, there was a beautiful princess named Princess Shoka. She was so lovely that she was called \u0026quot;Snow White,\u0026quot; but she was also called \u0026quot;Dark Princess\u0026quot; because she was a sadistic slave driver! King Hiruto, Queen Phia, and General Tooya knew they had to do something about her behaviour, so they hired Hunter Yang to kill her!? But she escaped, with Hunter Yang as her hostage, and went on an adventurous journey to find a hot knight to be her ultimate love!"
   },
   "links": {
    "al": "31457",
    "ap": "songs-to-make-you-smile",
    "kt": "3102",
    "mal": "1457",
    "mu": "1082"
   },
   "originalLanguage": "ja",
   "lastChapter": "5",
   "publicationDemographic": "shoujo",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Comedy"
      },
      "version": 1
     }
    },
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "version": 1
     }
    },
    {
     "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "School Life"
      },
      "version": 1
     }
    },
    {
     "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Fantasy"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "238a8dfd-84dc-437e-a1bb-4c2ed945484e",
   "type": "author"
  },
  {
   "id": "238a8dfd-84dc-437e-a1bb-4c2ed945484e",
   "type": "artist"
  },
  {
   "id": "bd40771b-9621-45fe-9ba4-e8fc405fe34d",
   "type": "chapter"
  },
  {
   "id": "726e2ded-232a-4f2b-8089-b12a3c3a97a6",
   "type": "chapter"
  },
  {
   "id": "a857d1ad-99e3-40b5-b00c-095205f0917a",
   "type": "chapter"
  },
  {
   "id": "70209756-4349-42b9-b592-2dca42d933db",
   "type": "chapter"
  },
  {
   "id": "57b5113c-8bd9-4910-9aa7-9df0e5a90532",
   "type": "chapter"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
   "type": "tag"
  },
  {
   "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
   "type": "tag"
  },
  {
   "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
   "type": "tag"
  },
  {
   "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
   "type": "tag"
  }
 ]
}