{
 "id": "32c6012e-302d-46c7-a53c-9f587ddb722f",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Ikoku de Mitsuketa Koi"
  },
  "altTitles": [
   {
    "ja": "異国で見つけた恋"
   },
   {
    "en": "Princess Brides"
   },
   {
    "it": "Mogli principesse"
   },
   {
    "ko": "이국 땅에서 찾은 사랑"
   },
   {
    "zh-hk": "異國戀曲系列"
   }
  ],
  "description": {
   "en": "Consists of three interlinked volumes:\n\n1. **The Sultan's Bought Bride** (スルタンの花嫁; *Sultan no Hanayome*): Amid a swirl of rose petals, the desert sultan solemnly materializes. Nicolette is stunned. With his well-defined face and glittering ethnic garb, he is the most fascinating thing she’s ever laid eyes on! “Welcome to the land of a thousand dreams, Princess Chantal.” The name he calls her in his sweet, low voice brings Nicolette back to reality. That’s right, I’m here posing as my sister, Chantal, his fianc?e, to trick him into making our plan work out! Ooh, but can I really take advantage of a man like him?\n\n2. **The Greek's Royal Mistress** (ギリシアの騎士;  *Greece no Kishi*): The moment the lightning flashed, Princess Chantal saw the sensational eyes of her bodyguard, and her body felt electrified. The royal private jet landed safely on a small island, and the two were alone. He touched her skin only to check for injuries…but his fingers stimulated Chantal’s emotions, which she had tucked away since the death of her husband. “There’s no one here,” her bodyguard seductively whispered… The princess could not resist and finally crossed the line! But she never could’ve imagined the cruelty that ensued...\n\n3. **The Italian's Virgin Princess** (プリンセスの歌声; *Princess no Utagoe*): Princess Joelle of Ducasse doesn’t even know what Prince Luigi Borgarde’s face looks like, but it is her destiny to marry him and give birth to an heir for the sake of her country. Unable to accept this fate, Joelle sets out to spend a year in the United States. Just once, she wants to know sweet and passionate love. Under a false name, she takes on a job as a singer and awaits her chance. Finally, on her last night of freedom, she spots a man in the audience who won’t take his eyes off her. Joelle’s heart is racing. She wants to go all the way with him. An illicit affair is about to begin!",
   "it": "1. **La moglie acquistata dal sultano** (スルタンの花嫁; *Sultan no Hanayome*):  In mezzo a un turbinio di petali di rose, il sultano del deserto si materializza davanti a lei. Nicolette è stordita. Con il suo volto ben definito e il suo scintillante abito etnico, il sultano è la persona più affascinante che gli occhi di Nicolette abbiano mai visto! \"Benvenuta nella terra dei mille sogni, Principessa Chantal.\" Il nome sussurrato dolcemente, riporta Nicolette alla realtà che è ben diversa. E' da lui nelle vesti di sua sorella, Chantal, la sua fidanzata, deve ingannarlo per portare a termine il suo piano! Oh, ma può davvero approfittare di un uomo come lui?\n\n2. **L'amante reale del greco** (ギリシアの騎士;  *Greece no Kishi*): Nel momento in cui balenò il lampo, la principessa Chantal vide gli occhi sensazionali della sua guardia del corpo e il suo corpo si sentì elettrizzato. Il jet privato reale atterrò sano e salvo su una piccola isola, e i due erano soli. Le toccò la pelle solo per controllare le ferite... ma le sue dita stimolarono le emozioni di Chantal, che lei aveva nascosto fin dalla morte di suo marito. \"Non c'è nessuno qui\", sussurrò seducente la sua guardia del corpo... La principessa non poté resistere e finalmente superò la linea! Ma lei non avrebbe mai potuto immaginare la crudeltà che ne derivò...\n\n3. **La principessa vergine dell'Italiano** (プリンセスの歌声; *Princess no Utagoe*): La principessa Joelle di Ducasse non sa nemmeno che faccia ha il principe Luigi Borgarde, ma è nel suo destino sposarlo e dare alla luce un erede per il suo paese. Incapace di accettare tutto ciò, Joelle decide di passare un anno negli Stati Uniti. Solo una volta, vuole conoscere l'amore dolce e appassionato. Sotto falso nome, lavora come cantante e attende la sua occasione. Alla fine, durante la sua ultima notte di libertà, vede un uomo tra il pubblico che non le toglierà gli occhi di dosso. Il cuore di Joelle batte forte. Vuole andare fino in fondo con lui.",
   "ja": "1. **スルタンの花嫁**\n薔薇の花びらが舞い散るなか、砂漠の王は厳かに現れた。ニコレットは息を呑んだ。彫りの深い顔、輝く民族衣装をまとった長身。なんて魅力的な人なの！「千の夢の国へようこそ、シャンタル王女よ」低く甘い声が呼んだ名が、ニコレットを現実にひき戻した。そうよ、私は今シャンタルお姉様になりすましてここに来ている。彼が結婚相手に選んだお姉様の姿で虜にして利用するの、あの計画を実行するために!!　ああ、でも彼みたいな人を操るなんて、私にできるのかしら!?\n\n2. **ギリシアの騎士**\n頭上で稲妻が光ったその瞬間、ボディガードの煽情的な瞳が見えて、王女シャンタルの体を官能の電流が貫いた。王室専用機が不時着した小島でふたりきり。彼は私に怪我がないか確認するため肌に触れているだけ…。けれどその行為は、シャンタルが夫を亡くしてから封印してきた感情を刺激した。「ここには誰もいない」ボディガードの危険な甘い囁き…。王女は誘惑に抗えず、ついに禁じられた一線を越えてしまう!!　それが残酷な未来を招くとは思いもよらずに…。\n\n3. **プリンセスの歌声**\nルイジ・ボルガルデ王子――顔も知らない彼と、国のために世継ぎを産むことが私のさだめ…。デュカス王国の王女ジョエルは自分の運命を認められず、１年間の期限つきで自由を求めてアメリカへ旅立った。１度だけでいい、甘く激しい恋がしてみたい。ジョエルは、偽名を使って歌手として働きながら、その時を待ちわびた。そして迎えた最後の夜、客席から熱い視線を向けてくる男性がいた。ジョエルの胸が高鳴る。彼に純潔を捧げたい。背徳の恋が始まろうとしていた!!",
   "ko": "1. **술탄의 신부**\n장미 꽃잎이 휘날리는 가운데, 사막의 왕이 엄숙하게 등장한다.\n숨을 죽인 니콜레트. 또렷한 얼굴, 빛나는 민족의상을 두른 장신의 왕.\n어쩜 이렇게 매력적일 수가!\n\"천 가지 꿈의 나라에 오신 걸 환영하오, 뒤카스의 왕녀.\"\n달콤하고 낮은 목소리가 니콜레트를 현실로 돌아오게 한다.\n\"그래, 나는 지금 샹탈 언니 대역을 하려고 여기에 온 거야.\n그가 신부감으로 고른 언니 행세를 하면서 그를 이용해야지.\n계획을 실현시키기 위해!!\n아아, 하지만 이런 사람을 과연 내 뜻대로 움직일 수 있을까?\n\n2. **그리스의 기사**\n머리 위에서 번개가 번쩍이던 그 순간, 경호원의 선정적인 눈동자가 보이고\n왕녀 샹탈의 몸에도 관능의 전기가 흘렀다.\n왕실 전용기가 불시착해 작은 섬에 둘만 남게 된 상황.\n그는 그저 부상이 없는지 확인하기 위해 샹탈의 몸에 손을 댄다.\n하지만 그 행동은 샹탈이 남편을 잃은 후 봉인돼 있던 감정을 자극한다.\n \"여기에는 아무도 없군.\"\n경호원의 위험하고도 달콤한 속삭임….\n왕녀는 유혹을 거부하지 못하고 결국 선을 넘어 버리고 마는데!\n그것이 잔인한 미래를 초래할 거라고는 생각도 못 한 채….\n\n3. **공주의 노랫소리**\n나라를 위해 얼굴도 모르는 루이지 보르가르데 왕자와 후계자를 낳아야 하는 것이 그녀의 숙명…. 뒤카스 왕국의 왕녀인 조엘은 자신의 운명을 받아들이지 못하고 1년 동안 자유를 찾아 미국으로 떠난다. 단 한 번만이라도 달콤하고 열렬한 사랑을 하고 싶어하는 그녀. 조엘은 가명으로 가수 일을 하면서 때를 기다린다. 그리고 1년이 되는 마지막 날 밤, 한 남자가 객석에서 뜨거운 시선을 보낸다. 조엘의 가슴은 뛰기 시작하고 그에게 순결을 바치리라 결심하는데. 일탈의 사랑이 바로 지금 시작된다!!",
   "zh-hk": "1. **公主的謊言**\n玫瑰花瓣飛舞之間，沙漠之王現身了；輪廓深邃的臉龐、被閃亮長袍包裹的修長身姿……這一切的一切讓妮可蕾特不禁屏息──多麼有魅力的男人啊！「歡迎來到千夢之國，夏塔兒公主。」美酒般的嗓音將妮可蕾特拉回了現實。沒錯，我代替了被他選為王妃的姊姊：夏塔兒來到這裡，是為了讓「計劃」順利進行而誘惑他的美人計!!但我真的有辦法制住這樣一個美麗狂野的男人嗎!?\n\n2. **公主的希臘騎士**\n皇家座機失事迫降，將夏塔兒公主與保鑣留在了不知名的無人島；暴雨前的一道閃電將男人煽情的眼神點亮，公主心神為之蕩漾。為了確認公主的傷勢，保鏢竟堅持脫衣觸診……男人的觸摸喚醒了夏塔兒自丈夫過世後就被封印的感情。「這裡只有我們兩個。」耳邊迴盪著保鑣甜蜜的耳語……無法抵抗誘惑的夏塔兒公主終於跨出了禁忌的一步!!而她並不知道逾矩的代價將有多麼殘酷……\n\n3. **墜入凡間的公主**\n珠兒因為不滿僅為了產下繼承人，就必須嫁給素未謀面的路奇‧波卡帝王子的宿命，於是為自己爭取了一年期限，她要奔赴美國尋找自由。「一次也好，我想談場轟轟烈烈的戀愛。」珠兒使用假名成為駐唱歌手，一面工作一面等待命中注定的時刻到來；而就在期限即將屆滿的最後一晚，觀眾席中出現了一位男子──他那炙熱的眼神讓珠兒心動，甚至決定要為他獻上貞潔，一場背德的禁忌之戀就此展開!!"
  },
  "links": {
   "al": "101868",
   "amz": "https://www.amazon.co.jp/gp/product/B074CGZCC8",
   "mu": "8kn271x"
  },
  "originalLanguage": "ja",
  "lastVolume": "3",
  "publicationDemographic": "josei",
  "status": "completed",
  "year": 2018,
  "contentRating": "suggestive",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adaptation"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 2,
  "createdAt": "2019-02-12T00:02:18+00:00",
  "updatedAt": "2022-08-08T08:53:46+00:00"
 },
 "relationships": [
  {
   "id": "02b40dd2-bb39-4598-b2b2-6701899c4b09",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Jane Porter",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "1f5713ec-9708-4ba6-8610-24527a6aeecb",
   "type": "artist",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Tanaka Rin",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/TanakaRin_",
    "updatedAt": "2022-08-08T07:15:14+00:00",
    "version": 2,
    "website": "http://ameblo.jp/eve-sya/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "fc3110ba-54e3-4a7d-9604-b125556a798a",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-08-08T08:53:46+00:00",
    "description": "",
    "fileName": "f738e5e2-99e5-445a-8e2b-1a21c6b2ec24.jpg",
    "locale": "ja",
    "updatedAt": "2022-08-08T08:53:46+00:00",
    "version": 1,
    "volume": "1"
   }
  }
 ]
}