{
 "result": "ok",
 "data": {
  "id": "349c56e7-4d31-46e9-80dd-8ea35463798d",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Morning Kiss"
   },
   "description": {
    "en": "1) Morning Kiss\r\nThe Tachibana family, are a family of brothers that run a newspaper agency. Yasutaka is the oldest brother who\u0026rsquo;s about pleasure first and business second. With the parents not around anymore, the oldest bother Yasutaka is in charge of running the agency. Kei who is one of the younger brothers is the responsible one. He often runs into his rival from another newspaper agency, Taira. Despite them being rivals, Taira seems to have a deeper interest in Kei than meets the eye and it seems that Kei feels the same too. Can these two get pass their rivalry and start a loving relationship?\r\n\r\n2) Together in the Morning\r\nThe oldest son, Yasutaka is invited into the home of a young master, Tooru after he saves Tooru for a second time. Tooru\u0026rsquo;s feelings for Yasutaka starts to bloosom; however, Yasutaka doesn\u0026rsquo;t seem to have any romantic interest in Tooru at all. After a third rescue, Yasutaka decides that leaving Tooru alone isn\u0026rsquo;t a good idea. But with Tooru\u0026rsquo;s growing desire for Yasutaka becoming obvious will Yasutaka still be able to remain indifferent? (Takes place years before ch 1).\r\n\r\n3) This chapter focuses on the middle brother, Yukihiro and his internal conflict with his emotions in accepting the fact that both his older and younger brother are gay. While he wrestles with his feelings he meets and becomes an art model for Yomo-sensei. Are the feelings Yukihiro are struggling with only because of his denial to accept his brothers\u0026rsquo; gay relationships or are they something more personal?\r\n\r\n[b][u]Warning!!![/u][/b] Chapter 4 is about [b][u]Shotacon[/u][/b].\r\n4) Taichi Kusonoha is a student whose mom is away on a long business-trip leaving him and his dad alone. Taichi\u0026rsquo;s uncle, Kyouya Ooike, comes over very weekend to be the \u0026ldquo;housekeeper\u0026rdquo; for Taichi and his dad. Despite the obvious blood bonds, Taichi and Kyouya became lovers. Throw into the mix, Tachi\u0026rsquo;s dad, Shougo who used to have a sexual relationship with Kyouya and is still vying for Kyouya\u0026rsquo;s affections against Taichi and you have one dysfunctional family! (Continued in Kono Kimochi wa Koi ni Naru ch 4)\r\n\r\n5) Atsumu and Kayama Kazuha are friends and both students preparing to go to university. Kayama tutors Atsumu while also constantly flirting and trying to woo Atsumu. Atsumu always brushes off Kayama advances and tries to deny his desire to also be with Kayama. Will Kayama continue to pursue the defiant Atsumu or give up on him? Or will Atsumu finally cast aside his worries and finally submit to Kayama?"
   },
   "links": {
    "mu": "2091"
   },
   "originalLanguage": "ja",
   "lastVolume": "1",
   "lastChapter": "5",
   "status": "completed",
   "contentRating": "pornographic",
   "tags": [
    {
     "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Comedy"
      },
      "version": 1
     }
    },
    {
     "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Boy's Love"
      },
      "version": 1
     }
    },
    {
     "id": "5bd0e105-4481-44ca-b6e7-7544da56b1a3",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Incest"
      },
      "version": 1
     }
    },
    {
     "id": "ddefd648-5140-4e5f-ba18-4eca4071d19b",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Shota"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00",
   "updatedAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "6657fa96-d663-472d-9206-9441fe32263f",
   "type": "author"
  },
  {
   "id": "6657fa96-d663-472d-9206-9441fe32263f",
   "type": "artist"
  },
  {
   "id": "b0f74937-3f14-4d82-95ba-0600ca74e7cd",
   "type": "chapter"
  },
  {
   "id": "894a61ac-9a57-418b-919a-e6e5024bc0f8",
   "type": "chapter"
  },
  {
   "id": "49b64947-a858-4261-917a-daeaf6cec35b",
   "type": "chapter"
  },
  {
   "id": "8e24de47-a7b6-4766-b9f5-5284f27f42c0",
   "type": "chapter"
  },
  {
   "id": "e3d2043d-6d7c-46e1-84e0-7805301d922e",
   "type": "chapter"
  },
  {
   "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
   "type": "tag"
  },
  {
   "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
   "type": "tag"
  },
  {
   "id": "5bd0e105-4481-44ca-b6e7-7544da56b1a3",
   "type": "tag"
  },
  {
   "id": "ddefd648-5140-4e5f-ba18-4eca4071d19b",
   "type": "tag"
  }
 ]
}