{
 "id": "35eda4f2-3ad4-4032-82e2-afc34c3c3e8c",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Suna no Tiara"
  },
  "altTitles": [
   {
    "en": "700 Nichi no Blue"
   },
   {
    "en": "Hatsuki Triangle"
   },
   {
    "en": "Sand Tiara"
   },
   {
    "en": "Tiara of Sand"
   },
   {
    "en": "砂の王冠"
   }
  ],
  "description": {
   "en": "Story 1: Suna no Tiara   \nOn their way to Eden, princess Tiara and her subjects are attacked, and only the princess survives. Follow her in her quest for revenge.  \n  \nStory 2: Hatsuki Triangle  \nHodaka Hatsuki takes on the personality and abilities of her old boyfriend everytime she touches a practice sword for the Kendo club. Kunie Kenshi is determined to make her normal once again.  \n  \nStory 3: 700 Nichi no Blue  \nOikawa Masumi tells about her work on a painting titled \"Blue Magician\" and the man who helped her.  \n  \n  \nITALIANO  \nSuna no Tiara narra le vicende di Tiara, principessa di una piccola tribù che è in viaggio con quest’ultima e con i suoi genitori per raggiungere la favolosa e leggendaria terra di Eden, dove si racconta che tutti gli esseri viventi ne traggano vantaggi miracolosi. Durante, però, una pausa che effettuano in una oasi, dopo aver salvato una bambina in preda alle acque di un fiume, la giovane sente delle grida e quando fa per tornare indietro si vede uccidere Eda (la bimba) davanti agli occhi e i corpi inanime dei genitori e dei componenti dell’intera tribù. Come se non bastasse, l’uomo che aveva fatto tutto ciò la violenta e, fatto ciò, la lascia in balia del deserto. Quando Tiara decide di rinunciare alla sua femminilità e di rischiare la vita per vendicare i suoi, incontra Yuuza, un giovane ragazzo e sua madre, Hauna. Si fa passare per un ragazzo, col nome di Tial, e si unisce a loro per raggiungere la terra di Eden e vendicare il suo popolo.  \n   \nHatsuki Triangle narra le vicende di Hodoka Hatsuki che si è appena trasferita in una nuova scuola, famosa per il suo club di kendo. Infatti nota gli allenamenti che il club sta tenendo e, facendosi prendere da un momento di panico, scappa via… A quel punto si perde e quando va a chiedere a due ragazzi, realizza che anche loro fanno parte del club. Quando questi le si avvicinano di molto però, un ragazzo le viene in soccorso realizzando la sua richiesta di allontanarli da sè… Dopo averla aiutata, il giovane la lascia e se ne va…  \n   \n 700 Nichi no Buruu Questa storia purtroppo non l'abbiamo trovata,nonostante il manga inglese risulti concluso… chiunque la trovi potrebbe farcela avere? grazie"
  },
  "links": {
   "al": "31888",
   "ap": "suna-no-tiara",
   "kt": "3958",
   "mal": "1888",
   "mu": "378"
  },
  "originalLanguage": "ja",
  "lastVolume": "1",
  "lastChapter": "3",
  "publicationDemographic": "shoujo",
  "status": "ongoing",
  "contentRating": "safe",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   }
  ],
  "version": 1,
  "createdAt": "2018-05-22T22:17:38+00:00",
  "updatedAt": "2018-05-22T22:17:38+00:00"
 },
 "relationships": [
  {
   "id": "605a4729-3ad4-42a1-ad2d-1c0d7400072e",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Watase Yuu",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "605a4729-3ad4-42a1-ad2d-1c0d7400072e",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Watase Yuu",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "b66a9769-ade8-4ff8-9c7a-0bde928e5a0b",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T18:29:43+00:00",
    "description": "",
    "fileName": "a3188d1a-671a-4fcd-b585-75cef30ee41e.jpg",
    "updatedAt": "2021-05-24T18:29:43+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}