{
 "id": "3bb0279f-a01d-4aa4-93e4-305800f4b83e",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Akatsuki no Yona"
  },
  "altTitles": [
   {
    "ja": "暁のヨナ"
   },
   {
    "ja-ro": "Akatsuki no Yona"
   },
   {
    "en": "Yona of the Dawn"
   },
   {
    "en": "Yona: The Girl Standing in the Blush of Dawn"
   },
   {
    "de": "Yona - Prinzessin der Morgendämmerung"
   },
   {
    "fr": "Yona: Princesse de l'aube"
   },
   {
    "it": "Yona: La principessa scarlatta"
   },
   {
    "pt": "Yona do amanhecer"
   },
   {
    "pt-br": "Yona - A princesa do alvorecer"
   },
   {
    "es": "Yona, princesa del amanecer"
   },
   {
    "es": "Yona del alba"
   },
   {
    "es": "Yona del amanecer"
   },
   {
    "es": "Yona en el amanecer"
   },
   {
    "pl": "Yona w blasku świtu"
   },
   {
    "uk": "Світанкова Йона"
   },
   {
    "uk": "Йона Світанку"
   },
   {
    "ru": "Иона: Девушка, стоящая в лучах рассвета"
   },
   {
    "ru": "Йона на заре"
   },
   {
    "ru": "Рассвет Йоны"
   },
   {
    "ru": "Рассвет Ёны"
   },
   {
    "fa": "یونا دختر سپیده دم"
   },
   {
    "ar": "أكاتسكي نو يونا"
   },
   {
    "ar": "فجر يونا"
   },
   {
    "ar": "يونا فتاة الفجر"
   },
   {
    "he": "זריחתה של יונה"
   },
   {
    "he": "יונה אוף דה דאון"
   },
   {
    "ko": "새벽의 연화"
   },
   {
    "th": "กู้บัลลังก์มังกรแดง"
   },
   {
    "id": "Yona, The Girl Standing in the Blush"
   },
   {
    "zh": "拂晓的尤娜"
   },
   {
    "zh-hk": "晨曦公主"
   },
   {
    "tr": "Şafağın Kızı Yona"
   },
   {
    "tr": "Yona: Şafağın Kızıllığında Duran Kız"
   },
   {
    "vi": "Yona - Công chúa bình minh"
   },
   {
    "ka": "იონა გამთენიისას"
   }
  ],
  "description": {
   "de": "Als einzige Tochter von König Il ist Yona die Prinzessin eines kleinen Reiches namens Koka. Zur Feier ihres 16. Geburtstags kehrt ihr Cousin Su-won, in den sie schon lange verliebt ist, in den Palast zurück. Doch er verfolgt einen finsteren In der Nacht ermordet Su-won Yonas Vater mit seinem Schwert. Yona muss die schreckliche Tat mit ansehen, kann jedoch mit ihrem Leibwächter und Jugendfreund Hak vor den einfallenden Soldaten fliehen. Aber auch außerhalb des Palastes lauern viele Gefahren…",
   "en": "Yona is the sole princess of the Kingdom of Kouka, living a luxurious and carefree life as a princess should. She has it all: the finest clothes and cosmetics, the most divine sweets, a loving emperor as a father, and the hottest cousin crush, Soo-won, any girl could ever hope to have. Now, if only her bodyguard, Son Hak, weren't so annoying towards her, and if her hair weren't so red…\n\nBut her nearly perfect world quickly shatters as the man she loves, Soo-won, murders her father and the path to his ascension to the throne is assured. Son Hak escapes with Yona, and they lead a life on the run from that point on.\n\n---\nYona reels from the shock of witnessing a loved one’s murder and having to fight for her life. With Hak’s help, she flees the palace and struggles to survive while evading her enemy’s forces. But where will this displaced princess go when all the paths before her are uncertain?\n  \n\n\n---",
   "es": "El futuro del reino de Kôka se encuentra en manos de la princesa Yona, una joven que ha pasado su vida bajo los atentos cuidados de su padre, el rey, y su escolta Hak. Con motivo de su 16º cumpleaños, su primo Soo-won, de quien está enamorada, viene a visitarla, pero... ¡le aguarda un cruel destino que jamás habría imaginado!",
   "fr": "Yona, princesse du royaume de Kôka, a grandi dans l’insouciance, choyée par le roi et protégée par son garde du corps et ami d’enfance, le puissant guerrier, Hak. À l’approche de ses 16 ans, Yona est heureuse: son cousin et amour secret, Soo-won, vient lui rendre visite pour célébrer son anniversaire. Mais ce soir-là, une terrible tragédie survient et sa vie va être bouleversée à jamais!",
   "id": "“Aku tidak minta banyak-banyak... Asal bisa melihat senyum Suwon, aku sudah sangat bahagia.”\n\nYona, putri satu-satunya kerajaan Kouka telah lama memendam cinta pada Suwon, sepupunya. Saat ulang tahunnya yang ke-16, Yona bertekad memilih Suwon dan menolak perjodohan yang dipilihkan sang ayah.\n\nTapi yang terjadi di depan matanya membuat Yona harus kehilangan semuanya... ayahnya, kerajaannya dan cintanya pada Suwon...",
   "it": "Yona, principessa del Regno di Kouka e unica figlia del re, è cresciuta circondata dalle attenzioni del padre e della sua guardia del corpo Hak. Il giorno dei festeggiamenti per il suo sedicesimo compleanno arriva a corte suo cugino Suwon, di cui è innamorata. La ragazza è al settimo cielo, totalmente ignara del crudele scherzo che il destino ha in serbo per lei... un’attesissima saga fantasy intrisa di romanticismo, tra epiche lotte e antichi regni!",
   "ja": "高華王国の姫・ヨナは一人娘のため、優しい父王と幼なじみで護衛のハク達に囲まれ、大切に育てられていた。そして時はヨナ・16歳の誕生日、ヨナは想いを寄せていた従兄のスウォンから簪を贈られ、父へ自分の気持ちを伝えに行く。が、そこには思いも寄らぬ過酷な運命が!?",
   "ko": "고화국의 공주인 연화는 일 왕의 보호 아래 세상 일은 전혀 모른 채 항상 성 안에서 지내고 있었으며 그녀의 소꿉친구로는 학과 수원이 있었다. 그러나 부왕 일이 소꿉친구이자 짝사랑 상대였던 사촌 수원의 손에 살해 당하고, 이 광경을 목격한 연화는 16살의 생일에 일생 가장 큰 위기를 겪게 된다.\n\n학의 도움으로 궁을 빠져나온 사이 수원이 고화국의 왕위를 계승하고, 연화는 마음을 추스르며 앞으로의 길을 모색하던 중, 문덕이 얘기한 신관 익수의 신탁을 듣고, 고화국의 건국신화 속 비룡왕을 보필하던 네 용의 후손을 찾는다.",
   "pl": "Księżniczka Yona, córka władcy państwa Koka, nigdy nie miała poważnych zmartwień. Dość powiedzieć, że za swoje największe nieszczęście uważała fakt, że jej kuzyn, Su-won, w którym skrycie się podkochiwała, nie traktował jej poważnie. Gdy więc młodzieniec przybył do pałacu, aby wziąć udział w uroczystości na cześć szesnastych urodzin księżniczki, ta nie posiadała się z radości. Jednak to właśnie tej nocy cały jej świat miał lec w gruzach. Su-won zamordował jej ojca, a następnie próbował zabić również Yonę. Od niechybnej śmierci uratował ją młody generał, a zarazem przyjaciel księżniczki, Son Hak. Jednak ucieczka z pałacu to dopiero początek. Czy Yona zdoła odnaleźć w sobie dość siły, aby zmierzyć się z okrutną rzeczywistością i odzyskać władzę?",
   "pt-br": "Yona, única princesa do reino, era apaixonada pelo seu primo e tinha uma vida luxuosamente despreocupada, como toda princesa. Mas tudo muda depois de uma traição que a obriga a fugir do castelo com seu guarda-costas, Son Hak. Nisso, eles descobrem sobre uma lenda que mudará totalmente o destino deles.",
   "ru": "Йона — единственная принцесса королевства Коука. Она ведет роскошную и беззаботную жизнь, как и подобает принцессам. У неё есть всё: лучшая одежда и косметика, превосходные сладости, любящий отец Император Иль, и сильнейшие чувства к кузену Су Вону, о котором многие могли лишь мечтать. Вот только если бы её телохранитель Сон Хак не так раздражал и её волосы не были такими красными.\n\nВсе меняется в ночь на шестнадцатый день рождения девушки. Почти идеальный мир быстро рассыпается, когда человек, которого она любит — Су Вон — убил её отца. Путь к его становлению на престол ныне гарантирован. Вместе с Хаком, Йона скрылась из замка в поисках помощи, и с этого момента они ведут жизнь в бегах…",
   "th": "เรื่องราวของ โยนะ องค์หญิงแห่งอาณาจักรโคกะที่มีเรือนผมหยักศกสีแดงสด เพราะเป็นพระธิดาพระองค์เดียว จึงได้รับการเลี้ยงดูมาอย่างทะนุถนอมโดยพระบิดาผู้อ่อนโยน กับ \"ฮาคุ\" ซึ่งเป็นทั้งเพื่อนสมัยเด็กและองครักษ์คอยคุ้มกัน และแล้วในวันเกิดอายุ 16 ปีของโยนะ \"ซูวอน\" ลูกพี่ลูกน้องที่โยนะมีใจให้ ได้มอบปิ่นปักผมเป็นของขวัญ จากนั้นโยนะก็ไปบอกความรู้สึกของตนให้กับบิดาที่คัดค้านการแต่งงานระหว่างเธอกับซูวอนรับรู้ แต่ที่นั่นมีชะตากรรมอันโหดร้ายที่คาดไม่ถึงรอคอยเธออยู่",
   "tr": "Kouka Krallığı’nın prensesi Yona, tek çocuk olduğu için hem çocukluk arkadaşı hem de koruması Hak ve yumuşak kalpli babası kral tarafından el üstünde tutularak büyütülmüştür. 16. doğum gününde Yona, küçüklüğünden beri hoşlandığı kuzeni Soo-Won’dan bir saç tokası alır. Kendi duygularından emin olan Yona konuşmak için babasının yanına gider. Ancak orada onu beklenmedik zalim bir kader beklemektedir! Bir ülkenin yıkıma nasıl gittiğini anlatan bu tarihi dram ve romantik fantazi başlasın.",
   "zh-hk": "從小備受父王及哈克寶貝呵護的高華國公主‧優娜，在她16歲生日的當天，她的心上人蘇芳來到宮殿，並送她漂亮的髮簪。不過優娜的父親並不允許她跟蘇芳的交往，依舊對蘇芳無法死心的優娜決定向父王表明她的心意時，卻意外地撞見父親被刺殺的驚人場面。不肯面對事實的優娜從此便與護衛哈克展開一連串的逃亡生活……"
  },
  "links": {
   "al": "51525",
   "amz": "https://www.amazon.co.jp/gp/product/B074CH8FXX",
   "ap": "yona-of-the-dawn",
   "bw": "series/16791/list",
   "cdj": "http://www.cdjapan.co.jp/series/4165?term.cat_id=UD-14\u0026page=1\u0026order=-rel",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/128230",
   "engtl": "https://www.viz.com/yona-of-the-dawn",
   "kt": "11152",
   "mal": "21525",
   "mu": "46331"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "shoujo",
  "status": "ongoing",
  "year": 2009,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "en",
   "pt-br",
   "bg",
   "ru",
   "ar",
   "hu",
   "tr",
   "es-la",
   "pl",
   "id"
  ],
  "latestUploadedChapter": "66e6d3bd-b10e-42ad-9668-01ac44317509",
  "tags": [
   {
    "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Action"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "87cc87cd-a395-47af-b27a-93258283bbc6",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adventure"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "ac72833b-c4e9-4878-b9db-6c8a4a99444a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Military"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 42,
  "createdAt": "2018-04-10T08:42:00+00:00",
  "updatedAt": "2024-10-11T20:23:19+00:00"
 },
 "relationships": [
  {
   "id": "6794fb34-5852-4723-8e3c-81b91d6004f6",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kusanagi Mizuho",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "6794fb34-5852-4723-8e3c-81b91d6004f6",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kusanagi Mizuho",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "ef4b487b-37d0-426f-ad76-6103db6c42ba",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2024-06-18T09:43:00+00:00",
    "description": "",
    "fileName": "15b03c4f-4b34-4c43-9035-df1c1b134eab.jpg",
    "locale": "ja",
    "updatedAt": "2024-06-18T09:43:00+00:00",
    "version": 1,
    "volume": "44"
   }
  },
  {
   "id": "8dfb1ccf-55a0-4f87-9805-f958e8399d86",
   "type": "manga",
   "related": "colored"
  }
 ]
}