{
 "id": "40bc649f-7b49-4645-859e-6cd94136e722",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Dragon Ball"
  },
  "altTitles": [
   {
    "ja": "ドラゴンボール"
   },
   {
    "ja-ro": "Doragon Boru"
   },
   {
    "en": "Dragonball"
   },
   {
    "en": "Dragon Ball Z"
   },
   {
    "en": "DBZ"
   },
   {
    "la": "Pila draconis"
   },
   {
    "ca": "Bola de drac"
   },
   {
    "es": "Bola de dragón"
   },
   {
    "sq": "Sferat e Dragoit"
   },
   {
    "lt": "Drakonų kovos"
   },
   {
    "uk": "Куля Дракона"
   },
   {
    "ru": "Жемчуг дракона"
   },
   {
    "sr": "Zmajeva kugla"
   },
   {
    "fa": "دراگون بال"
   },
   {
    "hi": "ड्रैगन बॉल"
   },
   {
    "bn": "ড্রাগন বল"
   },
   {
    "he": "דרגון בול"
   },
   {
    "ar": "دراغون بول"
   },
   {
    "te": "డ్రాగన్ బాల్"
   },
   {
    "ko": "드래곤볼"
   },
   {
    "zh": "七龙珠"
   },
   {
    "zh-hk": "七龍珠"
   },
   {
    "th": "ดราก้อนบอล"
   },
   {
    "vi": "Bảy viên ngọc rồng"
   },
   {
    "vi": "Viên ngọc thần kỳ"
   },
   {
    "vi": "7 viên ngọc rồng"
   },
   {
    "ms": "Mutiara naga"
   },
   {
    "id": "Bola naga"
   },
   {
    "tr": "Ejder topu"
   },
   {
    "de": "Dragon Ball"
   },
   {
    "eo": "DrakoPilko"
   },
   {
    "nl": "Dragon Ball"
   }
  ],
  "description": {
   "da": "Den fantastiske historie starter for længe siden, tusindvis af kilometer fra hovedstaden i et fjerntliggende, lille asiatisk rige, langt ude i skoven. Her bor Son-Goku, en løjerlig lille 14-årig meget stærk dreng med en praktisk abehale. Siden sin bedstefars død har han boet helt alene. Han kløver brænde med de bare næver, er nærmest usårlig og har mange bemærkelsesværdige evner.",
   "de": "Der kleine Einsiedler Son-Goku und das Stadtmädchen Bulma brechen gemeinsam zu einem großen Abenteuer auf: Sie wollen die sieben geheimnisvollen Dragon Balls finden, mit deren Hilfe jeder Wunsch in Erfüllung geht...",
   "en": "Dragon Ball follows the adventures of Goku from his childhood through adulthood as he trains in martial arts and explores the world in search of the seven mystical orbs known as the Dragon Balls, which can summon a wish-granting dragon when gathered. Along his journey, Goku makes several friends and battles a wide variety of villains, many of whom also seek the Dragon Balls for their own desires. Along the way becoming the strongest warrior in the universe.\n\nPart II (the post-time skip portion) of Dragon Ball is also known as 'Dragon Ball Z' in North America.\n\n[Official English](https://www.viz.com/dragon-ball)\n\n---\n\n- **The 4th Best Selling Manga in History**",
   "es-la": "Por fin! Edición nacional de DragonBall, uno de los mangas más reconocidos a nivel mundial, que originalmente fue publicado en el Shonen Jump de Shueisha entre 1984 y 1995. La historia de Son Goku, el guerrero que, junto a sus amigos, protege a la Tierra de los más diversos y poderosos enemigos desde que es un chico hasta que es un adulto. Una serie que arranca con aventura y prosigue con mucha acción, aunque también algo de comedia. Esta edición argentina es completamente fiel a la japonesa, respetando el sentido de lectura oriental e incluyendo varios extras y sección de aclaraciones de la traducción. Su periodicidad es mensual.\r\n\r\n---\r\nGoku, es un niño muy especial que ha tenido que valerse por sí mismo en medio de la naturaleza y sin contacto con otras personas. Un día conoció a Bulma, una chica que busca las siete Esferas del Dragón, estos son elementos mágicos que al ser reunidos invocan a un dios dragón llamado Shenlong, el cual concederá un único deseo, cualquiera que este sea. Goku se une a Bulma en la búsqueda de las esferas sin imaginar que hay otros seres muy peligrosos que también las desean.",
   "fi": "Pieni mutta vahva Son Goku sekä kaupunkilaistyttö Bulma lyöttäytyvät yhteen suurta seikkailua varten. He metsästävät salaperäisiä lohikäärmekuulia, jotka voivat toteuttaa omistajansa suurimman toiveen...\r\n\r\nSarjakuva etenee takakannesta etukanteen ja oikealta vasemmalle. Suositellaan yli 12-vuotiaille. \r\n\r\n[Lisätieto: Toisen painoksen kirjasta on sensuroitu perheen pienimmille sopimattomia kohtauksia vuoden 2003 pedofiliasyytösten vuoksi.]",
   "fr": "Les Dragon Ball, boules de cristal magiques, offrent à celui qui les détient la possibilité de réaliser tous ses voeux. Bien sûr la quête que mène Sangoku et ses amis pour les réunir n'est pas sans obstacles: tournois et combats rythment chaque tome de cette série-culte pour les jeunes adolescents. Scénarios et dialogues assez simples centrés sur la confrontation entre les différents protagonistes. Les textes se résument parfois aux cris des combattants mais le succès de la série dépasse largement cela, pour en faire un véritable mythe auprès de la jeune génération.",
   "id": "Son Goku adalah seorang anak laki-laki yang luar biasa yang tinggal di dalam gunung. Suatu hari dia berjumpa dengan Bulma yang sedang dalam perjalanan mencari Dragon Ball. Akhirnya mereka bersama-sama menjadi tujuh buah Dragon Ball. Ternyata Dragon Ball ke enam ada di gunjung Frypan yang sedang terbakar...",
   "lt": "Susipažinkite su tyros širdies beždžionuodegiu berniuku Sangoku, atvykėliu iš kito pasaulio. Jis nepaprastai stiprus, o dar nepaprastesni jo nuotykiai. Sutikęs padėti aikštingai šešiolikmetei mergaitei Bulmai Sangokas leidžiasi į neįtikėtiną kelionę ieškoti septynių drakono rutulių, kuriuos surinkus galingasis drakonas išpildys bet kokį norą. Bet tai įvyksta tik kartą per metus! Paskui rutuliai vėl išsibarsto, juos vėl reikia rinkti, kad noras būtų išpildytas. Keliaudamas narsusis Gokas suras pavidalą keičiančių draugų, mokysis pas galingiausią Rytų dvikovų meistrą, kausis pasaulio stipruolio turnyre, susirems su didžiausiais siaubūnais ir nuožmiausiais priešais. O kur dar žiaurioji Raudonojo kaspino armija ir mirtingai pavojinga Raumenų bokšto tvirtovė, kurioje tyko visas būrys nindzių, kiborgų ir dar bjauresnių tipų... Ar pavyks Sangokui rasti drakono rutulius ir likti nenugalėtam?\r\n\r\nKomikso „Drakonų kovos“ veiksmas vyksta kiniškoje aplinkoje, bet nebūtinai Kinijoje. Tiksli vieta nežinoma. Pati istorija labai paprasta, bet kurdamas norėčiau ją papildyti vis naujomis detalėmis ir piešiniais. Taip galiu piešti ką tik noriu ir mėgautis jauduliu bei nežinomybe, ką piešiu toliau.\r\nAkira Torajama, 1985",
   "no": "Den lille enstøingen Son-Goku møter tilfeldigvis den tøffe 16 år gamle storbyjenta Bulma. Hun er på jakt etter syv mystiske dragekuler - dragonballs. Sammen reiser de videre i jakten på de magiske kulene som kan oppfylle deres innerste ønsker.",
   "pl": "Manga stworzona przez Akirę Toriyamę, luźno oparta na motywach zaczerpniętych z chińskiej powieści Wędrówka na zachód. Manga składa się z 42 tomów. \r\nGłównym bohaterem Dragon Balla jest chłopiec z ogonem imieniem Son Gokū, który wraz z nowo poznaną przyjaciółką Bulmą wyrusza w podróż w poszukiwaniu tajemniczych Smoczych Kul. Gdy zbierze się siedem kul, pojawia się smok – Shen Long (pol. Boski Smok), który spełni jedno życzenie. Mimo, iż od wielu lat nikt nie zdołał zebrać wszystkich kul, w dalszych losach udaje się to. Son Gokū już jako dziecko dysponuje potężną siłą (potrafi udźwignąć samochód), a z biegiem czasu staje coraz silniejszy, i wraz z przyjaciółmi broni losów Ziemi, a nawet wszechświata.",
   "pt-br": "Dragon Ball segue as aventuras de Son Goku desde sua infância até a idade adulta e como ele treina artes marciais e explora o mundo em busca das sete esferas místicas conhecidas como as esferas do dragão, que pode invocar um dragão que concede desejos quando reunidos. Ao longo de sua jornada, Goku faz vários amigos e batalhas com uma grande variedade de vilões, muitos dos quais também procuram as esferas do dragão para seus próprios desejos. Ao longo do caminho se tornar o guerreiro mais forte do universo.\r\n\r\n---\r\nTudo começa com o pequeno rapaz, Son Goku, que mora sozinho numa montanha. Foi encontrado numa floresta pelo velho Son Gohan que o ensinou a arte do kung fu. Numa noite, Gohan foi morto por um monstro misterioso. Ágil e forte e sem maldade, Goku destaca das outras pessoas por ter um rabo de macaco. A história começa quando Goku conhece Bulma, uma rapariga que o convence a ajudá-la na procura das 7 Bolas do Dragão que, quando reunidas, podem realizar um desejo através da invocação ao Deus Dragão…\r\n\r\n---\r\nA obra-prima escrita e desenhada pelo mestre Akira Toriyama, está de volta ao Brasil! Son Goku é um pequeno órfão de coração puro, mas com uma tremenda força. Depois de viver tanto tempo isolado da civilização, ele recebe a inesperada visita de uma garota! Bulma lhe propõe uma parceria para buscar as sete Esferas do Dragão, que, quando reunidas, são capazes de realizar qualquer desejo! Perigos e adversários não faltarão no caminho dessa dupla inusitada, e os mais variados personagens marcarão presença nesta aventura cheia de humor! Não perca a chance de acompanhar Goku em sua jornada, na conquista de novos amigos e na superação de todos os desafios com sua personalidade cativante e incríveis habilidades! Prepare-se para esta viagem cheia de reviravoltas, que a aventura já vai começar!",
   "ru": "Манга «Жемчуг дракона» во многом перекликается с произведением китайской классической литературы «Путешествие на Запад», авторство которого приписывают У Чэн-Эню. Имя главного героя манги, Сон Гоку,— это японское чтение имени Сунь У-кун, Царя Обезьян, главного героя «Путешествия на Запад». Можно провести параллели и между другими персонажами «Путешествия на Запад» и «Жемчуга дракона». Булма, задавшаяся целью найти семь волшебных жемчужин, имеет много общего с монахом Сюань-цзаном, который отправляется в путешествие в Индию за священными сутрами. Два других спутника Булмы, Улун и Ямча, это пародия на свиноподобного Чжу Ба-цзе и демона Ша-сэна. А Князь-Бык Гюмао — быкоголовый демон Нюмован, которого путешественники повстречали на своем пути. В «Жемчуге дракона» фигурируют не только персонажи, но и предметы из романа «Путешествие на Запад»: волшебное облако Цзиньдоуюнь, на котором можно летать по небу, посох Царя Обезьян жуйбан, меняющий длину по воле хозяина, и многое-многое другое. Некоторые имена и названия мы перевели на китайский лад, чтобы внести в повествование капельку экзотического колорита, присущего оригиналу, другие же оставили в японском прочтении. Это сделано потому что поклонники манги и снятого по ней аниме во всем мире уже давно знают и любят их героев именно под японскими именами. Мы надеемся, что такая смесь имен и названий не помешает восприятию манги, так как весь мир, созданный автором, и без того являет собой беспорядочное смешение всевозможных языков, культур и времен. А вот в переводе названия манги мы решили отклониться от общепринятого варианта ради сохранения авторской шутки. Дело в том, что Dragon Ball — это прежде всего сорт китайского зеленого чая, вручную скрученного в шарики. Кстати, улун и пуэр — тоже китайские сорта чая, а ямча — китайская разновидность чайной церемонии. Автор вовсю обыгрывал «чайное» название манги, так почему же нам не подыграть ему?",
   "uk": "Кулі Дракона... Сім містичних сфер, здатні виконати одне заповітне бажання: від нескінченного запасу полуниці до вічної юності та влади над цілим світом!\n\nУ пошуках цих артефактів дівчинка Бульма знайомиться із Соном Ґокӯ – маленьким хлопчиком із мавпячим хвостиком. Він дещо дивакуватий, але доброзичливий, наївний і неймовірно сильний! Разом вони вирушать у подорож, сповнену пригод, ворогів, небезпеки та битв за долю цілого світу!",
   "zh": "相传，有七颗龙珠散落在世界的各个角落，当它们被聚集到一起时神龙就会出现，能够实现你的任何一个愿望。这个一个美丽的的传说引出了小悟空和他的朋友们寻找龙珠的故事。",
   "zh-hk": "從前從前，在距離都市數千公里外的某座深山裡住著一名叫孫悟空的男子，他身上有一顆爺爺留給他的４星龍珠…這個異想天開的故事，就由此拉開了序幕…76P極致彩頁大方分享！完全版三大特點：1.全套封面都是鳥山明老師新畫！2.雜誌連載時彩稿原封不動，忠實呈現！3.裝訂豪華，並收錄未公開之插畫！"
  },
  "links": {
   "al": "30042",
   "amz": "https://www.amazon.co.jp/gp/product/B0756ZH5JZ",
   "ap": "dragon-ball",
   "bw": "series/13022",
   "cdj": "https://www.cdjapan.co.jp/product/NEOBK-2443629",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/134323/",
   "engtl": "https://www.viz.com/dragon-ball",
   "kt": "dragon-ball",
   "mal": "42",
   "mu": "3106",
   "raw": "https://shonenjumpplus.com/episode/10833519556325021841"
  },
  "originalLanguage": "ja",
  "lastVolume": "42",
  "lastChapter": "519",
  "publicationDemographic": "shounen",
  "status": "completed",
  "year": 1984,
  "contentRating": "suggestive",
  "availableTranslatedLanguages": [
   "tr",
   "pt-br",
   "en",
   "uk",
   "he",
   "es"
  ],
  "latestUploadedChapter": "e2356795-12f0-4f98-a552-c55c7b93ce2d",
  "tags": [
   {
    "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Award Winning"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "256c8bd9-4904-4360-bf4f-508a76d67183",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Sci-Fi"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "292e862b-2d17-4062-90a2-0356caa4ae27",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Time Travel"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "36fd93ea-e8b8-445e-b836-358f02b3d33d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Monsters"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Action"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "69964a64-2f90-4d33-beeb-f3ed2875eb4c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Sports"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "799c202e-7daa-44eb-9cf7-8a3c0441531e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Martial Arts"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "87cc87cd-a395-47af-b27a-93258283bbc6",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adventure"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "9467335a-1b83-4497-9231-765337a00b96",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Post-Apocalyptic"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b29d6a3d-1569-4e7a-8caf-7557bc92cd5d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Gore"
     },
     "description": {},
     "group": "content",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e64f6742-c834-471d-8d72-dd51fc02b835",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Aliens"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Tragedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 38,
  "createdAt": "2018-03-23T06:56:41+00:00",
  "updatedAt": "2024-04-09T19:22:05+00:00"
 },
 "relationships": [
  {
   "id": "7bb20b16-0f35-4510-b2b3-bbeffba54c23",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "Akira Toriyama (Japanese: 鳥山 明, Hepburn: Toriyama Akira, born April 5, 1955) is a Japanese manga artist and character designer. He first achieved mainstream recognition for his highly successful manga series Dr. Slump, before going on to create Dragon Ball—his best-known work—and acting as a character designer for several popular video games such as the Dragon Quest series, Chrono Trigger and Blue Dragon. Toriyama is regarded as one of the artists that changed the history of manga, as his works are highly influential and popular, particularly Dragon Ball, which many manga artists cite as a source of inspiration.\n\nHe earned the 1981 Shogakukan Manga Award for best shōnen or shōjo manga with Dr. Slump, and it went on to sell over 35 million copies in Japan. It was adapted into a successful anime series, with a second anime created in 1997, 13 years after the manga ended. His next series, Dragon Ball, would become one of the most popular and successful manga in the world. Having sold 250–300 million copies worldwide, it is the third best-selling manga of all time and is considered to be one of the main reasons for the period when manga circulation was at its highest in the mid-1980s and mid-1990s. Overseas, Dragon Ball's anime adaptations have been more successful than the manga and are credited with boosting anime's popularity in the Western world. In 2019, Toriyama was decorated a Chevalier of the French Ordre des Arts et des Lettres for his contributions to the arts.\n\nBorn: April 5, 1955\nDied: March 1, 2024 (age 68 years)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Toriyama Akira",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-03-09T00:26:38+00:00",
    "version": 4,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "7bb20b16-0f35-4510-b2b3-bbeffba54c23",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "Akira Toriyama (Japanese: 鳥山 明, Hepburn: Toriyama Akira, born April 5, 1955) is a Japanese manga artist and character designer. He first achieved mainstream recognition for his highly successful manga series Dr. Slump, before going on to create Dragon Ball—his best-known work—and acting as a character designer for several popular video games such as the Dragon Quest series, Chrono Trigger and Blue Dragon. Toriyama is regarded as one of the artists that changed the history of manga, as his works are highly influential and popular, particularly Dragon Ball, which many manga artists cite as a source of inspiration.\n\nHe earned the 1981 Shogakukan Manga Award for best shōnen or shōjo manga with Dr. Slump, and it went on to sell over 35 million copies in Japan. It was adapted into a successful anime series, with a second anime created in 1997, 13 years after the manga ended. His next series, Dragon Ball, would become one of the most popular and successful manga in the world. Having sold 250–300 million copies worldwide, it is the third best-selling manga of all time and is considered to be one of the main reasons for the period when manga circulation was at its highest in the mid-1980s and mid-1990s. Overseas, Dragon Ball's anime adaptations have been more successful than the manga and are credited with boosting anime's popularity in the Western world. In 2019, Toriyama was decorated a Chevalier of the French Ordre des Arts et des Lettres for his contributions to the arts.\n\nBorn: April 5, 1955\nDied: March 1, 2024 (age 68 years)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Toriyama Akira",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-03-09T00:26:38+00:00",
    "version": 4,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "c4ec48fe-8904-47fc-89f3-b052bf93ce2a",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-10-31T02:39:03+00:00",
    "description": "",
    "fileName": "51c0756f-a053-46d0-a405-246a78541df2.jpg",
    "locale": "ja",
    "updatedAt": "2022-10-31T02:39:03+00:00",
    "version": 1,
    "volume": "42"
   }
  },
  {
   "id": "00c675e9-5746-4fc0-a6d9-1b6dd0cf5107",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "0612d28f-ab26-4515-98a2-727549b00c19",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "07c64556-05ef-4295-b309-ca698ff5c689",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "0f189c18-fb5f-4118-a715-d118ca5745d3",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "0f77e5d7-7a2a-4581-90b2-3207bc40f704",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "13212c17-e90c-4086-a2f0-3c69372e2d44",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "18a7c63c-e749-4441-9c00-e493cef2b02a",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "1c6edc0f-1faa-40ad-adbd-50d565daee8a",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "21236063-91e7-4c3b-9baa-a6df2cb9aa65",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "24a1517e-4e15-44d0-980b-57151c41995b",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "261328fc-6071-4da8-9e4e-c1084e43a032",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "26c77c6e-47fd-45ad-bb9f-acf3eb514f8f",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "2abb7780-4be8-4320-b0dc-594bbd1b53fd",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "3382218b-829b-4565-add9-c93b19da06c1",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "35baef9c-9b4b-499b-b8ff-a4ce4fe4bae1",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "3745ccf0-4e6a-4d12-934d-9725cfd25abb",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "37b87be0-b1f4-4507-affa-06c99ebb27f8",
   "type": "manga",
   "related": "sequel"
  },
  {
   "id": "37daf375-2987-4e39-a7dc-7f7926a19954",
   "type": "manga",
   "related": "alternate_story"
  },
  {
   "id": "3b10c076-6281-4171-9c2c-1e14765e1c37",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "3c2b4bd6-1486-4e02-a31d-96c8f248a030",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "3c2b4bd6-1486-4e02-a31d-96c8f248a030",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "3d822db8-ef08-4956-aff4-6108ad48af1b",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "3e16bb96-2a20-4110-89db-2192a2ee5929",
   "type": "manga",
   "related": "sequel"
  },
  {
   "id": "405c5c9d-4021-47f5-a52e-b3bbab5e2fd2",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "4304cfd7-6987-4d17-8ecd-15feda56af9b",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "4365afe7-7a79-4576-a2fe-d7610e54d077",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "48260909-b070-42f3-b95d-d8113b50b81d",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "48f4449a-be23-42b1-b0da-410cc04bbd5b",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "494e05b4-9319-4e36-a63a-fab112862921",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "4b1a60d8-d7f0-4c6b-b64f-43a192089f34",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "4bb7eac3-da10-4873-ae04-1157dc08b22d",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "4c3e41c6-da40-4df1-9978-1c26f7130166",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "4f9d03f2-75ac-4978-a408-39d0ea2fdd6d",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "5520b5a8-e76a-4d61-b7ae-f33d1cf13d55",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "56ece047-ee16-4f20-975c-0f8e177a3a8f",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "57fbb54d-0750-48cc-aeb8-5b227d69b78b",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "5af8e85e-0259-4238-9353-5d20bc685e7d",
   "type": "manga",
   "related": "based_on"
  },
  {
   "id": "60bfc1f5-928d-4bd8-9864-f848dccee4b2",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "6afa79c1-3f42-43ba-9914-80dcbc6031b0",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "6b494b6c-791c-446b-9bf3-471cd82ce7e7",
   "type": "manga",
   "related": "prequel"
  },
  {
   "id": "6c6236b0-0fd7-4926-8a1a-cc346a6627e3",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "6caa968a-3240-4104-9f6d-b8b1438ca94c",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "7099ade3-fa6e-4258-874b-2e40f34b952c",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "714688cd-6436-4ce9-8d86-d5800018f7f4",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "71d71ebb-fbbe-4387-ab60-dae8538c31db",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "73f7b54d-8ddd-4ae2-9e65-0113a41d074b",
   "type": "manga",
   "related": "side_story"
  },
  {
   "id": "76696c15-f546-46b7-b6a8-57c28af358c4",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "76f01ba0-31a1-4e6b-99f7-2f20a621ffde",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "7e52445d-ea1e-4fc9-90ec-1120c49fddcd",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "8145f3de-efb1-42ba-973d-f248d6665402",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "8598ba0c-736f-483e-a2b2-01274195acca",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "89f4150c-1c23-406c-a76c-a82dd3f55709",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "8a5cc053-7cd2-4dfe-a92a-5241e759413b",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "8dc1675c-fc40-48d9-b776-ca1ac5e66fc1",
   "type": "manga",
   "related": "prequel"
  },
  {
   "id": "8ddc80c4-1e38-446a-a3ef-ef17012aea75",
   "type": "manga",
   "related": "sequel"
  },
  {
   "id": "8f8c4f0e-93f5-433e-ba13-017746b485ec",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "90f87837-08d5-4183-a08c-0759437e0e73",
   "type": "manga",
   "related": "side_story"
  },
  {
   "id": "96d284b6-6cb6-4c0d-a061-891d4775f3aa",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "985e4ae6-7a36-42c5-ae12-f4291c58798c",
   "type": "manga",
   "related": "shared_universe"
  },
  {
   "id": "a07921a0-cd13-4069-8a83-a884d01b4137",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "a14176d9-9832-43d2-b98a-f16fa4e82021",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "a5625389-a3b9-47b8-be89-0835e1d7b902",
   "type": "manga",
   "related": "based_on"
  },
  {
   "id": "accc57e4-89b9-4f8a-bceb-97f91491b8d1",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "af0527c1-8734-4498-b128-7090340bc10d",
   "type": "manga",
   "related": "colored"
  },
  {
   "id": "b287789d-00c3-460c-aba6-9e9ee0871d40",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "b34fd04a-eadb-4462-8d97-94980083ed25",
   "type": "manga",
   "related": "alternate_story"
  },
  {
   "id": "b41ea773-c8e1-4c60-a897-4c240870b5e9",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "b4efc0b5-50a7-42c0-ad17-c5aacf971a9f",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "b75a0d42-ce8c-461e-8e00-3a4863511ec3",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "bf5312c1-e5db-4b4e-b822-9c133ea96f4a",
   "type": "manga",
   "related": "sequel"
  },
  {
   "id": "c3be71c6-014a-4bca-ba10-5137ffed90a3",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "c4fbf93f-d35f-4d5c-b1ed-3b4d85d3e0ff",
   "type": "manga",
   "related": "side_story"
  },
  {
   "id": "c62b73e5-0cfb-4aef-9425-60393477ab6c",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "c69051b7-7b42-4cc3-a01e-09952037991d",
   "type": "manga",
   "related": "shared_universe"
  },
  {
   "id": "c691651f-a9ee-482b-b19b-b7d94bfcf2cf",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "ca680e09-960f-48f7-9a33-e9fe706157f0",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "caac63d5-8269-4ad5-8939-e4bde6a570ab",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "cac540f6-065f-400d-9108-6feb63441be4",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "d22cf103-18fa-4fb0-bc2c-75695895c74b",
   "type": "manga",
   "related": "prequel"
  },
  {
   "id": "d4ad9513-115e-477f-b366-d27b440261b2",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "d71ebb4f-12e2-4445-97df-a1a4126a3ce1",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "d8b55050-314a-4b06-8a3a-a37180512edf",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "df74e9cd-6c50-4865-b075-690723225443",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "e0d3f82d-ecad-40d3-bffd-5caa6b15b831",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "e195d850-1401-4318-8caa-6d8afc6db922",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "e4c308dd-e899-4ab9-9ea8-018d61d4ee7f",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "e4cb5bdf-cbc8-41f1-b4ba-b51cd93d2517",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "efc921e4-4c3c-45a1-9f83-62040a612c03",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "f48e9dc6-354d-45fb-a26f-cb14fa91f0c6",
   "type": "manga",
   "related": "alternate_story"
  },
  {
   "id": "fb52d939-523d-4894-8ae7-3e6f73237df0",
   "type": "manga",
   "related": "doujinshi"
  }
 ]
}