{
 "id": "40da1219-1860-4d7f-b823-d3511ac67cac",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Positively Yours"
  },
  "altTitles": [
   {
    "ko": "아기가 생겼어요"
   },
   {
    "ko-ro": "Giga Saenggyeosseoyo"
   },
   {
    "en": "I Have a Baby"
   },
   {
    "fr": "Parents par accident"
   },
   {
    "es": "Positivamente tuyo"
   },
   {
    "th": "Sweet Baby"
   },
   {
    "zh-hk": "理事長和我的祕密關係"
   },
   {
    "zh": "我有孩子了"
   }
  ],
  "description": {
   "en": "To Hee-won’s dismay, the BFF she crushed on and her other BFF are now dating! Seriously bummed, Hee-won decides to go wild just one time, and find solace with a handsome stranger. A very satisfying one night affair has now turned into more — she’s pregnant! Fate brings them together again, and now the regimented Doo-joon is determined to do the right thing and marry her. But they’re basically strangers! Except… their bodies have been very intimately acquainted. What’s this mother-to-be to do?\n\n---\nBased on the [Original Webnovel](https://series.naver.com/novel/detail.nhn?productNo=2987285) by LEE Jung.",
   "es": "Para consternación de Hee-won, ¡la mejor amiga con la que se enamoró y su otra mejor amiga están saliendo! Seriamente deprimida, Hee-won decide volverse loca sólo una vez, y encontrar consuelo con un guapo desconocido. Una satisfactoria aventura de una noche se ha convertido en algo más, ¡está embarazada! El destino los une de nuevo, y ahora el regimiento de Doo-joon está decidido a hacer lo correcto y casarse con ella. ¡Pero son básicamente extraños! Excepto que... sus cuerpos han sido muy íntimamente conocidos. ¿Qué va a hacer esta futura madre?",
   "fr": "Déçue en amour et jamais en couple, elle décide de chasser ses idées noires en s'amusant dans un bar... et trouve finalement du réconfort dans les bras d'un bel inconnu. Mais ce qui devait être l'affaire très satisfaisante d'une nuit se transforme en bien plus: elle est enceinte! Deux mois plus tard, alors que chacun avait repris le cours de sa vie, le destin les rassemble de nouveau, et le père du bébé est déterminé à prendre ses responsabilités en l'épousant. Peut-on fonder une famille heureuse et unie avec un total inconnu?!",
   "id": "Jang Heewon bermimpi menjadi seorang guru sempurna yang bermoral dan mendidik. Namun moralnya hilang karena kebablasan waktu mantap-mantap. Heewon melakukan itu karena kecewa gebetannya diembat sahabatnya sendiri dan didorong juga cerita sahabatnya waktu enak-enak. Ternyata yang ngebuntingin Heewon adalah paman dari muridnya sendiri sekaligus direktur disekolahnya bekerja. Guru bermoral macam apa yang dibuntingin uncle anak didiknya sendiri. Lalu keputusan apa yang di ambil oleh Heewon selanjutnya? Apakah mereka akan lanjut mantap-mantap lagi?",
   "it": "Con sgomento di Hee-won, il miglior amico di cui è da sempre innamorata e l'altra sua migliore amica stanno uscendo insieme! Seriamente delusa, Hee-won decide di scatenarsi solo per una volta e trovare conforto con un affascinante sconosciuto. Una storia molto soddisfacente di una notte ora si è trasformata in molto di più quando scopre di essere incinta! Il destino li riunisce di nuovo, e ora l'impostato Doo-joon è determinato a fare la cosa giusta e a sposarla. Ma sono fondamentalmente estranei! Tranne che... i loro corpi si sono conosciuti molto intimamente. Cosa deve fare questa futura madre?",
   "pt-br": "Para o desespero de Hee-won, seu melhor amigo que ela sempre gostou e sua melhor amiga agora estão namorando! Muito chateada, Hee-won decide enlouquecer apenas uma vez, e encontrar consolo com um estranho bonito. Um caso de uma noite muito satisfatório agora se tornou algo mais - ela está grávida! O destino os une novamente, e agora o disciplinado Doo-joon está determinado a fazer a coisa certa e se casar com ela. Mas eles são basicamente estranhos! Só que… seus corpos são intimamente familiarizados. O que essa futura mãe deve fazer?",
   "th": "เมื่ออาจารย์สาวชางฮีวอนอกหักจากการแอบรักเพื่อนสนิท ทำให้เธอตัดสินใจไปมีวันไนต์สแตนด์กับหนุ่มแปลกหน้าเพราะอารมณ์ชั่ววูบ แต่สุดท้ายเธอก็ท้อง...?! ท้องทั้งๆ",
   "zh": "27年来守身如玉的高中老师张曦媛，被闺蜜抢走了暗恋对象。深受打击的她在阴差阳错下与盛德集团的副董事长姜霜剑度过了她的初夜。殊不知却因此怀上了孩子成为了未婚妈妈。如此突然降临的孩子让她不知道该如何是好。不知所措的张曦媛是否会告诉姜霜剑关于孩子的事情？而他是否还愿意对她负起责任呢？"
  },
  "links": {
   "al": "120440",
   "ap": "positively-yours",
   "engtl": "https://tapas.io/series/positively-yours/info",
   "mu": "168655",
   "raw": "https://series.naver.com/comic/detail.nhn?productNo=5110154"
  },
  "originalLanguage": "ko",
  "lastChapter": "72",
  "publicationDemographic": "josei",
  "status": "completed",
  "year": 2020,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "pt-br",
   "tr"
  ],
  "tags": [
   {
    "id": "3e2b8dae-350e-4ab8-a8ce-016e844b9f0d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Long Strip"
     },
     "description": null,
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e197df38-d0e7-43b5-9b09-2842d0c326dd",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Web Comic"
     },
     "description": null,
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adaptation"
     },
     "description": null,
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Full Color"
     },
     "description": null,
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 9,
  "createdAt": "2020-08-11T15:17:21+00:00",
  "updatedAt": "2022-03-15T02:00:27+00:00"
 },
 "relationships": [
  {
   "id": "2f680dff-214a-414c-8fbd-0580d42de927",
   "type": "author",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Lee Jung",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "02987c09-cf2c-42dc-af45-0dea3308b61c",
   "type": "artist",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kang Ki",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "a09db6e3-3dc6-482a-b6ea-3a151ede30b4",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-01-30T08:14:49+00:00",
    "description": "",
    "fileName": "2e5569b8-76c4-401f-a59d-e2aa37ff6d1c.jpg",
    "locale": "ko",
    "updatedAt": "2022-01-30T08:14:49+00:00",
    "version": 1,
    "volume": "1"
   }
  }
 ]
}