{
 "result": "ok",
 "data": {
  "id": "47305546-f13e-403b-88ac-03eda3502c59",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Motto Itte \u0026hearts;"
   },
   "description": {
    "en": "1) Tell Me More\r\nThanks to being of mixed race, with the bold facial features and nice body, you can say I'm popular with the opposite sex. However, guys don't seem to like my personality\u0026hellip;that's why when I reveal my inner self, people might say \u0026ldquo;Your character is so different!\u0026rdquo; Lately, I've been chasing after Tsuchiya, but he seems to be like all the other guys\u0026hellip;?\r\n\r\n2) Look Cooler\r\nI'm popular and every guy wants me because I'm cool, yet I'm going out with Tsuchiya, who is far from cool. I wonder what got me to go out with him in the first place? Suddenly he gradually became a little bit cooler....I think.\r\n\r\n3) I Want To Go More\r\nRecently Tsuchiya has been acting weird. He started to become cooler after his hair grew longer. Also, he stopped walking home together with me. No matter how much of an idiot he is, I love him.\r\n\r\n4) Cherry Girl\r\nMy cousin Arata, came back from the U.S. He was tiny, slow and a crybaby. But now he totally changed. He greeted me with a kiss!? And the worst thing is, it was my first kiss!\r\n\r\n5) Say I'm Cute\r\nJust Because I'm in the Judo Club doesn't mean that I'm not girly. But Kazuki is the only person who thinks of me as a girl. I started to fall in love but he was already in love with another person, because of a delicious cake he ate, that was made by her. But the only thing he doesn't know, is that the cake was actually made by me."
   },
   "links": {
    "mu": "14529"
   },
   "originalLanguage": "ja",
   "lastVolume": "1",
   "lastChapter": "5",
   "publicationDemographic": "shoujo",
   "status": "completed",
   "contentRating": "erotica",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00",
   "updatedAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "001a5555-f96f-4a6e-83f3-78096f81b8b1",
   "type": "author"
  },
  {
   "id": "001a5555-f96f-4a6e-83f3-78096f81b8b1",
   "type": "artist"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
   "type": "tag"
  }
 ]
}