{
 "result": "ok",
 "data": {
  "id": "4ce7421e-949c-407b-8d47-4dd996763233",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Anata ga Watashi to Kurashitara"
   },
   "description": {
    "en": "From Midnight Scans:\r\n\r\nWhen you\u0026rsquo;re in a relationship with someone, truth is, it\u0026rsquo;s a complete necessity to live together with that person. Read this masterpiece that sketches out various couples\u0026rsquo; trembling hearts in this \u0026ldquo;living together\u0026rdquo;-themed compilation.\r\n\r\nRoom 1\r\nMomochi, a short haired lass is in love with Kouta, a 2nd year student in her university. However, she found out that Kouta likes girls with long hair and so happened that her friend was able to invite Kouta for the drinking session that she was supposed to go! She bought a long hair wig in order to attract Kouta but when they're making love, trouble arises?!\r\n\r\nRoom 2\r\nSaki was invited to live together with her boyfriend, Masaya who works as a weekly publication reporter. Although they're living together, Saki doesn't see him much at home and starts to get lonely. One night, she woke up and found Masaya sleeping in the living room...?\r\n\r\nRoom 3\r\nTsukiyama has a crush on Kanaya and likes him because of his kindness towards her. One day, her roommate kicked her out of the apartment they were sharing because her roommate's boyfriend is coming back so she had to find her own apartment to live in. Tsukiyama went over to Kanaya's apartment and asked if she could stay there for a month. As they live together, Tsukiyama's feelings began to deepen and she had a feeling that she was restricting Kanaya so she decided to move out?!\r\n\r\nRoom 4\r\nMayu is a designer that works at home. She hired an assistant who then turns into her lover. However, Mayu likes guys who are good with cooking and sadly, Yoshitaka isn't like that. Although she's quite disappointed with that fact, she likes the sex with Yoshitaka. But still, she's quite dissatisfied with \u0026quot;something\u0026quot; and decided to look at some vibrators...\r\n\r\nRoom 5\r\nThis story revolves around Mamiko (Tsukiyama's friend from story 3) who was awaiting for the return of her boyfriend who was studying abroad but her boyfriend cheated on her with a blond chick and thus, they broke up. Mamiko was heart broken and then, she suddenly met a foreigner by the name of Joshua, who needed a place to rent. The last thing that Mamiko wanted to see is a person with blue eyes. Still, she let him rent the room in her apartment and as they live together things starts to change...\r\n\r\nRoom 6\r\nIn order to help her friend, Midori decided to live in Mai-chan's apartment. Mai-chan decided to leave that apartment because she want to get away from her ex-boyfriend who so happen to live next door as well. When Midori moved in, she noticed the huge hole in one of the rooms and of course, which apparently leads to her neighbor's room next door. As she greeted the rumored ex-boyfriend of Mai-chan, she was captivated with the handsome lad and began to fall in love with him. But why did Mai-chan broke up with this kindhearted guy? Who exactly is he? Midori have to find out, all this through that captivating hole...\r\n\r\nLast Room\r\nA tiny extra story regarding to the Room 6 story~"
   },
   "links": {
    "al": "61097",
    "amz": "https://www.amazon.co.jp/dp/B00DMUGVN0/",
    "ap": "anata-ga-watashi-to-kurashitara",
    "kt": "2111",
    "mal": "31097",
    "mu": "52263"
   },
   "originalLanguage": "ja",
   "lastChapter": "6",
   "publicationDemographic": "josei",
   "status": "completed",
   "contentRating": "erotica",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "version": 1
     }
    },
    {
     "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Slice of Life"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "21f69b27-0518-46d9-8bfa-d6671d9242de",
   "type": "author"
  },
  {
   "id": "21f69b27-0518-46d9-8bfa-d6671d9242de",
   "type": "artist"
  },
  {
   "id": "88fb3c4b-85c9-4af4-acc1-29cb8611014e",
   "type": "chapter"
  },
  {
   "id": "83e7707a-c705-4521-8517-d8e3d97cea5f",
   "type": "chapter"
  },
  {
   "id": "b1151269-6ee2-4ad6-a285-20a0888d8215",
   "type": "chapter"
  },
  {
   "id": "cb46efc8-0f98-467b-9749-e41831910510",
   "type": "chapter"
  },
  {
   "id": "e40183ee-41d9-449d-994f-1b4e77553fb5",
   "type": "chapter"
  },
  {
   "id": "27dcf50c-560b-4a17-ba5a-fe95f126787e",
   "type": "chapter"
  },
  {
   "id": "cee7bb96-770f-4bb0-b3fc-7e4cb954fd68",
   "type": "chapter"
  },
  {
   "id": "da2f041c-6913-408f-8ff5-654c47627c1e",
   "type": "chapter"
  },
  {
   "id": "422e0667-5aca-4d85-bfa0-fa24d2d15fc3",
   "type": "chapter"
  },
  {
   "id": "658e985a-3e2f-497e-a1ed-2a821f2284d9",
   "type": "chapter"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
   "type": "tag"
  },
  {
   "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
   "type": "tag"
  }
 ]
}