{
 "id": "4fd13519-ce5a-4d4d-bb1b-9457694e7fa2",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "We Just Guess Each Other"
  },
  "altTitles": [
   {
    "ko": "우리는 서로를 짐작할 뿐"
   },
   {
    "es": "Eres mi complemento"
   }
  ],
  "description": {
   "en": "High school alumni met after 5 years, Kim Hyun-oh and Kim Chan-i. However, the circumstances of the two are completely reversed! Hyeon-oh, who went from being a popular fighter to a lethargic rake. Chan-yi, who was bullied at school, has been transformed into a pretty boy. A sweet reunion in which the two heal each other's wounds. \n\nIn high school, Kim Chan-yi was unusually white and fat. Everyone called him Piglet. Now, his body was reduced to almost half. The only thing he hadn't changed since then was his white skin like glutinous rice cakes. He Was he that tall and broad-shouldered? His eyes were large and round, and his nose was pointed. It was a kind and friendly impression. Just like the male lead in a romance manga, a glowing effect seems to float nearby. If you compare it to an animal, what should I say? dog? squirrel? Rabbit? if it's a rabbit it looked like a rabbit A thin white rabbit. Chan-yi Kim's change was amazing. I couldn't even recognize it at first glance. Kim Chan-yi cleared her throat a bit. Then I realized that he had been looking at his face for too long. ”You've changed a lot.” Kim Chan-yi nodded. In an instant, his ears and cheeks turned bright red. It was like that when he was in high school too. It reminds me of the way he used to blush.",
   "es": "Los ex alumnos de la escuela secundaria se conocieron después de 5 años, Kim Hyun-oh y Kim Chan-i. Sin embargo, ¡las circunstancias de los dos son completamente invertidas! Hyeon-oh, que pasó de ser un peleador popular a un libertino letárgico. Chan-yi, que sufría acoso en la escuela, se ha transformado en un niño bonito. Un dulce reencuentro en el que los dos curan las heridas del otro.\n\n***\n\nEn la escuela secundaria, Kim Chan-yi era inusualmente blanco y gordo. Todos lo llamaban Piglet.\n\nAhora, su cuerpo se redujo a casi la mitad. Lo único que no había cambiado desde entonces era su piel blanca como tortas de arroz glutinoso. ¿Era tan alto y tenía los hombros anchos? Los ojos eran grandes y redondos, y la nariz puntiaguda. Fue una impresión amable y amistosa. Al igual que el protagonista masculino en un manga romántico, un efecto brillante parece flotar cerca. Si lo comparas con un animal, ¿qué debo decir? ¿perro? ¿ardilla? ¿Conejo? si es un conejo parecía un conejo Un conejo blanco delgado.\n\nEl cambio de Chan-yi Kim fue sorprendente. Ni siquiera pude reconocerlo a primera vista. Kim Chan-yi se aclaró la garganta un poco. Entonces me di cuenta de que había estado mirando su rostro durante demasiado tiempo.\n\n\"Has cambiado mucho.\"\n\nKim Chan-yi asintió. En un instante, sus orejas y mejillas se pusieron de color rojo brillante. Era así cuando estaba en la escuela secundaria también. Me recuerda la forma en que solía sonrojarse."
  },
  "links": {
   "mu": "ffmlqbq",
   "raw": "https://ridibooks.com/books/3846012302?_rdt_sid=event_subgroup\u0026_rdt_idx=0\u0026_rdt_arg=list"
  },
  "originalLanguage": "ko",
  "status": "ongoing",
  "year": 2022,
  "contentRating": "suggestive",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "e197df38-d0e7-43b5-9b09-2842d0c326dd",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Web Comic"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Tragedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 4,
  "createdAt": "2022-12-28T22:38:49+00:00",
  "updatedAt": "2023-07-22T10:45:47+00:00"
 },
 "relationships": [
  {
   "id": "eb01d47d-ac5b-4639-b5fc-87f46f60035c",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2022-12-28T22:33:44+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Lim Yuni",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2023-03-05T22:38:30+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "9a05853d-6843-4fbb-8fe6-89c1f3119f3a",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2023-03-05T22:34:56+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Alpha Channel",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2023-03-05T22:34:56+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "aeecaa07-4c48-4b75-96cb-22205a35bdca",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-12-28T22:38:53+00:00",
    "description": "",
    "fileName": "56075880-fbac-4a12-bfe2-bb6d35712bdf.jpg",
    "locale": "ko",
    "updatedAt": "2022-12-28T22:38:53+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "27c2ee2b-f6c7-4378-9e93-6d2faaab995e",
   "type": "creator"
  }
 ]
}