{
 "id": "55b2ed76-c9ec-4505-a838-15fee8e2e557",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Dolls"
  },
  "altTitles": [
   {
    "en": "Plant Doll"
   },
   {
    "en": "Plant Dolls"
   },
   {
    "ja": "プランツ･ドール"
   },
   {
    "ja": "観用少女"
   },
   {
    "ja-ro": "Kanyou Shoujo"
   }
  ],
  "description": {
   "en": "Yumiko Kawahara's disturbing short stories explore the strange and codependent world of dolls and the people who own them.    These cautionary tales must come from some desire to teach people a lesson, for in each one there is a horrible outcome when the doll enters their homes.  Volume 1 Milk at Mealtimes: A man spoils his Plant Doll, and it matures into a \"woman\".  Potpourri Doll: A mentally unbalanced man buys his daughter a Plant Doll, and starts to obsess over the \"nauseating scent\" coming from it.  Snow White, Part I: A jeweller tries to obtain Tears of Heaven from a Plant Doll named Snow White.  Snow White, Part II: A poor man takes in a Plant Doll and dies from the exhaustion of taking care of it. In the end the doll cries.  Rainy Moon: An artist with a supernatural reputation does a portrait of a Plant Doll named Rainy Moon.  Lucky Doll: A man's Plant Doll, named Otohime, grants him good luck, yet his girlfriend is somewhat skeptical.  The Distant Sound of Water: A man wanders the city trying to regain his memory.  A Spell to Unbind Spring: A man returns to a secluded manor with a legend of a girl who drowned in a nearby lake.  Volume 2 Blue Doll: A man working for a collection agency takes in a Plant Doll left behind by former clients.  The Garden in the Sky: A maid gets entangled in a plot involving a fortune depending on the words spoken by a Plant Doll.  The Missing Doll: A woman tries to find the Plant Doll once owned by her dead grandmother.  Princess Jewel: When a boy's sister dies, his father buys a Plant Doll to help his mother deal with it.  The Role of an Angel: After getting divorced, a young model buys a Plant Doll.  Forbidden Fruit: Olympia is a special kind of Plant Doll, one who sings. But there is a sinister secret about this certain Plant Doll.  A Voice in the Night: A woman wanders the city only to stumble upon her corpse.  Volume 3  The Garden of Arcadia: A young man who is mysteriously transforming into a tree is taken to a research institute where he is comforted by many plant dolls.  Circle: A group pools their money together to buy a plant doll, which they will all take care of. However, when most of the members begin to see the joy in breaking the rules of plant doll care, one member must take charge of her.  Honeymoon: A young girl finds that her previously adoring father has bought a doll that is identical to her in her childhood.  Dreams of Flying High in the Sky: A lonely novelist buys a plant doll to impress his editor. When she leaves to marry her sweetheart, he must raise the doll by himself. The problem is, the doll doesn't respond to him and he has never taken care of her!  Emerald: A rich woman's young lover wishes to possess a plant doll. As he yearns after the doll his mistress begins to lose interest in him.  The Storm: A young woman who is kept in a gilded cage attempts to escape to live life to its fullest.  Volume 4 Quicksand: When a sick young boy dreams of a beautiful plant doll with aqua blue eyes, his parents are quick to purchase her when he sees it in the shop. As the boy spends more time with the doll his health begins to improve.  A Gift: In the midst of refuse an angel waits to awaken. When she is woken before her time, will she ever bloom into a proper angel plant doll?  Coral: A father brings home a mysterious ball of coral with a tiny plant doll inside. As the doll spends more time in the sun, the bigger she grows.  The Tiara of Melancholy: A brother and sister team is hired to grow the fabled Tiara of Melancholy for a rich man. What they soon find out is that as the tiara grows it draws its energy from the doll itself."
  },
  "links": {
   "al": "33980",
   "amz": "https://www.amazon.co.jp/-/en/gp/product/B074CH6PQ6?ref_=dbs_r_series\u0026storeType=ebooks",
   "ap": "dolls-yumiko-kawahara",
   "engtl": "https://www.amazon.com/gp/product/1591165083/ref=x_gr_mw_bb_sout?ie=UTF8\u0026tag=x_gr_mw_bb_sout-20\u0026linkCode=as2\u0026camp=1789\u0026creative=9325\u0026creativeASIN=1591165083\u0026SubscriptionId=1MGPYB6YW3HWK55XCGG2",
   "kt": "8764",
   "mal": "3980",
   "mu": "7627"
  },
  "originalLanguage": "ja",
  "lastVolume": "4",
  "lastChapter": "25",
  "publicationDemographic": "josei",
  "status": "completed",
  "year": 1991,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "en"
  ],
  "latestUploadedChapter": "9b7c40eb-4b85-4cea-8686-23a17ae3625b",
  "tags": [
   {
    "id": "3b60b75c-a2d7-4860-ab56-05f391bb889c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Psychological"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdad7e68-1419-41dd-bdce-27753074a640",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Horror"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Tragedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 5,
  "createdAt": "2019-08-30T19:05:32+00:00",
  "updatedAt": "2023-06-29T07:10:27+00:00"
 },
 "relationships": [
  {
   "id": "dccdbee1-6d97-4adf-9bdc-5eb8f865ee4d",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kawahara Yumiko",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "dccdbee1-6d97-4adf-9bdc-5eb8f865ee4d",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kawahara Yumiko",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "37dfd823-fdbc-4f99-81ef-2e6c12f2783a",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-23T06:53:17+00:00",
    "description": "",
    "fileName": "1dbb0c7c-b189-4c21-bde4-c93417301690.jpg",
    "locale": "ja",
    "updatedAt": "2021-05-23T06:53:17+00:00",
    "version": 2,
    "volume": "4"
   }
  }
 ]
}