{
 "result": "ok",
 "data": {
  "id": "5622f08f-52b4-4527-a552-603295734aa7",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Koibito wa Bodyguard"
   },
   "description": {
    "en": "Collection of oneshots\r\n\r\n1) Bullet- Young master Ikuyou has always admired his father's bodyguard Masatsugu, but when's he's introduced to Masatsugu's son Iwao he's shocked at how unimpressive and weak Iwao is. Years have passed and a new developing trouble sends Iwao to watch over Ikuyou, though it doesn't seem like he's improved much!\r\n\r\n2) Egocentric- Strait-laced businessman Kei has always lived a boring life hiding his homosexuality. Then he meets free-spirited Joey who quickly moves in with Kei. Joey is beautiful and fun, but also a self-destructive drug user with a dark past. Unable to trust his lover, can Kei save Joey from his demons?\r\n\r\n3) The Shoemaker and the Glass Shoes- Tamotsu Izuki is the son of shoemakers, and as a high school student becomes friends with young model Karan, who is an aspiring designer. All grown up they have both realized their dreams, but the years apart have left them with unspoken feelings and misunderstandings.\r\n\r\n4) Truth in the Dark- When a scandalous photo he doesn't remember causes a young salaryman to lose his job, he becomes determined to track down the young woman and discover what really happened. However he soon finds himself trapped and being used harshly for revenge. But what did he do to provoke such malice? Threesome warning!\r\n\r\n5) Un Forgettable- Unemployed Kouhei Takahara has to move back home and is given the responsibility of watching over his young nephew Shouta. Meeting Shouta's beautiful blond foreign teacher, it's love at first sight for Kouhei. But Sainsbury- sensei is a man! When the straight-till-now Kouhei is suddenly kissed and dragged off to a hotel by the gorgeous teacher he's ready to start his happy gay life, but to sensei it's just a one-night stand.\r\n\r\n6) Breaking Away- Yakuza underling Kirihata is an idiot, and his immediate superior Takahashi is a hothead determined to fight it out with the other gangs encroaching on his turf, despite the warnings of second in command, Kutani. An orphaned child, Kirihata doesn't belong in the Yakuza world, though he finds himself clinging to the only \u0026quot;family\u0026quot; he's ever known, especially Kutani, the man he admires.\r\n\r\n7) Omake: How Vigorous is Your Love- Iwao and Ikuyou extra."
   },
   "links": {
    "mu": "3353"
   },
   "originalLanguage": "ja",
   "lastChapter": "6",
   "status": "completed",
   "contentRating": "erotica",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Boy's Love"
      },
      "version": 1
     }
    },
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "2251c943-e575-4163-96cb-edf56d50824b",
   "type": "author"
  },
  {
   "id": "2251c943-e575-4163-96cb-edf56d50824b",
   "type": "artist"
  },
  {
   "id": "78ded184-6cfe-4939-a572-4dcb445ecb03",
   "type": "chapter"
  },
  {
   "id": "3f4f0b9f-68a6-4a5f-b2d2-05802263bb11",
   "type": "chapter"
  },
  {
   "id": "9eeb29f1-670b-42ca-be65-aa7b2527ef9e",
   "type": "chapter"
  },
  {
   "id": "5810a7d8-695e-4598-b694-3e6727832d2e",
   "type": "chapter"
  },
  {
   "id": "64dece02-89ab-4ff1-b2a5-66f87fb89889",
   "type": "chapter"
  },
  {
   "id": "d27955fe-b76d-47da-985f-bcc007e5fef9",
   "type": "chapter"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
   "type": "tag"
  },
  {
   "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
   "type": "tag"
  }
 ]
}