{
 "result": "ok",
 "data": {
  "id": "565a08a0-fe40-42a7-a781-eb91d3cf3fed",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Kousoku Ihan"
   },
   "description": {
    "en": "1-2) Chill Out\r\nTakafui manages a gay dance club, and when the owner introduces new hire Tomoya, it's love at first sight for Takafui. Unfortunately, he can't even get Tomoya to look at him, let alone talk to him or see him outside of work. Will Takafui's drinking buddy, Yukihiko, acting as Cupid, be able to bring them together?\r\n\r\n3-4) Strawberries and Chocolate\r\nHaruhiko has been in love with his best friend Jyunya for a long time. It becomes harder and harder for him to sit through the details of Jyunya's sexual exploits. Unable to sit and watch from the sidelines, he bribes his younger brother into seducing Jyunya's latest boyfriend away from him. How can his plan possibly go wrong?\r\n\r\n5-6) Abortive Flower\r\nUchida thinks that he likes his art teacher, Yoshino-sensei. He struggles with the uncertainty of knowing how deep his \u0026quot;like\u0026quot; really runs, and how he can communicate his feelings to his teacher.\r\n\r\n7) Apartment Zero\r\nAndou left his hometown following an unsettling \u0026quot;kiss\u0026quot; incident with his best friend Nei-chan. Now, two years later, he finds himself broke and homeless, and breaks into an apparently abandoned apartment building for a place to stay. But he wakes up to find the irate true tenant of the apartment, his old friend Nei-chan, who also fled their hometown about the same time. When will the two friends face the incident that caused their estrangement?\r\n\r\n8) Pretty in Pink\r\nWatabe was dumped by his boyfriend because they had few interests in common. Luckly for Watabe, his dad was transferred about that time, and moving saved him the humiliation of having to run into his former boyfriend every day. All he wanted was someone to share his tastes in designer clothes, trance music and art films. Strangely, the clerk at the video store in his new neighborhood seems to share his tastes in a lot of things, and is just Watabe's type in looks too. So why is Watabe running as fast as he can in the opposite direction?\r\n\r\n9) Abortive Flower?\r\nA short trailer which features a conversation between friends on the permanancy/ impermanancy of gay partnerships."
   },
   "links": {
    "mu": "443"
   },
   "originalLanguage": "ja",
   "lastVolume": "1",
   "lastChapter": "9",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Boy's Love"
      },
      "version": 1
     }
    },
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00",
   "updatedAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "bf7d3b68-ff90-4804-8ba9-8345182c2a65",
   "type": "author"
  },
  {
   "id": "bf7d3b68-ff90-4804-8ba9-8345182c2a65",
   "type": "artist"
  },
  {
   "id": "d0cefc91-aa9b-4616-98ac-0870b4845a78",
   "type": "chapter"
  },
  {
   "id": "bed7ee1f-2f1b-499b-ad1d-e98c3207e46b",
   "type": "chapter"
  },
  {
   "id": "b7012df4-4b6b-4715-8b49-1ab68faa695d",
   "type": "chapter"
  },
  {
   "id": "f38d61a1-4156-47fe-a4e6-09123af95d6f",
   "type": "chapter"
  },
  {
   "id": "2202d77d-5653-4987-870c-4cd07fac96ac",
   "type": "chapter"
  },
  {
   "id": "9440bf1c-8324-44d2-904c-fb8cd28878ee",
   "type": "chapter"
  },
  {
   "id": "d18bf194-4ec8-4168-807d-e3767796ee84",
   "type": "chapter"
  },
  {
   "id": "9c8b15d7-6dcd-420e-9b9e-7dee13761329",
   "type": "chapter"
  },
  {
   "id": "ca8939b4-b884-40ca-8270-0357e400881d",
   "type": "chapter"
  },
  {
   "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
   "type": "tag"
  },
  {
   "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
   "type": "tag"
  }
 ]
}