{
 "id": "60a1627e-1753-4e14-be50-4ec41e3e8b47",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "COLOR/LESS"
  },
  "altTitles": [
   {
    "ja": "カラーレス"
   },
   {
    "ja-ro": "Karaaresu"
   },
   {
    "en": "Colorless"
   },
   {
    "en": "Colourless"
   },
   {
    "nl": "Kleurloos"
   },
   {
    "de": "Farblos"
   },
   {
    "sv": "Färglös"
   },
   {
    "no": "Fargeløs"
   },
   {
    "fr": "Incolore"
   },
   {
    "pt": "Incolor"
   },
   {
    "es": "Incoloro"
   },
   {
    "el": "Άχρωμος"
   },
   {
    "bg": "Безцветен"
   },
   {
    "ru": "Бесцветный"
   },
   {
    "uk": "Безбарвний"
   },
   {
    "pl": "Bezbarwny"
   },
   {
    "cs": "Bezbarvý"
   },
   {
    "sk": "Bezfarebný"
   },
   {
    "fa": "بی‌رنگ"
   },
   {
    "zh": "无色"
   },
   {
    "zh-hk": "無色"
   },
   {
    "ko": "무색"
   },
   {
    "tr": "Renksiz"
   },
   {
    "hu": "Színtelen"
   },
   {
    "fi": "Väritön"
   },
   {
    "id": "Takberwarna"
   },
   {
    "te": "రంగులేని"
   }
  ],
  "description": {
   "en": "A gray Earth, where humanity was transformed into deformed beings. The curtains open on an action series where the goal is to recover a lost world, with the help of a strange-looking gun!\n \nAn enormous solar flare caused the planet to lose all of its colors. Humans are deformed and declining in numbers. The key to reclaiming the old world lies within the power hidden in *color*, and one *girl*. Knowing that the few remnants of colors in the world yield a great power, Avidia, who is conducting research while protecting a girl named Chie, uses the colors to expand his own power, and throws himself in a battle against the Cult.\n\n---\nA cosmic disaster changed the Earth forever, stripping away every last drop of color from the world. Mankind also changed: the familiar human face is almost forgotten in a world now populated wholly by mutants. Against the backdrop of a moody urban landscape, a lone-wolf investigator named Avidia relies on both his wits and extraordinary gun to hunt down the world's last hidden scraps of color. He soon crosses paths with a very special girl -- one who just might hold the key to bringing back what the world has lost.",
   "es": "Una Tierra gris, donde la humanidad se transformó en seres deformes. Se abren las cortinas de una serie de acción en la que el objetivo es recuperar un mundo perdido, con la ayuda de un arma de aspecto extraño.  \n  \nUna enorme erupción solar hizo que el planeta perdiera todos sus colores. Los humanos están deformados y disminuyendo en número. La clave para recuperar el viejo mundo está en el poder oculto en el 「color」, y en una「Chica」. Sabiendo que los pocos restos de colores en el mundo producen un gran poder, Avidia, que está llevando a cabo una investigación mientras protege a una chica llamada Chie, utiliza los colores para expandir su propio poder, y se lanza a una batalla contra el Culto.",
   "fr": "Suite à une éruption solaire d'une ampleur sans précédent, la Terre a perdu ses couleurs. L'humanité, victime de mutations génétiques, est sur le déclin. Malgré tout, il subsiste encore des fragments infimes de couleurs dans le monde, et ils pourraient bien être la clé qui rendra à la Terre sa splendeur d'antan, tout comme une mystérieuse jeune fille Avidya, qui étudie la prodigieuse énergie contenue dans les couleurs, va devoir mettre sa vie en jeu pour protéger la jeune Tchié de l'Église, un culte qui cherche à s'emparer de ce pouvoir pour étendre son influence.",
   "ja": "『シドニアの騎士』『人形の国』弐瓶勉先生、絶賛!!\n「心配になるぐらい人間が出てきませんが大好きです。」\n\n\n灰色の地球、\n異形化が進んだ人類ーー。\n失われた世界を取り戻す\n異形ガンアクション、開幕!!\n\n極大太陽フレアの影響で色素を失った地球。\n異形化し、衰退の一途をたどる人類。\nかつての世界を取り戻す鍵は\n「色」に秘められた力と一人の「少女」。\n\n世界に僅かに残された「色」の残滓に\n巨大な力が宿っていることを知り\n研究を進めるアヴィディアは、\n少女・智慧を守りながら\n「色」の力を使い勢力を拡大する\n「教団」との戦いに身を投じることとなる。",
   "pt": "Uma Terra cinza, onde a humanidade foi transformada em seres deformados. As cortinas abrem-se em uma série de ação onde o objetivo é recuperar um mundo perdido, com a ajuda de uma arma de estranha aparência.  \n  \nUma enorme erupção solar fez o planeta perder todas as suas cores. Humanos estão deformados e declinando em números. A chave para reaver o velho mundo reside no poder escondido na “cor”, e uma “garota”. Sabendo que os poucos resquícios de cores no mundo carregam um grande poder, Avidia, que está investigando enquanto protege uma garota de nome Chie, usa as cores para expandir seu próprio poder, e se atira em uma batalha contra O Culto.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/KKreptilian)",
   "pt-br": "Uma Terra cinzenta, onde a humanidade foi transformada em seres deformados. Abrem-se as cortinas de uma série de ação onde o objetivo é recuperar um mundo perdido, com a ajuda de uma arma de aspeto estranho!\n \nUma enorme erupção solar fez com que o planeta perdesse todas as suas cores. Os humanos estão deformados e a diminuir em número. A chave para recuperar o velho mundo está no poder escondido na *cor* e numa *menina*. Sabendo que os poucos restos de cores no mundo geram um grande poder, Avidia, que está a fazer pesquisa enquanto protege uma rapariga chamada Chie, usa as cores para expandir o seu próprio poder e lança-se numa batalha contra o Culto.\n\n---\nUma catástrofe cósmica mudou a Terra para sempre, retirando do mundo até à última gota de cor. A humanidade também mudou: o rosto humano familiar está quase esquecido num mundo agora totalmente povoado por mutantes. Tendo como pano de fundo uma paisagem urbana sombria, um investigador solitário chamado Avidia confia na sua inteligência e na sua extraordinária arma para caçar os últimos restos de cor escondidos no mundo. Ele logo se cruza com uma garota muito especial - uma que pode ser a chave para trazer de volta o que o mundo perdeu.",
   "uk": "Сіра земля, на якій людство перетворилося на понівечених істот. Мета полягає в тому, щоб відновити втрачений світ за допомогою химерної зброї!\n\nПотужний сонячний спалах змусив планету втратити всі свої кольори. Тіла людей сильно деформувалися, і їхня чисельність поступово падає. Ключем до відновлення старого світу є сила, прихована у \"кольорі\" та \"дівчині\". Авідія, який вивчає факт знаходження величезної сили в залишках \"кольору\", принагідно використовуючи її задля захисту дівчини на ім'я Чіє та розширення своєї сили, зійшовся у запеклій битві проти \"культу\"."
  },
  "links": {
   "al": "107114",
   "amz": "https://www.amazon.co.jp/gp/product/B08C6K88L4",
   "bw": "series/224153",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/563082/",
   "engtl": "https://sevenseasentertainment.com/series/colorless/",
   "kt": "56182",
   "mal": "124007",
   "mu": "157572",
   "raw": "https://comicborder.com/episode/10834108156642457092"
  },
  "originalLanguage": "ja",
  "lastVolume": "7",
  "lastChapter": "70",
  "publicationDemographic": "seinen",
  "status": "completed",
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "id",
   "tr",
   "pt-br",
   "ar",
   "it",
   "es",
   "en",
   "de",
   "ru"
  ],
  "latestUploadedChapter": "81fca212-3c24-4a27-86df-e877d8a9686d",
  "tags": [
   {
    "id": "07251805-a27e-4d59-b488-f0bfbec15168",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Thriller"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "256c8bd9-4904-4360-bf4f-508a76d67183",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Sci-Fi"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "36fd93ea-e8b8-445e-b836-358f02b3d33d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Monsters"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Action"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "39730448-9a5f-48a2-85b0-a70db87b1233",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Demons"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "9467335a-1b83-4497-9231-765337a00b96",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Post-Apocalyptic"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ac72833b-c4e9-4878-b9db-6c8a4a99444a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Military"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "dd1f77c5-dea9-4e2b-97ae-224af09caf99",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Monster Girls"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 15,
  "createdAt": "2020-04-27T01:36:37+00:00",
  "updatedAt": "2023-11-04T01:08:51+00:00"
 },
 "relationships": [
  {
   "id": "abb6fe5f-1c28-4f0c-8ecc-35856181300b",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "KENT",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "abb6fe5f-1c28-4f0c-8ecc-35856181300b",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "KENT",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "8ea16a11-cb27-4135-aa7b-60af4fb69e1c",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2023-02-16T20:31:01+00:00",
    "description": "",
    "fileName": "02f3246e-5719-486f-83e6-c80cf8c8e492.jpg",
    "locale": "ja",
    "updatedAt": "2023-02-16T20:31:01+00:00",
    "version": 1,
    "volume": "7"
   }
  }
 ]
}