{
 "id": "61e5da82-16ac-421e-9fcd-2db8995031a3",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "My Friend's Little Sister Has It in for Me!"
  },
  "altTitles": [
   {
    "en": "My Friend's Little Sister is Annoying Only Towards Me"
   },
   {
    "id": "Adik Perempuan Temanku Hanya Usil Kepadaku"
   },
   {
    "en": "My Friend's Little Sister is Only Annoying to Me"
   },
   {
    "ru": "Младшая сестрёнка моего друга пристает лишь ко мне"
   },
   {
    "ja": "友達の妹が俺にだけウザい"
   },
   {
    "ko": "친구 여동생이 나한테만 짜증나게 군다"
   },
   {
    "ja-ro": "Tomodachi no Imouto ga Ore ni Dake Uzai"
   },
   {
    "es-la": "La hermana menor de mi mejor amigo solo es molesta conmigo"
   }
  ],
  "description": {
   "en": "I don’t need any deep relationships. I have no desire for a girlfriend, and I only require one friend who holds any value to me. Ever since I threw out my youth for the sake of efficiency, there is one person who keeps entering the bedroom of Ooboshi Akiteru. She’s neither my little sister nor my friend. She’s nothing more than a bothersome, annoying Kouhai, as well as my friend’s little sister: Kohinata Iroha. “Senpai, let’s go on a date~! Did you think I’d say that~?”. Rather than blood, it seems that energy drinks run through her veins. She keeps occupying my bed, and she tries her best to seduce me with whatever method she can play to her favor. She’s a girl who’s constantly annoying and obnoxious around me. Even though I’m busy all day long, she doesn’t care. And in case you’re wondering why all these envious gazes are directed at me, it’s because Iroha is actually really popular. She’s an honor student at our school with top grades to boot, and she’s known for being kind and proper to anyone she meets. …Hey now, why are you only so annoying when you’re around me?  \n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/imouza_PR)  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/mikawaghost)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/hiraminmi)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/imouza/)  \n- [Official LN (EN)](https://j-novel.club/s/my-friend-s-little-sister-has-it-in-for-me)  \n- [Alternative Raw](https://www.ganganonline.com/contents/tomodachino)",
   "es-la": "No necesito una relación profunda. No tengo deseo por una novia, y solo requiero un amigo que tenga algún valor para mí. Desde que deseche mi juventud a favor de la eficiencia, hay una persona que sigue entrando al dormitorio de Ooboshi Akiteru. Ella no es mi hermanita o mi amiga. Ella no es nada más que una molestia, una molesta kouhai, así como la hermana pequeña de mi amigo: Kohinata Iroha. \"¡Senpai, tengamos una cita! ¿Creíste que diría eso?\" En vez de sangre, pareciera que una bebida energética corriera por sus venas. ella sigue ocupando mi cama, y ella da su mejor esfuerzo para seducirme con cualquier método que pueda usar a su favor. ella es una chica que es constantemente molesta y desagradable a mi alrededor. incluso si estoy ocupado todo el día, a ella no le importa. Y en caso de que te estés preguntando por que todas esas miradas envidiosas están dirigidas a mí, es porque Iroha es realmente popular. Ella es una estudiante de honor en nuestra escuela con las mejores calificaciones, y ella es conocida por ser amable y apropiada para cualquiera que ella conozca. Hey ahora, ¿Porque solo eres escandalosa cuando estas alrededor mío?",
   "pt": "Não preciso de nenhum relacionamento profundo. Não desejo uma namorada, e só preciso de um amigo que tenha algum valor para mim. Desde que eu, Ooboshi Akiteru, joguei fora minha juventude por uma questão de eficiência, há uma pessoa que continua entrando no meu quarto. Ela não é minha irmãzinha nem minha amiga. Ela não passa de uma Kouhai chata e irritante, além da irmã mais nova do meu amigo: Kohinata Iroha. \"Senpai, vamos a um encontro ~! Você achou que eu diria isso ~?\". Em vez de sangue, parece que bebidas energéticas correm por suas veias. Ela continua ocupando minha cama e tenta ao máximo me seduzir com qualquer método que ela possa jogar a seu favor. Ela é uma garota que é constantemente irritante e desagradável ao meu redor. Embora eu esteja ocupada o dia todo, ela não se importa. E caso você esteja se perguntando por que todos esses olhares invejosos são direcionados para mim, é porque Iroha é realmente muito popular. Ela é uma aluna de honra da nossa escola com as melhores notas e é conhecida por ser gentil e adequada com qualquer pessoa que conhece. …Ei agora, por que você é tão irritante quando está perto de mim?",
   "ru": "Мне не нужны никакие глубокие отношения. У меня нет желания иметь подругу, и мне нужен только один друг, который имеет для меня хоть какую-то ценность. С тех пор как я бросил свою молодость ради эффективности, есть один человек, который продолжает входить в спальню Ообоши Акитеру. Она мне не младшая сестра и не подруга. Она не более чем надоедливый, раздражающий кохай, а также младшая сестра моего друга: Кохината Ироха. \"Сэмпай, давай сходим на свидание! Неужели ты думал, что я так скажу?”. Кажется, что по ее венам текут не кровь, а энергетические напитки. Она по-прежнему занимает мою постель и изо всех сил старается соблазнить меня любым способом, который может сыграть ей на руку. Она - девушка, которая постоянно раздражает и раздражает меня. Хотя я весь день занят, ей все равно. И если вам интересно, почему все эти завистливые взгляды направлены на меня, это потому, что Ироха действительно очень популярна. Она почетная ученица в нашей школе с высшими оценками в придачу, и она известна своей добротой и порядочностью ко всем, кого она встречает. \"Эй, почему ты так раздражаешь меня, только когда рядом со мной?\""
  },
  "links": {
   "al": "113961",
   "amz": "https://www.amazon.co.jp/dp/B08MZL92KY",
   "ap": "tomodachi-no-imouto-ga-ore-ni-dake-uzai",
   "bw": "series/258928/list",
   "cdj": "https://www.cdjapan.co.jp/product/NEOBK-2614949",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/599952/",
   "engtl": "https://global.manga-up.com/manga/61",
   "kt": "56136",
   "mal": "123632",
   "mu": "159476",
   "nu": "tomodachi-no-imouto-ga-ore-ni-dake-uzai",
   "raw": "https://www.ganganonline.com/title/505"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "shounen",
  "status": "ongoing",
  "year": 2019,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "es-la",
   "pt-br",
   "id",
   "en"
  ],
  "latestUploadedChapter": "36b02857-e631-47cc-ae2a-e86fa04a84d9",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "aafb99c1-7f60-43fa-b75f-fc9502ce29c7",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Harem"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "e197df38-d0e7-43b5-9b09-2842d0c326dd",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Web Comic"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adaptation"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 15,
  "createdAt": "2020-04-15T11:31:18+00:00",
  "updatedAt": "2024-10-11T15:56:27+00:00"
 },
 "relationships": [
  {
   "id": "b08cb38f-59d9-43d7-80fa-2f6a0c6e9bb5",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "**Alt names**:\n三河ごーすと"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Mikawa Ghost",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/mikawaghost",
    "updatedAt": "2023-06-29T01:45:59+00:00",
    "version": 4,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "eb2c91d8-728b-42a3-87eb-d57fb8e8dc06",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Hiraoka Hira",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e79ad169-384d-4a8b-84f6-5db3b01e52b6",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2024-07-02T11:14:49+00:00",
    "description": "",
    "fileName": "1477be63-fd4a-43a4-aa3d-9f7356661160.jpg",
    "locale": "ja",
    "updatedAt": "2024-07-02T11:14:49+00:00",
    "version": 1,
    "volume": "8"
   }
  }
 ]
}