{
 "result": "ok",
 "data": {
  "id": "62144c99-d7b6-4638-b040-cc632480cbeb",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Shoya -Virgin Night-"
   },
   "description": {
    "en": "Volume 1\r\n1. First Night\r\nAzumi and Yuzuru are two young people who have been in a serious relationship for a while. Yuzuru wants to become more intimate with Azumi, but she isn't quite ready, so they go to a video store, unsure of what to do next. Finally, on the way back to Azumi's place, Azumi tells Yuzuru that tonight, he doesn't have to go home...\r\n\r\n2. Nadeshiko Innocence\r\nHiroki has led Nanako to believe he's wealthy and in a prestigious university. He's borrowed and pawned all he has to keep up the illusion. Finally Hiroki can't lie to Nanako anymore and tries to break up with her. But Nanako stuns him by demanding he tell her the truth...\r\n\r\n3. Eve\r\nChristmas Eve, and Tarou is resigned to going home alone. Then he spots his classmate Tomoe being molested on the train. He was always so meek, but seeing her being asaulted enrages him. Tomoe is so impressed she invites him to her home. Then she surprises Tarou with a scarf she knitted. Then she shocks him with a kiss....\r\n\r\n4. The First Goodbye\r\nSix months ago Kou was caught masturbating by his home tutor, Saki. She finished him off and then acted like it never happened... Kou is now accepted into a university and ready to celebrate--with his beloved sensei!\r\n\r\n5. Spring Lift\r\nHe lived the dreary life of a ronin, a student who's failed his college entrance exams. His hometown friend Asami has come to cheer him up. But he's so filled with doubts he can't even erect for her. But loving Asami has a secret weapon for her beloved sempai--gym clothes!\r\n\r\n6. Doubt!!\r\nTsutsui is really frustrated. He and Mokoto have beeen dating for 6 months--and they haven't even kissed! Tonight he wants to go all the way, no matter how much she struggles. But he can't go through with it. Painfully he tries to explain his feelings--and she smacks him in the face with a condom! Who was waiting for who?\r\n\r\n7. The Second Time\r\nTheir first time was wonderful. But afterwards cute Satomi acted like nothing happened. Akira would love to do it again, but he's worried how she'll react. And Satomi is just so adorable... Suddenly out of the blue she asks Akira if they could do it again!\r\n\r\n8. Festival Song\r\nThis year's festival is different. Hiro is feeling edgy. His childhood friend Ranko is wearing a yukata and she's female. He's never noticed it before and it's confusing. Then as they lay in the grass looking up at the stars, she says, \u0026quot;Hey, Hiro? Can I ask you something serious...?\u0026quot;\r\n\r\n9. \u0026quot;Shall We?\u0026quot;\r\nIt just seemed to happen... Morimoto and Kusaka were classmates, but hardly knew each other. They went through separate boring summers, and then ran into each other on the last day of summer break. And they wind up in a love hotel. But as they touch and explore, their sex becomes more playful, more intimate.\r\n\r\nVolume 2\r\n1. Summer Story\r\n2. Love Bubble\r\n3. Let's Live Together\r\n4. Our Sunday\r\n5. Happy Date\r\n6. Beautiful Onee-san\r\n7. Watermelon Woman"
   },
   "links": {
    "al": "33433",
    "mal": "3433",
    "mu": "2540"
   },
   "originalLanguage": "ja",
   "lastChapter": "16",
   "status": "completed",
   "contentRating": "pornographic",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "version": 1
     }
    },
    {
     "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "School Life"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "c020d713-b5b8-44dc-a3dc-e5ec426a5e84",
   "type": "author"
  },
  {
   "id": "c020d713-b5b8-44dc-a3dc-e5ec426a5e84",
   "type": "artist"
  },
  {
   "id": "f19ee477-a85a-432f-ad8f-b876cf9b1540",
   "type": "chapter"
  },
  {
   "id": "ccc45883-a445-4a75-8757-553d67ce462a",
   "type": "chapter"
  },
  {
   "id": "c23715f5-e8ee-4882-bdfb-b4ca5e1920c1",
   "type": "chapter"
  },
  {
   "id": "77926395-1063-40b9-8906-a1644620cf5f",
   "type": "chapter"
  },
  {
   "id": "9454f436-74e0-47f4-9d13-bd1a6a91c699",
   "type": "chapter"
  },
  {
   "id": "9d5b60ba-397a-45b2-9159-200f288471d0",
   "type": "chapter"
  },
  {
   "id": "13766459-cb43-4f24-99dc-3ebb86d623cb",
   "type": "chapter"
  },
  {
   "id": "0354df7b-9e8f-4244-a9ac-c7025ae1e552",
   "type": "chapter"
  },
  {
   "id": "8de7a0a5-cafd-47c0-b1e8-40bd0a3061c1",
   "type": "chapter"
  },
  {
   "id": "d9070273-de3e-43aa-a85e-6804e7aff2f9",
   "type": "chapter"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
   "type": "tag"
  },
  {
   "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
   "type": "tag"
  }
 ]
}