{
 "result": "ok",
 "data": {
  "id": "654b0c04-5dc7-4054-9c8e-800dfdcb4e17",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "When a Man Loves a Man"
   },
   "altTitles": [
    {
     "en": "Irokoi"
    },
    {
     "en": "Last Waltz (NITTA Youka)"
    },
    {
     "en": "Nightcap"
    },
    {
     "en": "Otoko ga Otoko wo Ai suru toki"
    },
    {
     "en": "U:V"
    },
    {
     "en": "イロコイ"
    },
    {
     "en": "ウブ"
    },
    {
     "en": "男が男を愛する時"
    }
   ],
   "description": {
    "en": "When a Man Loves a Man series:\r\n\r\n1) When a Man Loves a Man (1 Volume)\r\nStory of several guys working in host clubs.\r\nProfessional rivalry, mistaken identities, unrequited love, and jealousy test Shinkawa's and Takaaki's friendship on a semi-regular basis. But when Iwaki Kyousuke, Takaaki's old flame and mentor, returns to seduce Shinkawa away to a new host club, will Takaaki be able to persuade Shinkawa to stay, or will his devotion to Iwaki cause him to lose Shinkawa's partnership?\r\n\r\n2) Last Waltz (2 Volumes)\r\nAt the end of When a Man Loves a Man, Shinkawa had rejected Iwaki's invitation to become the number one host at his new club. But now the rivalry between Schnapps and the Rusty Nail is heating up.\r\nSchnapps has hired a new host, Ishii, who is stealing all the other hosts' clients away. What could his motive be? Is Shinkawa right in suspecting that Ishii is somehow working for Iwaki? But when Shinkawa shares his suspicions with Takaaki, why is he so quick to defend Iwaki? How could he still love the guy that abandoned him to start his own club? How can Shinkawa make Takaaki look at him the way he looks at Iwaki?\r\n\r\n3) Nightcap (1 Volume)\r\nFlashback showing how Takaaki and Iwaki met and then why the cruel Iwaki abandoned the kid after let him become bisex.\r\nIwaki has been a gigolo for 8 years. When he meets Kato, a homeless kid sleeping against his car on the streets, his fancy is struck. When he finds that Kato is looking to become a gigolo, he gives him money to help him clean up to get the job, just because he's interested. Will he lose his love for women in exchange for his love for Kato?\r\n\r\n4) Irokoi (3 Volumes)\r\nFollows the star-crossed love relationships of four hosts, Takaaki, Iwaki, Shinkawa and Kenzaki. Interesting story and well-developed characters, but you should probably read the preceeding three When a Man Loves a Man series to understand the backstory.\r\n\r\n5) U:V (2 Volumes)\r\nThe final arc of the series on the four hosts and their relationship. Iwaki introduced his nephew, Ozaki Kazuomi, to both Takaaki and Shinkawa; Takaaki is to train Kazuomi before being passed over to Shinkawa. However, Shinkawa still has doubts about Takaaki's feelings for Iwaki; has Takaaki really put his feelings for Iwaki behind him? What about Kenzaki, who has such love and passion for Shinkawa that he's willing to do anything for him?"
   },
   "links": {
    "al": "34198",
    "ap": "when-a-man-loves-a-man",
    "kt": "9184",
    "mal": "4198",
    "mu": "3619"
   },
   "originalLanguage": "ja",
   "lastVolume": "9",
   "lastChapter": "12",
   "status": "completed",
   "contentRating": "erotica",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Boys' Love"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    }
   ],
   "version": 2,
   "createdAt": "2018-11-29T02:45:02+00:00",
   "updatedAt": "2021-05-25T15:43:11+00:00"
  }
 },
 "relationships": [
  {
   "id": "fc27e4ea-970c-49b3-8758-46f989d4efdc",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Nitta Youka",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "fc27e4ea-970c-49b3-8758-46f989d4efdc",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Nitta Youka",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "0167d90c-a735-4fdf-9274-3bb04b2e3fcd",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T16:53:05+00:00",
    "description": "",
    "fileName": "7a5c81e6-284b-4eda-a925-2d9b66d37535.jpg",
    "updatedAt": "2021-05-24T16:53:05+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}