{
 "id": "69060a67-1d4e-4110-9d29-838bfd99917f",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Bloom Into You"
  },
  "altTitles": [
   {
    "ja": "やがて君になる"
   },
   {
    "ja-ro": "YagaKimi"
   },
   {
    "ja-ro": "Yagate Kimi ni Naru"
   },
   {
    "en": "Eventually, I Will Become Yours"
   },
   {
    "sv": "Till slut, blir dig"
   },
   {
    "it": "Infine diventerò te"
   },
   {
    "es": "Al final me convertiré en ti"
   },
   {
    "pl": "Gdy zakwitnie w nas miłość"
   },
   {
    "uk": "Коли прийде час, я стану тобою"
   },
   {
    "ru": "В конечном счёте я стану твоей"
   },
   {
    "tr": "Sonunda, Senin Olacağım"
   },
   {
    "ar": "أُزهر فيك"
   },
   {
    "ar": "في النهاية، سأصبح مُلكك"
   },
   {
    "id": "Pada Akhirnya, Aku Akan Menjadi Milikmu"
   },
   {
    "zh": "终将成为你"
   },
   {
    "zh-hk": "終將成為妳"
   },
   {
    "zh-hk": "最終我成為了妳"
   },
   {
    "th": "สุดท้ายก็คือเธอ"
   },
   {
    "ko": "이윽고 네가 된다"
   },
   {
    "fr": "Bloom Into You (Kana)"
   },
   {
    "vi": "Rồi hoa sẽ nở"
   },
   {
    "fr": "Pour finalement devenir qu'une"
   }
  ],
  "description": {
   "de": "Yu Koito liest total gerne Mädchenmanga und weiß deshalb genau, wie sich die erste Liebe anfühlen soll − Schmetterlinge im Bauch, die Knie werden weich und das Herz pocht wie wild, wenn jemand einem die Liebe gesteht! Als sie ihr erstes Liebesgeständnis von einem Mitschüler bekommt, ist sie enttäuscht. Der Junge bedeutet ihr nichts und irgendwie ist ihr das alles peinlich, so dass sie ihm weder eine Zu- noch Absage zur großen Pärchenfrage gibt. Aber was macht sie jetzt? Jede will doch einen Freund, oder nicht? Schließlich bittet sie die coole Schülersprecherin Toko Nanami um Rat, von der sie glaubt, dass diese ihre Gefühlswelt versteht und ihr dabei helfen kann, aus dieser peinlichen Lage herauszukommen! Aber Mädchenmanga haben nichts mit der Realtität zu tun und ganz unerwartet bekommt sie noch ein zweites Liebesgeständnis, welches sie erschreckt, aber ein leises Flattern in ihrer Magengrube auslöst... Und das stammt ausgerechnet von einem Mädchen, nämlich der coolen Toko Nanami!",
   "en": "A charming love story about two young women who together discover that their dreams of a heart-pounding romance can indeed come true!\n\nYuu has always loved *shoujo* manga and fantasizes about the day that she too will get a love confession that will send her heart a-flutter. Yet when a male classmate confesses his feelings for her... she feels nothing. Disappointed and confused, Yuu enters high school still unsure how to respond. That’s when Yuu sees the beautiful student council president Nanami turn down a suitor with such maturity and finesse that Yuu is inspired to ask her for advice. But when the next person to confess to Yuu is the alluring Nanami herself, has Yuu's *shoujo* romance finally begun?\n\n---\n**Notes:**\n* The author worked on one of the chapters in the anthology (Vol.2 Ch.13); check it out after finishing this manga for some extra content",
   "es-la": "Yu Koito, una estudiante de nuevo ingreso afligida porque no se ha enamorado, se encuentra por casualidad con una escena donde se le declaran a su senpai, Toko Nanami. Yu empatiza con Toko, quien sin importar quién se le declare, no siente estremecimiento alguno. No obstante, al poco tiempo Toko le expresará unas palabras inesperadas.",
   "fr": "Yû entre au lycée en espérant découvrir enfin l'amour. Mais rien ne se passe, même quand un garçon lui fait une déclaration... Elle rencontre alors Tôko, la fille parfaite du lycée, responsable au Bureau des Elèves et qui semble être comme elle car elle éconduit tous ses prétendants. Jusqu'au jour ou Tôko avoue à Yû «je sens que je pourrais tomber amoureuse de toi»...",
   "id": "Yuu selalu menyukai manga shoujo dan menunggu hari dimana dia mendapatkan pengakuan cinta yang membuat hatinya berdebar-debar dan memerah, namun ketika seorang teman sekelas SMP menyatakan perasaannya padanya… dia tidak merasakan apa-apa. Kecewa dan bingung, Yuu memasuki sekolah menengah masih tidak yakin bagaimana harus menanggapi. Saat itulah Yuu melihat ketua OSIS yang cantik Nanami menolak Orang yg menembaknya dengan kedewasaannya sehingga dia terinspirasi untuk meminta bantuannya. Tetapi ketika orang berikutnya yang mengaku pada Yuu adalah Nanami sendiri, apakah romansa shoujo-nya akhirnya dimulai? \n\n---- Penulis mengerjakan salah satu bab dalam antologi (Vol.2 Bab 13); Bacalah Setelah menyelesaikan manga ini untuk beberapa konten tambahan",
   "it": "Toko Nanami, senpai del consiglio studentesco, è nota per aver rifiutato tutti coloro che le si sono dichiarati. Grande è quindi la sorpresa del a matricola Yu Koito, quando si sente rivolgere proprio da Toko le parole: \"*Potrei innamorarmi di te.*\"",
   "ja": "恋する気持ちのわからない小糸侑は、中学卒業の時に仲の良い男子に告白された返事をできずにいた。そんな折に出会った生徒会役員の七海燈子は、誰に告白されても相手のことを好きになれないという。燈子に共感を覚えた侑は自分の悩みを打ち明けるが……。",
   "pl": "Yuu była gotowa na swoją pierwszą miłość. Romantyczne piosenki oraz mangi nauczyły ją, czego ma się spodziewać. Jednak kiedy chłopak, którego lubiła, poprosił ją o chodzenie, dziewczyna poczuła... zupełnie nic! Żadnych motyli w brzuchu, unoszenia się nad ziemią... Nic. Zmieszana odeszła, mówiąc, że musi się zastanowić. Mijały tygodnie, a ona wciąż nie wiedziała, jak taktownie odmówić. Pewnego dnia przypadkowo była świadkiem tego, jak członkini zarządu, Nanami Toko, z wielką klasą odrzuciła miłosne wyznanie jednego z uczniów. Zachwycona jej zachowaniem, Yuu zaprzyjaźniła się z dziewczyną i poradziła w kwestii swojego problemu. Nanami zaś nie tylko pomogła jej odrzucić zaloty chłopaka, ale... sama wyznała jej miłość!",
   "pt": "A caloura Yuu Koito está preocupada por não entender o que é se apaixonar por alguém e acaba presenciando uma declaração de amor de um aluno à Touko Nanami, membro do Conselho Estudantil. A garota confessa que nunca chegou a ficar empolgada com nenhuma das declarações recebidas até hoje e Yuu simpatiza com ela, mas logo Touko lhe diz algo inesperado. \"Eu sinto que vou gostar de você.\"",
   "pt-br": "Yuu começou seu primeiro ano no colegial, mas ainda não respondeu a uma confissão que recebeu no ensino fundamental de um garoto que ela sempre gostou, mas que no momento da confissão ela não sentiu nenhuma emoção. Yuu adora mangás shoujos e sabe como uma declaração deveria fazê-la se sentir, mas ela não sentiu aquele sentimento, e acabou rescusando a declaração. Yuu descobre que Nanami, a Presidente do Conselho Estudantil, sempre recusou suas confissões por não sentir o mesmo que ela acha que deve se sentir quando alguém se declara. Inspirada pela honestidade de Nanami, Yuu consulta Nanami sobre como é não sentir nada depois de receber uma declaração... Mas acaba que Nanami se declara para Yuu... E agora? O que Nanami fará?",
   "uk": "Сюжет розгортається навколо школярки Юу Коїто, яка пристрасно захоплена манґою для дівчаток. Начитавшись улюблених книг, Юу і сама сподівається коли-небудь зустріти того самого «принца на білому коні», який полюбить її з першого погляду. Одного разу на випускній церемонії з нагоди закінчення середньої школи один з хлопців нарешті зізнається Юу в своїх почуттях, але ці почуття не взаємні... Героїня вже давно перейшла в старшу школу, але до сих пір не відповіла на любовне зізнання хлопця. Одного разу, йдучи по шкільному коридору та розмірковуючи, вона стає свідком того, як Тоуко Нанамі, президент шкільної ради, з упевненістю відмовляє в освідченні залицяльнику. Юу вирішує, що Тоуко має достатньо досвіду в амурних справах, тому просить у неї допомоги. Але знала б дівчина, чим це для неї обернеться...",
   "zh-hk": "一年級新生小糸侑的煩惱是不明白何謂喜歡一個人的心情。 \n正好又撞見學生會學姊七海燈子被人告白的一幕。 \n燈子坦言不管是誰來告白都無法讓她心跳加快。 \n對此深有同感的侑卻在之後從燈子口中聽到意想不到的話。 \n「我好像會喜歡上妳。」"
  },
  "links": {
   "al": "86218",
   "amz": "https://www.amazon.co.jp/gp/product/B074C45RQS/",
   "ap": "bloom-into-you",
   "bw": "series/54921",
   "cdj": "https://www.cdjapan.co.jp/product/NEOBK-2418696",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/334464/",
   "engtl": "https://www.sevenseasentertainment.com/series/bloom-into-you/",
   "kt": "36107",
   "mal": "88660",
   "mu": "121008",
   "raw": "https://dengekidaioh.jp/product/yagate/"
  },
  "originalLanguage": "ja",
  "lastVolume": "8",
  "lastChapter": "45",
  "publicationDemographic": "shounen",
  "status": "completed",
  "year": 2015,
  "contentRating": "suggestive",
  "availableTranslatedLanguages": [
   "en",
   "es-la",
   "pt-br",
   "id",
   "uk",
   "hu",
   "tr",
   "de",
   "he",
   "it"
  ],
  "latestUploadedChapter": "60c60c86-bd56-483a-b35f-5745539be832",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "a3c67850-4684-404e-9b7f-c69850ee5da6",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Girls' Love"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 51,
  "createdAt": "2018-11-01T22:00:25+00:00",
  "updatedAt": "2024-01-29T13:48:23+00:00"
 },
 "relationships": [
  {
   "id": "1ecb5e14-f569-4a7e-be30-0a41f7a8dbf0",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Nakatani Nio",
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/en/users/123216",
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/nakataniii",
    "updatedAt": "2023-11-18T14:18:53+00:00",
    "version": 4,
    "website": "https://n-nio.net/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "1ecb5e14-f569-4a7e-be30-0a41f7a8dbf0",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Nakatani Nio",
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/en/users/123216",
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/nakataniii",
    "updatedAt": "2023-11-18T14:18:53+00:00",
    "version": 4,
    "website": "https://n-nio.net/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "5d5b0920-2523-4f4c-9662-0c8ff94e6731",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-23T05:52:28+00:00",
    "description": "",
    "fileName": "7b53c1c8-c826-40e8-95cc-502c0b0becce.jpg",
    "locale": "ja",
    "updatedAt": "2021-05-23T05:52:28+00:00",
    "version": 2,
    "volume": "8"
   }
  },
  {
   "id": "27cec489-fea0-43ff-9b52-2b0cdc70a462",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "3c9e93bf-9108-4030-ae61-72bd5397fb00",
   "type": "manga",
   "related": "alternate_version"
  },
  {
   "id": "477292ce-df1b-453f-a545-8a3742637192",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "8c9947e3-f4b6-4c89-82e6-94a8544e00d5",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "c7a9ef37-afd7-49da-bb83-af75dce08bfe",
   "type": "manga",
   "related": "doujinshi"
  }
 ]
}