{
 "result": "ok",
 "data": {
  "id": "6962cb9e-7658-442c-92af-71007f31578b",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Kakene Nashi no Love Torihiki"
   },
   "description": {
    "en": "Story 01) Kakene Nashi no LOVE Torihiki (A Love Transaction without Overcharging): Since Ami Kirisawa's father passed away, she's had to make it on her own. Now she's built a reputation as an enterprising young woman who will do anything for money. However, when Ruka Hakomori (of the Hakomori Financial empire) makes assumptions about how much of Ami his money can buy, Ami fearlessly proves him wrong. Ruka decides he wants her to help him get out of a marriage interview, but opposing Ruka's ruthless parents isn't going to be easy, no matter how fearless Ami is.\r\n\r\nStory 02) Kokoro Goku Ama-jitate (Very Sweetly Cut Heart): Suzuko runs into Riki-kun while shopping for Valentine Chocolate. When he learns that she doesn't have a boyfriend, he asks her to give him chocolate that day. The two become close but will Riki-kun's fanclub grows jealous and will do everything they can to separate them. Will they succeed or will love triumph?\r\n\r\nStory 03) Kyokou Shinwa ~Sekando Reipu~ (Made-up Myth ~Second Rape~): This is a serious story about the effects of rape. Wakana is a shy and unspectacular girl who has been text messaging the spectacular Taku for three months. Suddenly, Taku suggests that they meet, and when they do... he rapes her. Wakana goes to the police, only to go through \u0026quot;second rape\u0026quot; -- the doubts of others who think she brought it on herself."
   },
   "links": {
    "al": "35426",
    "ap": "kakene-nashi-no-love-torihiki",
    "kt": "11443",
    "mal": "5426",
    "mu": "2440"
   },
   "originalLanguage": "ja",
   "lastChapter": "0",
   "publicationDemographic": "shoujo",
   "status": "ongoing",
   "contentRating": "erotica",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00",
   "updatedAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "db70e948-8ae2-4843-a018-e69871c7c790",
   "type": "author"
  },
  {
   "id": "db70e948-8ae2-4843-a018-e69871c7c790",
   "type": "artist"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  }
 ]
}