{
 "id": "6c0f2b21-1a77-4eb2-8716-bba297634180",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Baby Pink Kiss"
  },
  "altTitles": [
   {
    "en": "Bebii Pinku KISS"
   },
   {
    "en": "ベビーピンク・Kiss"
   }
  ],
  "description": {
   "en": "From ShoujoMagic:  \n  \nThis volume is a collection of short love stories.  \n  \n- Romantic Love Complex  \nThe rumors of Hitomi's sexual exploits are getting out of hand, and Hitomi's nerdy boyfriend, Gaku, of course has heard them all. With his parents' vacation house all to themselves during the holidays, he's determined to have Hitomi turn him into a real man. What he doesn't know is that Hitomi started the rumors herself because she was too afraid to admit that… (!!!)  \n  \n- Hold Me, Holy Knight  \nKana has broken up with her boyfriend just in time to make Christmas very lonely. That's when she meets Iikura, a handsome stranger who offers to be her boyfriend for the sake of the holiday. He's a little unorthodox, and shy in the one way that Kana expects a man to be aggressive. Charmed by Iikura's eccentricity, will Kana give both her body and heart to him before the holy night is over?  \n  \n- Totally Pure Heart  \nIt's Valentine's Day at Kurumi's school, and Kurumi made chocolate the night before with someone specific in mind. When it comes down to sink-or-swim, and Kurumi must present it or be stuck with her own hand-made chocolate heart… she sinks. Running from her embarrassment (and her persistent friends), she ends up alone in a room with Matsuura, one of the most popular boys in school who is also doing his best to evade Valentine's Day. Although he's weighed down with chocolate gifts, he's determined to steal Kurumi's pure chocolate heart…  \n  \n- Flower Couple  \nThe continuation of \"Totally Pure Heart.\" Kurumi's friend Chisato is well-meaning when she suggests that confessing love for Matsuura or sleeping with him too often will make him grow tired of the relationship quickly. Kurumi is also well-meaning when she brings Chisato and asks Matsuura to invite a male friend for the \"camping trip for two\" that Matsuura planned. Getting mixed signals from Kurumi and being scrutinized by Chisato, Matsuura is frustrated, and it's only a matter of time before someone cracks.  \n  \n- The Glass Shoe Doesn't Fit  \nMia and Ikurou have been friends since childhood, but lately Ikurou has taken an interest in the lovely Satoe. While Mia drops subtle hints that Ikurou fails to pick up, she gets to constantly hear how she's not quite as cute as Satoe. It becomes too much for Mia, and when another handsome and highly sexual student asks her to be his girlfriend, she has no good reason to refuse. When Ikurou learns of Mia's new male acquisition, the lovely Satoe suddenly seems less attractive to him, but his realization may have come too late…\n"
  },
  "links": {
   "al": "34061",
   "ap": "baby-pink-kiss",
   "kt": "8923",
   "mal": "4061",
   "mu": "2875"
  },
  "originalLanguage": "ja",
  "lastChapter": "5",
  "publicationDemographic": "shoujo",
  "status": "completed",
  "contentRating": "erotica",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   }
  ],
  "version": 2,
  "createdAt": "2018-12-06T09:24:49+00:00",
  "updatedAt": "2021-05-25T15:43:27+00:00"
 },
 "relationships": [
  {
   "id": "c371dfd0-2ce6-40df-a4fd-72d7ae8d6d34",
   "type": "author",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Sawara Cashy",
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "youtube": null
   }
  },
  {
   "id": "c371dfd0-2ce6-40df-a4fd-72d7ae8d6d34",
   "type": "artist",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Sawara Cashy",
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "youtube": null
   }
  },
  {
   "id": "0d7abc4a-4b5e-4f19-8512-86995f4e56a8",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T16:53:46+00:00",
    "description": "",
    "fileName": "67b4abc0-f0b6-4ecb-8208-d5166646e2b0.jpg",
    "updatedAt": "2021-05-24T16:53:46+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}