{
 "id": "6fcfaa0e-6023-403e-97f9-5301dd3c258c",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Hellsing"
  },
  "altTitles": [
   {
    "ja": "ヘルシング"
   },
   {
    "en": "Hellsing: The Legend of a Vampire Hunter"
   },
   {
    "en": "The Legend of a Vampire Hunter"
   },
   {
    "en": "The Legend of the Vampire Hunter"
   },
   {
    "vi": "Thợ săn ma cà rồng"
   },
   {
    "ru": "Хеллсинг"
   },
   {
    "uk": "Хеллсінг"
   },
   {
    "uk": "Геллсінґ"
   },
   {
    "ar": "هلسينغ"
   },
   {
    "fa": "هلسینگ"
   },
   {
    "he": "הלסינג"
   },
   {
    "zh-hk": "厄夜怪客"
   },
   {
    "zh-hk": "皇家國教騎士團"
   },
   {
    "zh": "皇家国教骑士团"
   },
   {
    "ko": "헬싱"
   },
   {
    "es": "HELLSING"
   }
  ],
  "description": {
   "en": "Vampires exist. It is the duty of Hellsing, an organization sponsored by the British government, to hide that frightening fact and protect the blissfully unaware populace. Along with its own personal army, Hellsing also has a few secret weapons. Alucard, an incredibly powerful vampire, has been controlled by Hellsing for years. Although he dislikes being a servant to the Hellsing family, he certainly enjoys his job as Hellsing's vampire exterminator. Seras is a fledgling vampire and a former police woman. Although reluctant to embrace her new self, she is still a valuable member of the organisation. Integra Hellsing, the current leader, is usually fully capable of fulfilling her duty, but lately, vampire activity has been on the rise. Unfortunately, the cause is more alarming than anything she could have imagined. A group long thought dead has been plotting in secret since their apparent destruction over 50 years ago. Plotting to plunge England, and perhaps the entire world, into war.  \n\n\n---",
   "es": "La familia Van Helsing ha sido la némesis del conde Drácula y de toda la raza de vampiros.Ahora se ha convertido en toda una organización cuyo mejor cazador,un vampiro,usará el humor y la violencia para cumplir su destino...y ha dado origen a una exitosa serie de animación.",
   "es-la": "Llega uno de los mayores éxitos de los últimos años! Hellsing, una organización auspiciada por el gobierno británico, controlada por la implacable Integra, busca exterminar a los despiadados vampiros, cuya actividad va en aumento y causa pánico en la población. Su principal arma es Alucard, un sádico vampiro liberado por Integra después de años de reclusión. Junto a él, Victoria Seras, una chica policía ahora mitad vampiro. El peligro? Una posible guerra mundial. Mucho más explícito, violento, humorístico y adulto que la serie de TV.",
   "fr": "En Angleterre, l'organisation secrète Hellsing agit pour protéger le pays des forces du mal, dont les vampires. Force de frappe de l'Église protestante, ce groupe dispose d'une arme secrète des plus inattendues: Alucard, vampire surpuissant et apparemment invulnérable. Mais leur mission se corsera quand ils devront faire face au Vatican et aux brigades anti-monstres de l'État le plus petit du monde...",
   "hu": "A Hellsing Királyi Protestáns Lovagrend az Angol Korona évszázados szervezete – egy család, amelynek a feladata a birodalom védelme a természetfeletti és istentelen veszedelmektől. A lovagrend lelke Sir Integra Wingates Hellsing, legfőbb fegyvere pedig Alucard, a szervezet szolgálatában álló titokzatos ősvámpír, valamint – újabban – Seras Victoria, egy balul elsült bevetésen született vámpírlány.",
   "it": "Londra, un'antica casata nobiliare combatte contro i vampiri da generazioni; si tratta dell'agenzia segreta HELLSING, comandata da Lady Integra Farbuke Wingates Hellsing.Integra, succeduta alla morte del padre, stipula un patto di sangue con il on il vampiro Alucard e lo induce a battersi contro le tremende forze occulte che minacciano il pianeta, dando vita a una delle saghe horror più famose nel panorama dei manga.",
   "ja": "幽霊船デメテル号に乗ってアーカードが遂に来た！かくして役者は全員演壇へと登り、暁の惨劇は幕を上げる・・・・・・",
   "lt": "Kažkur Anglijoje gyvuoja slapta organizacija, sukurta tam, kad apgintų karalienę ir šalį nuo įvairiausio plauko pabaisų. Sveiki atvykę į paslaptingąjį Hellsing – organizaciją, kuri žino, kaip spręsti problemas, kai iš tamsos išnyra vampyrai, gūlai ir kitokios šlykštynės. Be to, organizacijos nariai gali pasigirti puikiu ginklu.\n\nKlausiate, kokiu? Ogi kitu vampyru, kuris šimtmečius tobulino savąjį kovos meną ir todėl yra bemaž neįveikiamas. Apsiginklavęs milžinišku pistoletu, užtaisytu ypatingomis sidabrinėmis kulkomis, Alukardas kelia siaubą ne tik nemirėliams. Tačiau ne tai svarbiausia. Skaitytoją visų pirma priblokš kandus šių istorijų sąmojis, neįtikėtinos iliustracijos ir beprotiškai kruvinas veiksmas. Nenuostabu, jog ši manga užkariavo visą pasaulį.",
   "pt": "Para resolver o caso de um estranho pastor de hábitos macabros, é chamada a Organização Hellsing, responsável por livrar a Inglaterra dos males que espreitam na noite. Alucard é a principal arma da Hellsing contra estes seres, e sua história se cruza com a da novata Seras Victoria e a da chefe da organização, Integra Wingates Hellsing.",
   "ru": "Вампир Алукард - древний и могущественный, вампир \"в самом расцвете сил\". Все что его интересует - это поиски по-настоящему сильного противника. Убивать и умирать - какие еще могут быть развлечения в бессмертной жизни? И организация \"Хеллсинг\", члены которой посвятили себя борьбе с порождениями тьмы вроде него. Что может их связывать кроме желания уничтожить друг друга? Но, как ни странно, Алукард и Хеллсинг прекрасно работают вместе… и будут работать ровно до тех пор, пока древний вампир не найдет для себя действительно могущественного и интересного врага.",
   "tr": "Hortlaklar, vampirler, canavarlar... Kraliyet Protestan Şövalyeler Kardeşliği, yani Hellsing, onlarla kadim zamanlardan beri mücadele ediyor. Nasıl mı? Tabii ki yüksek teknoloji ürünü silahlar ve ekipmanla... Üstelik bunları kullanan kişi tam bir vampir uzmanı. Hellsing sizi aksiyon ve kan yüklü bir dünyaya davet ediyor.\n\nBu sayıda Hellsing Organizasyonu'nun avlarıyla ve düşmanlarıyla tanışıyoruz. Hiç beklenmeyen bazı gelişmeler, Integra Hellsing'in tüm planlarını bozuyor. Üstelik, kurumun yakın geçmişinde yaşanan güç oyunları ve entrikalar da karşımıza çıkıyor. Bakalım Hellsing bütün bu olanlarla başa çıkabildi mi ve olacaklarla başa çıkabilecek mi?"
  },
  "links": {
   "al": "30267",
   "amz": "https://www.amazon.co.jp/dp/B074CG51HG",
   "ap": "hellsing",
   "bw": "series/7356",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/216770/",
   "engtl": "https://www.darkhorse.com/Books/12-871/Hellsing-Volume-1-TPB",
   "kt": "618",
   "mal": "267",
   "mu": "355"
  },
  "originalLanguage": "ja",
  "lastVolume": "10",
  "lastChapter": "95",
  "publicationDemographic": "seinen",
  "status": "completed",
  "year": 1997,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "es",
   "pt-br",
   "ru",
   "en",
   "tr",
   "ro",
   "vi"
  ],
  "latestUploadedChapter": "54352c47-a7f3-47c3-a306-c44bd4136d12",
  "tags": [
   {
    "id": "36fd93ea-e8b8-445e-b836-358f02b3d33d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Monsters"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Action"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "39730448-9a5f-48a2-85b0-a70db87b1233",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Demons"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "a1f53773-c69a-4ce5-8cab-fffcd90b1565",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Magic"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ac72833b-c4e9-4878-b9db-6c8a4a99444a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Military"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b29d6a3d-1569-4e7a-8caf-7557bc92cd5d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Gore"
     },
     "description": {},
     "group": "content",
     "version": 1
    }
   },
   {
    "id": "cdad7e68-1419-41dd-bdce-27753074a640",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Horror"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "d7d1730f-6eb0-4ba6-9437-602cac38664c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Vampires"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "df33b754-73a3-4c54-80e6-1a74a8058539",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Police"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Tragedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 9,
  "createdAt": "2018-01-20T09:31:03+00:00",
  "updatedAt": "2023-02-10T19:32:41+00:00"
 },
 "relationships": [
  {
   "id": "a48ec8b1-3dbd-48fa-a49e-17cbeded6818",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Hirano Kouta",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "a48ec8b1-3dbd-48fa-a49e-17cbeded6818",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Hirano Kouta",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "83744450-4c22-4fac-bf50-0b3c7d067466",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-23T05:34:45+00:00",
    "description": "",
    "fileName": "b1c48d29-de5e-40d9-9a22-8b181b499738.jpg",
    "locale": "ja",
    "updatedAt": "2021-05-23T05:34:45+00:00",
    "version": 2,
    "volume": "10"
   }
  },
  {
   "id": "da474214-2f0a-4c1f-9a74-5ca86522dfdf",
   "type": "manga",
   "related": "prequel"
  }
 ]
}