{
 "id": "73bc69fa-9ba9-4533-a243-ebc11651339f",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "The Villainess Turns the Hourglass"
  },
  "altTitles": [
   {
    "ko": "악녀는 모래시계를 되돌린다"
   },
   {
    "ko-ro": "Agnyeoneun Molaesigyeleul Doedollinda"
   },
   {
    "ko-ro": "Agnyeo'neun Moraesi'gye'reul Dwedollinda"
   },
   {
    "en": "The Villainess Reverses the Hourglass"
   },
   {
    "fr": "La vilaine retourne le sablier"
   },
   {
    "es": "La villana retrocede el reloj de arena"
   },
   {
    "id": "Penjahat Membalikkan Jam Pasir"
   },
   {
    "id": "Penjahat wanita membalikkan jam pasir"
   },
   {
    "ru": "Злодейка, перевернувшая песочные часы"
   },
   {
    "ru": "Песочные часы злодейки"
   },
   {
    "ja": "悪女は砂時計をひっくり返す"
   },
   {
    "zh": "时光沙漏·逆转命运的少女"
   },
   {
    "zh": "恶女翻转时光沙漏"
   },
   {
    "zh": "反派女主的时间沙漏"
   },
   {
    "zh-hk": "惡女翻轉時光沙漏"
   },
   {
    "th": "ย้อนเวลากลับมาร้าย"
   },
   {
    "uk": "Лиходійка перевертає пісочний годинник"
   },
   {
    "uk": "Лиходійка, що перевернула пісочний годинник"
   },
   {
    "mn": "Элсэн цаг хадгалагч хорон санаатан"
   },
   {
    "fr": "L'antagoniste retourne le sablier"
   },
   {
    "hu": "A gazemberség megfordítja a homokórát"
   }
  ],
  "description": {
   "de": "Nachdem ihre Mutter niederen Standes einen Grafen heiratete, genoss Aria ein Leben voller Luxus während sie ihre vornehme Stiefschwester Mielle schikanierte. Einige Jahre später steht Aria kurz vor ihrer Hinrichtung, als Mielle verrät, dass sie Aria auf gemeine Weise dazu gebracht hat, diesen schlechten Ruf aufzubauen, der sie letztendlich an den Pranger gebracht hat. Gerade als Aria sich verzweifelt wünscht, sie könnte ihr Schicksal ändern, sieht sie eine merkwürdige Sanduhr, die sie zurück in die Vergangenheit führt. Jetzt kann Aria Mielle zerstören, indem sie ihre eigene Taktik gegen sie anwendet. Wie eine wahre Schurkin. Die Kraft der Sanduhr ist auf ihrer Seite ... Kann Aria Mielle wirklich alles nehmen oder werden ihre Handlungen die Vergangenheit auf eine Weise verändern, die sie sich selbst nicht hätte vorstellen können? Der Comic zum Hit-Roman.",
   "en": "With the marriage of her prostitute mother to the Count, Aria’s status in society skyrocketed immediately. After leading a life of luxury, Aria unfairly meets death because of her sister Mielle’s schemes. And right before she dies, she sees an hourglass fall as if it were a fantasy. And just like that, she was miraculously brought back to the past.\n\n“I want to become a very elegant person, just like my sister, Mielle.”\n\nIn order to face the villainess, she must become an even more wicked villainess. This was the new path Aria chose to take revenge on Mielle who murdered both her and her mother.\n\n---\nAfter her lowly mother married a count, Aria enjoyed a life full of luxury while harassing her gentle stepsister Mielle. Several years later, Aria is about to be executed when Mielle reveals that she wickedly tricked Aria into building the bad reputation that ultimately brought her to the scaffold. Just as Aria desperately wishes she could change her fate, she sees a curious hourglass that takes her back into the past. \n\nNow, Aria can destroy Mielle by using her own tactics against her like a true villainess. The power of the hourglass is on her side... \n\nCan Aria take everything from Mielle, or will her actions change the past in ways she couldn't have imagined? Based on the hit novel.\n\n---\n\n**Links:**\n- [Promotional Video](https://youtu.be/RHUZsM8cEZE)\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%AA%A8%EB%9E%98%EC%8B%9C%EA%B3%84%EB%A5%BC-%EB%90%98%EB%8F%8C%EB%A6%B0%EB%8B%A4/2375)\n- [Official Simplified Chinese Translation (KuaiKan)](https://www.kuaikanmanhua.com/web/topic/7015/)\n- [Official Traditional Chinese (Kakao Webtoon)](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E7%BF%BB%E8%BD%89%E6%99%82%E5%85%89%E6%B2%99%E6%BC%8F/113)\n- [Official German Translation (Tappytoon)](https://www.tappytoon.com/de/comics/villainess-turns-hourglass-de)\n- [Official Indonesian Translation (Kakao Webtoon)](https://id.kakaowebtoon.com/content/The-Villainess-Reverses-Hourglass/31)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/39588?etype=episode)\n- [Official Thai Translation (Comico)](https://www.comico.in.th/titles/2356)",
   "hu": "Miután alázatos édesanyja hozzáment egy grófhoz, Aria luxussal teli életet élt, miközben szelíd mostohatestvérét, Mielle-t zaklatta. Néhány évvel később Aria kivégzése előtt áll, amikor Mielle felfedi, hogy gonosz módon rávette Ariát, hogy építse azt a rossz hírnevet, amely végül az állványhoz juttatta. Ahogy Aria kétségbeesetten szeretné, ha megváltoztathatná a sorsát, egy furcsa homokórát lát, amely visszarepíti a múltba. Most Aria elpusztíthatja Mielle-t, ha saját taktikáját alkalmazza ellene, mint egy igazi gazember. A homokóra ereje az ő oldalán áll... Aria mindent elvehet Mielle-től, vagy tettei olyan módon változtatják meg a múltat, ahogyan azt elképzelni sem tudta?",
   "id": "Dengan perkawinan ibu pelacurnya dengan Count, status Aria di masyarakat langsung meroket. Setelah menjalani kehidupan yang mewah, Aria secara tidak adil menemui ajalnya karena rencana adik perempuannya Mielle. Dan tepat sebelum dia meninggal, dia melihat jam pasir jatuh seolah-olah itu sebuah fantasi. Dan begitu saja, dia secara ajaib dibawa kembali ke masa lalu. “Aku ingin menjadi orang yang sangat elegan, seperti adikku, Mielle.” Untuk menghadapi penjahat, dia harus menjadi penjahat yang lebih jahat. Ini adalah jalan baru yang Aria pilih untuk membalas dendam pada Mielle yang membunuh dia dan ibunya.",
   "ja": "私は、悪女となって復讐する――。\n\n母親が身体を売ることで生きながらえてきた・アリア。\nしかし母親が伯爵と結婚することになり、夢にまで見た貴族の一員となり、人生が180度変化する。\nそんな中、妹である・ミエールの策略で母が殺され、アリア自身も死の一歩手前に…。\nその刹那、謎の砂時計が発動し、アリアは過去へと飛んだ。\nそしてアリアは決意する。ミエールを超える悪女になって生き抜くことを――。",
   "ko": "매춘부였던 어머니가 백작과 결혼하며 벼락출세하게 된 아리아.\n사치에 물든 삶을 살던 아리아는 여동생 미엘르의 계략에 의해 억울한 죽음을 맞이하게 된다.\n죽기 직전, 마치 환상처럼 떨어져 내리는 모래시계를 봄과 동시에 기적처럼 과거로 회귀하게 되는데...!\n\n\"저는, 제 동생 미엘르처럼 아주 우아한 사람이 되고 싶어요.\"\n\n악녀를 상대하기 위해서는 악녀를 뛰어넘는 악녀가 되어야 한다.\n그것이 자신과 자신의 어머니를 죽인 미엘르에게 철저히 복수하기 위해 아리아가 새로운 삶을 살아가기로 한 방식이었다.",
   "pt-br": "Com o casamento de sua mãe prostituta com o conde, o status de Aria na sociedade disparou imediatamente. Depois de levar uma vida de luxo, Aria se depara com a morte injustamente por causa dos planos de sua irmã Mielle. E logo antes de morrer, ela vê uma ampulheta cair como se fosse uma fantasia. E assim, ela foi milagrosamente trazida de volta ao passado. \"Quero me tornar uma pessoa elegante, assim como minha irmã, Mielle.\" Para enfrentar a vilã, ela deve se tornar uma vilã ainda mais perversa. Este foi o novo caminho que Aria escolheu para se vingar de Mielle, que assassinou ela e sua mãe.",
   "ru": "Социальный статус Арии круто изменился после свадьбы её матери-проститутки и графа. Начав жить в роскоши, девочка встретила несправедливую смерть из-за коварного плана сводной младшей сестры. Накануне смерти, словно иллюзия, упавшие песочные часы, как чудо посреди весны, вернули её в прошлое! \"Я хочу стать такой же утончённой, как моя сестрёнка Миэлли\". Для того чтобы повергнуть злодейку, нужно стать злодейкой, превосходящей её. Для безукоризненной мести сестре за убийство себя и своей матери Ария решает начать жить с чистого листа.",
   "th": "อาเรียโดนน้องสาวใส่ร้ายจนถูกประหาร ซึ่งก่อนตายได้มองเห็นนาฬิกาทรายและคิดอยากย้อนกลับไป ซึ่งนางก็ได้ย้อนอดีตกลับไปจริงๆ",
   "tr": "Fahişe annesinin Kont ile evlenmesiyle, Aria’nın toplumdaki statüsü hızla yükseldi. Lüks bir hayat sürdükten sonra Aria, kız kardeşi Mielle’in planları yüzünden haksız yere ölümle burun buruna geldi ve ölmeden hemen önce, bir kum saatinin bir büyü gibi düştüğünü görüyor ve aynen böyle, mucizevi bir şekilde geçmişe geri geldi. \"Tıpkı kız kardeşim Mielle gibi çok zarif bir insan olmak istiyorum.\" Kötülükle yüzleşmek için, daha da kötü bir kötü bir insan haline gelmelidir. Bu, Aria'nın hem kendisini hem de annesini öldüren Mielle'den intikam almak için seçtiği yeni yoldu.",
   "uk": "Після одруження матері-повії з графом статус Арії в суспільстві негайно злетів. Провівши розкішне життя, Арія несправедливо зустрічає смерть через плани своєї сестри Міелі. Перед стратою вона бажає лише одного, повернутися в минуле, виправити всі свої помилки. І дивним чином її бажання здійснилося. Арія вирішує змінити своє життя, врятувати матір і себе від жорстокої смерті. Тепер щоб помститися вона повинна стати тою, якою і була в очах сестрі весь час - справжньою лиходійкою.",
   "zh": "出身不好的阿丽亚随母亲嫁入伯爵家后，一直遭受妹妹米艾尔的陷害。蒙冤惨死的她，在死前最后一刻，翻转了时间的沙漏，重生回自己小时候。这一世她决定成为像米艾尔一样‘优雅’的人，想要惩罚恶女，只有变得比她更恶毒！"
  },
  "links": {
   "al": "116382",
   "amz": "https://www.amazon.co.jp/dp/B09V3H5G72",
   "ap": "the-villainess-reverses-the-hourglass",
   "bw": "series/327334",
   "engtl": "https://www.tappytoon.com/comics/villainess-turns-hourglass",
   "kt": "56065",
   "mal": "147207",
   "mu": "163480",
   "nu": "the-villainess-reverses-the-hourglass",
   "raw": "https://page.kakao.com/content/54526433"
  },
  "originalLanguage": "ko",
  "lastVolume": "3",
  "lastChapter": "125",
  "status": "completed",
  "year": 2020,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "pl",
   "id",
   "tr",
   "en",
   "ru",
   "pt-br",
   "it",
   "fr"
  ],
  "latestUploadedChapter": "86769bd5-85ab-40d9-af44-4962396d9646",
  "tags": [
   {
    "id": "292e862b-2d17-4062-90a2-0356caa4ae27",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Time Travel"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "33771934-028e-4cb3-8744-691e866a923e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Historical"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "3e2b8dae-350e-4ab8-a8ce-016e844b9f0d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Long Strip"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "a1f53773-c69a-4ce5-8cab-fffcd90b1565",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Magic"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "d14322ac-4d6f-4e9b-afd9-629d5f4d8a41",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Villainess"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "e197df38-d0e7-43b5-9b09-2842d0c326dd",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Web Comic"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adaptation"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Full Color"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 28,
  "createdAt": "2020-05-22T11:36:42+00:00",
  "updatedAt": "2023-09-08T13:57:47+00:00"
 },
 "relationships": [
  {
   "id": "a7cf4424-bf88-4b38-85e8-33a7053eddca",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Sansobi",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "1c157033-eb0a-494e-95bc-6bf98ca466ca",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "**Associated names:**\n앤트스튜디오"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Ant Studio",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/ANTSTUDIO3",
    "updatedAt": "2022-04-09T22:43:12+00:00",
    "version": 3,
    "website": "http://www.theant.kr/",
    "weibo": null,
    "youtube": "https://www.youtube.com/channel/UCCC1GXs2_WPa-U1N7xAQ_yg"
   }
  },
  {
   "id": "d7bbea12-a49d-4365-92f4-c8bb18730b15",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-03-01T04:43:28+00:00",
    "description": "",
    "fileName": "5bd5b399-bfae-492b-a322-a4085b8cafd2.jpg",
    "locale": "ko",
    "updatedAt": "2022-03-01T04:43:28+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "c1f672ea-70a2-4ecc-a3f7-c04699379a92",
   "type": "manga",
   "related": "alternate_version"
  }
 ]
}