{
 "result": "ok",
 "data": {
  "id": "7472c1f5-998d-4ed7-a1c6-7ef863075efe",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Baby Bitch!"
   },
   "description": {
    "en": "1-3) Oh My Bitch!\r\nWhen Wada's friend, Tsukasa, comes begging for a favor Wada is leery, seeing as he's not receiving anything out of the deal. Yet Tsukasa promises that he'd be properly compensated for his troubles. Wada has no idea how Tsukasa plans to compensate him, that is until a strange guy happens upon his doorstep and offers to do anything he asks.\r\n\r\n4) Father\r\nOn that hill, where there is acceptance, Father is always happy and smiling, this is where Inaho, a faithful church goer, finds Father. Begging to hear Father's stories, he can't help but admit he finds Father very \u0026quot;pretty\u0026quot;, all the same Father thanks Inaho for being \u0026quot;beautiful\u0026quot;. Neither of them realize, the other is hiding a much darker secret than any of them could ever fathom.\r\n\r\n5) Welcome Back, Darling\r\nNoticing Shiro's lack of shame, Shiro's roommate begins to wonder if they're just \u0026quot;fuck buddies\u0026quot; or if there is more. Upon seeing his neighbors act lovey-dovey he begins to yearn for the same thing with his precious roommate Shiro.\r\n\r\n6) This is Bad\r\nWhen Akasawa unexpectedly meets an old classmate Aoki, he realizes that Aoki lives close to his job! So upon that realization he invites himself over, in hopes of \u0026quot;cultivating their friendship\u0026quot; yet Aoki admits not even knowing they were in the same class. That doesn't matter to Akasawa, who decides on his own that he'll visit Aoki everyday on his break to cool off and maybe get to know the strange Aoki better.\r\n\r\n7) Goodbye Lovers\r\nDespite the old and weak fence on the roof of the school, Toyama can't help but be attracted to it. His thoughts turn dark when his friend Hayano comes to meet him on the roof, wondering if it'd be okay to simply jump off. Hayano scolds him for being so dark, and tells him to talk to him before being rash, but that's not all. It's their last goodbye, how should they remember one another?"
   },
   "links": {
    "al": "45090",
    "ap": "baby-bitch",
    "kt": "204",
    "mal": "15090",
    "mu": "21656"
   },
   "originalLanguage": "ja",
   "lastChapter": "7",
   "status": "completed",
   "contentRating": "erotica",
   "tags": [
    {
     "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Boy's Love"
      },
      "version": 1
     }
    },
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00",
   "updatedAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "9e71bd17-9dac-49b2-9342-1f14a3d5de8e",
   "type": "author"
  },
  {
   "id": "9e71bd17-9dac-49b2-9342-1f14a3d5de8e",
   "type": "artist"
  },
  {
   "id": "5efdfc2d-2343-4291-bc04-7caff2b74b19",
   "type": "chapter"
  },
  {
   "id": "92d2f805-0bfa-480d-a3ea-dd5f49dd1803",
   "type": "chapter"
  },
  {
   "id": "07802f35-404e-40f6-a7c1-57136525b6d2",
   "type": "chapter"
  },
  {
   "id": "f94638d3-d779-4a15-9409-7d9ab8e82a7c",
   "type": "chapter"
  },
  {
   "id": "6eac47e5-d76f-400e-9801-2fd8a26acb1a",
   "type": "chapter"
  },
  {
   "id": "f25bf0d4-fa38-4d18-9bf8-52df28fb69aa",
   "type": "chapter"
  },
  {
   "id": "81a7f0c4-cc6c-42e4-a2b5-08c720a42564",
   "type": "chapter"
  },
  {
   "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
   "type": "tag"
  },
  {
   "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
   "type": "tag"
  }
 ]
}