{
 "result": "ok",
 "data": {
  "id": "747cec42-de33-48ad-8335-75cf5047c929",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Vibrator Company"
   },
   "description": {
    "en": "From DramaQueen :\r\n\r\nIndustrial espionage! Explosions! Hot spring resorts! Mountain Hermits! And Ex-lovers with mysterious intentions ? It's all just part of a day's work for Tatsuya Okazaki and Harumi Fujishima of the Naked Jewel's Corporation, Japan's number one vibrator company.\r\n\r\nFollow the adventures of Okazaki and Fujishima as they strive to uncover the best methods of joy to give to all of those looking for a bit of love. When it?s Sakurai-sensei, a story about two men who are gung-ho about enhancing all couples? sexual ecstasy (no matter the sex!) as part of their work routine - It is sure to be not just your everyday salary-man affair!\r\n\r\nA series of oneshots:\r\n\r\nStory 1: Iwamoto Makoto has always protected his childhood friend Ken. Now that Ken's grandfather has fallen ill, he's been asked to return home, but he would rather stay in Tokyo and run his own bath house, and Ken has asked Makoto to help.\r\n\r\nStory 2: Kobayashi Yuu broke his leg while trying to carry his crush up the stairs. Because of her rejection he has a strong desire to become stronger and joins a gym. However, he's not sure he agrees with coach Kawabe Suguru's training style.\r\n\r\nStory 3: Takarara Vibrators' main competitor Toyzy has somehow discovered the plans for some of their upcoming projects. In order to elimate the threat Okazaki Tatsuya volunteers to check out Toyzy's wearhouse, and brings his assistant Fujishima Harumi along.\r\n\r\nStory 4: Tatsuya and Harumi go to learn the art of puppet making from the oldest puppet master in Japan. While there Tatsuya trains as hard, and Harumi tries to figure out what he can do to help.\r\n\r\nStory 5: Tatsuya has been acting odd lately, and is being very hard on Harumi. When Harumi nearly falls and is caught by a stranger he finds himself unloading all of his problems to this other man, with unforseen results."
   },
   "links": {
    "mu": "1723"
   },
   "originalLanguage": "ja",
   "lastVolume": "1",
   "lastChapter": "5",
   "status": "completed",
   "contentRating": "pornographic",
   "tags": [
    {
     "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Comedy"
      },
      "version": 1
     }
    },
    {
     "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Boy's Love"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00",
   "updatedAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "45775317-9fb9-4551-ac38-7cdc25368323",
   "type": "author"
  },
  {
   "id": "45775317-9fb9-4551-ac38-7cdc25368323",
   "type": "artist"
  },
  {
   "id": "1439bec8-75af-491f-8c5e-1492b497e9b9",
   "type": "chapter"
  },
  {
   "id": "c58a9023-0fe0-4669-9389-75bc8e862586",
   "type": "chapter"
  },
  {
   "id": "142f1d65-0af9-485f-9b48-bba1e887fd2c",
   "type": "chapter"
  },
  {
   "id": "65f8225e-39a0-41d8-aaea-07ce4108c62d",
   "type": "chapter"
  },
  {
   "id": "49701119-973b-482e-9a78-9d79d605b939",
   "type": "chapter"
  },
  {
   "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
   "type": "tag"
  },
  {
   "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
   "type": "tag"
  }
 ]
}