{
 "id": "7ae0898a-0876-49de-8890-2814ea030d72",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Escape the Original Male Lead!"
  },
  "altTitles": [
   {
    "ko": "실수로 남주의 동생을 꼬셔버렸다"
   },
   {
    "ko-ro": "Silsuro Namjuui Dongsaengeul Kkosyeobeoryeotda"
   },
   {
    "pt-br": "Sem querer seduzi o caçula do reino"
   },
   {
    "ru": "Я случайно соблазнила младшего брата главного героя"
   },
   {
    "ja": "間違って男主人公の弟を口説いちゃった"
   },
   {
    "id": "Tidak sengaja menggoda adik male lead"
   },
   {
    "zh": "不小心勾引了男主的弟弟"
   },
   {
    "es": "No quise cautivar al hermano menor del protagonista masculino"
   },
   {
    "vi": "Tôi Đã Vô Tình Quyến Rũ Em Trai Của Nam Chính"
   },
   {
    "en": "I Accidentally Seduced the Male Lead's Younger Brother"
   }
  ],
  "description": {
   "en": "She possessed the mistress of the male lead in an R19 novel. In the original novel, the male lead was trash who abandoned her after getting her pregnant, saying that he belatedly realized that he loved the heroine. Fortunately, it was still before the original work started. She decided to scrap that shit herself.\n\n\"No, I don't want to,\" she flatly rejected Killian's offer to have an affair with him.\n\nWhen he asked her why, she smiled brightly and answered, \"Young Master is not my taste. If I must say, your younger brother is much preferable.”\n\n\"What? You prefer my younger brother?\"\n\n*Yeah. Not you, but your brother.*\n\nUnlike the original, she firmly set up an iron wall, took care of Lexion, the younger brother who was abused by his elder brother, and protected the original female lead who had low-esteem from that shitty male lead.\n\nAnd now that she'd already done what she had to do, she's off to go.\n\nBut a few years later–\n\nLexion, who had pushed out his older brother and taken the ducal title, came back to her as a beast with a decadent beauty. On top of that, he was even holding the engagement document that she had signed as a joke during their childhood.\n\n\"I've never forgotten you for a moment. Please marry me, Noona.\"\n\n*No, wasn't that just for playing house?*\n\nEvery time she refuses his marriage proposal, he gently hugs her around the waist, and asks in a cold voice, \"Did your taste change while I was away?\"\n\nLexion's eyes were full of life as he asked.\n\nIt was as if when he found out who her type was, he'd kill them right away.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
   "es": "“No, no quiero.”\n\nLa propuesta fue rechazada como un golpe en seco.\n\n“Confucio no es de mi agrado. Mi preferencia es el hermano menor de Confucio”.\n\n“¿Qué? ¿A mi hermana le gusta?”\n\n“Así es. No tú, sino tu hermano.”\n\n===\n\nEse ‘hermano menor’ vino a nosotros como una bestia con una belleza trascendental. \n\n“Nunca te he olvidado ni por un solo momento. Por favor, cásate conmigo, hermana.”\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
   "id": "Dia memiliki kekasih dari pemeran utama pria dalam novel R19. Dalam novel aslinya, pemeran utama pria adalah sampah yang mencampakkannya setelah membuatnya hamil, mengatakan bahwa dia terlambat menyadari bahwa dia mencintai pahlawan wanita tersebut. Untungnya, itu masih sebelum pekerjaan aslinya dimulai. Saya memutuskan untuk menghapus omong kosong ini sendiri. *** \"Tidak, aku tidak mau\". Aku dengan tegas menolak tawaran Killian untuk berselingkuh dengannya. Ketika dia bertanya mengapa, saya tersenyum cerah dan menjawab. “Tuan Muda tidak sesuai dengan seleraku. Jika saya harus mengatakan, adik laki-laki Anda jauh lebih disukai. ” \"Itu? Apakah kamu lebih suka adik laki-lakiku?\" \"Ya. Bukan kamu, tapi kakakmu.\" *** Berbeda dengan aslinya, saya dengan kuat membangun tembok besi, merawat Lexion, adik laki-laki yang dilecehkan oleh kakak laki-lakinya, dan melindungi pemeran utama wanita asli yang memiliki harga rendah terhadap pemeran utama pria yang tidak bermutu itu. Dan sekarang setelah saya melakukan apa yang harus saya lakukan, saya akan pergi. Namun beberapa tahun kemudian, Lexion, yang melewati kakak laki-lakinya dan duduk di kursi sang duke, kembali kepadaku seperti binatang buas dengan kecantikan dekaden. Selain itu, dia bahkan memegang dokumen jaminan yang saya tandatangani sebagai lelucon saat masih kecil. “Aku tidak pernah melupakanmu sedetik pun. Tolong menikahlah denganku, noona.” Tidak, bukankah itu hanya untuk bermain rumah? Setiap kali saya menolak lamaran pernikahannya, dia dengan lembut memeluk pinggang saya dan bertanya kepada saya dengan suara yang begitu dingin. \"Apakah seleramu berubah saat aku pergi?\" Mata Lexion penuh dengan kehidupan saat dia bertanya. Ini seperti ketika dia mengetahui siapa tipeku, dia akan langsung membunuhnya.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
   "pt-br": "**“Jovem mestre, você não faz o meu tipo… Eu quero o seu irmão!”**\n\n“Você não faz o meu tipo, jovem mestre. Prefiro muito mais o seu irmão mais novo.”\n“O quê? O meu irmão?”\n“Isso mesmo, o seu irmão, não você.”\n\n===\n Quando criança, eu assinei um contrato de casamento com este “irmão mais novo”, eu só não contava que…\n“Eu nunca me esqueci de você, por favor, case-se comigo!”\nEle disse isso enquanto segurava o contrato que foi assinado quando éramos crianças, mas espera… não era tudo apenas uma brincadeira??!\n\n---\n\"Não.\" Rejeitei categoricamente a oferta do canalha de ter um caso comigo. “O jovem mestre não é meu tipo. Meu tipo é seu irmão.” \"O quê? Meu irmão é o seu tipo?\" Garfos. Não você, mas seu irmão. * * * O 'irmão' veio até mim, uma fera da decadência. “Nunca me esqueci de você nem por um momento, quero que se case comigo, irmã.” Segurando os papéis de noivado que assinei de brincadeira na minha infância. Não, isso não era para uma brincadeira de criança? \"Você mudou seus gostos enquanto eu estava fora?\" Os olhos de Lexion estavam cheios de emoção quando ele perguntou. É como se ele soubesse do meu novo gosto, ele me mataria imediatamente.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
   "ru": "Обычный офисный работник перевоплотился в романе 18+ в второстепенного персонажа, который изначально был любовницей главного героя. В оригинальном романе главный герой бросил ее после того, как она забеременела, сказав, что запоздало понял, что любит главную героиню. Теперь у нее есть шанс изменить судьбу этого персонажа и отказать главному герою: «Я на это не соглашусь!»\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
   "vi": "Tôi đã sở hữu cơ thể người yêu của nam chính trong một cuốn tiểu thuyết 19+. Trong nguyên tác, nam chính đích thị là một tên rác rưởi. Anh ta đã vứt bỏ cô sau khi làm cô có thai, còn bonus thêm câu anh ta đã vô tình rơi vào lưới tình của nữ chính. May thay, hiện giờ nguyên tác chưa bắt đầu. Vậy nên, tôi đã quyết định tự mình loại bỏ tên rác rưởi đó. *** “Không thích” Tôi đã nhanh chóng từ chối lời đề nghị làm người yêu từ Killian. Anh ta muốn hỏi tôi lý do với khuôn mặt đầy dấu chấm hỏi, tôi chỉ nhẹ nhàng nở nụ cười rạng rở và trả lời. “Thiếu gia đây không phải gu tôi. Gu tôi chính là em trai của thiếu gia cơ” “Gì? Em thích em trai của ta?” Chính xác rồi đó anh trai. Không phải anh, mà là em trai của anh cơ. *** Không như nguyên tác, tôi đã xây dựng một bức tường thành chắc chắn nhằm ngăn chặn tên thiếu gia kia. Bắt đầu chăm sóc cho Lexion, người bị anh trai của mình ngược đãi và cũng chính là người đã bảo vệ nữ chính. Và khi đã hoàn thành công việc, tôi đã nhanh chóng tẩu thoát khỏi dinh thự công tước. Nhưng trôi qua mấy năm. Lexion, người đã đẩy cái tên khốn kia ra khỏi vị trí công tước và tự mình ngồi chễm chệ trên vị trí đó đã trở thành một con thú và đến tìm tôi. Đồng thời còn mang theo một tờ giấy đính hôn có sẵn chữ ký như trò đùa khi nhỏ. “Em chưa hề quên chị dù chỉ một phút. Chị kết hôn với em nhé” Điều đó chẳng phải chỉ để con nít chơi với nhau à? Mỗi lần từ chối, anh ta lại bắt đầu quấn lấy eo của tôi mà ôm. Quá mệt mỏi, tôi đã hỏi anh ta với vẻ mặt nghiêm túc. “Chẳng lẽ em đã thay đổi gu trong thời gian chị vắng mặt?” Đôi mắt của Lexion chứa đầy sát khí khi tôi cất lời. Cứ như thể khi anh ta phát hiện ra gu của tôi là ai, anh ta sẽ giết người đó ngay lập tức.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
   "zh": "“公爵不是我喜欢的类型，我喜欢的是公爵您的弟弟。” 果断拒绝油腻海王公爵的的提议，这一世我不会做你的情人，没想到随便使用的借口，却让对方上了心。那个小软萌弟弟长大后居然变成了一个病娇美男？“姐姐不是说喜欢我吗？”这个婚约该怎么拒绝呀！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)"
  },
  "links": {
   "al": "164598",
   "ap": "i-accidentally-seduced-the-male-leads-younger-brother",
   "engtl": "https://manta.net/en/series/escape-the-original-male-lead?seriesId=2246",
   "mal": "158272",
   "mu": "w12typm",
   "nu": "i-accidentally-seduced-the-male-leads-younger-brother",
   "raw": "https://page.kakao.com/content/61674735"
  },
  "originalLanguage": "ko",
  "status": "ongoing",
  "year": 2023,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "es-la",
   "pt-br",
   "pl"
  ],
  "latestUploadedChapter": "66fac6a6-e59b-41a0-a00a-901f693584d6",
  "tags": [
   {
    "id": "0bc90acb-ccc1-44ca-a34a-b9f3a73259d0",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Reincarnation"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "33771934-028e-4cb3-8744-691e866a923e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Historical"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "3e2b8dae-350e-4ab8-a8ce-016e844b9f0d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Long Strip"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "ace04997-f6bd-436e-b261-779182193d3d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Isekai"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e197df38-d0e7-43b5-9b09-2842d0c326dd",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Web Comic"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adaptation"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Full Color"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 8,
  "createdAt": "2023-04-24T18:41:26+00:00",
  "updatedAt": "2024-07-26T17:23:07+00:00"
 },
 "relationships": [
  {
   "id": "40dd64f2-1d67-4208-8af7-07d82f5d7939",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2023-04-24T18:39:25+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kkuljaemgag",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-01-19T02:29:55+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "82e52c01-28f5-4a69-8381-b1cdf632399e",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2023-04-24T18:39:43+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Mollo",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/m_ollo_2023",
    "updatedAt": "2024-01-19T02:28:40+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "72506f41-db6f-48e0-b653-10e8a3879b96",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2024-07-26T17:23:06+00:00",
    "description": "",
    "fileName": "8e9cad9c-3b29-4a4e-a416-e523072017bf.jpg",
    "locale": "ko",
    "updatedAt": "2024-07-26T17:23:06+00:00",
    "version": 1,
    "volume": "2"
   }
  },
  {
   "id": "9c94475b-83c9-47c9-95b9-61b498403831",
   "type": "creator"
  }
 ]
}