{
 "result": "ok",
 "data": {
  "id": "827bb387-f13c-4924-beb7-48e3607871d3",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Kemomimi Shouji"
   },
   "description": {
    "en": "1) Part-Time Pets\r\nIn order to save costs, Norio Kameyama, president of a small design company having financial difficulties, hires a \u0026quot;bunny\u0026quot;, Shiro Inaba, to help around the office. At the office this bunny proves to be extremely competent and helpful; at home he needs taking care of just like a regular pet. When the contract is up, Norio and Shiro find they will miss each other.\r\n\r\n2) Part-Time Pets\r\nWhen Kemonomimi trouble-maker, Tama Mikezaki, is dispatched to author Souji Okano, problems were sure to erupt! Always ending up in a fight with his hired masters, this time was also no exception when he rebels against his latest master, Souji, who compares him (a human with cat ears and tail) to his beloved deceased cat! Tama wants to do something to make himself memorable as someone special.\r\n\r\n3) Part-Time Pets\r\nProne to illness, rich boy Makoto is kept cocooned at home. All he has ever wanted is a dog, but he is told that his lungs can't take it. But when his father hires a human-dog hybrid, Kuroshiba, he is less than happy. Kuroshiba treats Makoto just like the strict tutors he has always had. When Kuroshiba unexpectedly kisses him, however, consumed with guilt, the hybrid leaves the household, leading to revelations about the past, and realizations about the future.\r\n\r\n4-5) Koimiko: Love Shrine\r\nFinancially troubled Amuba Shrine rests its hope for financial restoration on Enishi, a son of the family who has inherited the powers of a Koimiko--if you make love with him, true love will be yours. As a result, everyone around him has always treated him as a means to an end, and he has grown to hate love. Except for one teacher at school, Suzumori, who treats him no differently than any other ordinary kid. But even Suzumori loves someone, and when Enishi decides to help him out, it turns out to be more complicated than he thought.\r\n\r\n6) Souji and Tama's Summer Night"
   },
   "links": {
    "al": "41758",
    "ap": "part-time-pets",
    "kt": "21854",
    "mal": "11758",
    "mu": "12560"
   },
   "originalLanguage": "ja",
   "lastChapter": "0",
   "status": "ongoing",
   "contentRating": "safe",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Comedy"
      },
      "version": 1
     }
    },
    {
     "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Boy's Love"
      },
      "version": 1
     }
    },
    {
     "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Fantasy"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "377a837b-46c5-455b-b0d1-535430f01fa6",
   "type": "author"
  },
  {
   "id": "377a837b-46c5-455b-b0d1-535430f01fa6",
   "type": "artist"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
   "type": "tag"
  },
  {
   "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
   "type": "tag"
  },
  {
   "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
   "type": "tag"
  }
 ]
}