{
 "id": "833b2a6c-7a66-4102-b045-cfad76930e44",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Kinjo no Ko ga Short Pants o Haite Ore o Yuuwaku shite Kurundaga"
  },
  "altTitles": [
   {
    "en": "Doki × 2 ☆ Island"
   },
   {
    "en": "Let's Change Into Shorts"
   },
   {
    "en": "Mikage-senpai Is Cool"
   },
   {
    "en": "Okashina Ko"
   },
   {
    "en": "Overalls"
   },
   {
    "en": "Pretty Monster"
   },
   {
    "en": "Short Pants ni Kigaeyou"
   },
   {
    "en": "Stop! Enjo Kousai!"
   },
   {
    "en": "Summer Vacation By The Pool"
   },
   {
    "en": "The Girl Who Lept Hurdles"
   },
   {
    "en": "Tobibako no Jugyou"
   },
   {
    "en": "Uncute Girl"
   },
   {
    "en": "Winter Vacation by the Pool"
   },
   {
    "en": "ショートパンに着替えよう"
   }
  ],
  "description": {
   "en": "1. Natsuyasumi Poolside (Summer Vacation by the Pool)\nMisuzu has been dating Kazuki, who is her older cousin, for two years. They have come to the school pool during summer vacation to play but the pool is empty, and Misuzu has specifically prepared a two-piece school swimsuit...\n\n2. Okashi na Ko\nA guy has to look after a small candy store because the owner, his grandma, has been hospitalised. He is bored most of the time since pretty much the only patron is a young girl, Yae. Thankfully forh him, she is the perfect combination of slow, naive, and gullible to give him sexual favours in exchange for candy.\n\n3. Doki x2☆Island\nEven after having been teaching at a certain remote island's grade school for three monts, the teacher is still not used to the strong libido of his two and only students, the athletic Kaoruko and the studious Karin. Neverthless, he enjoys his life with the two thirsty girls to the fullest.\n\n4. Short Pants ni Kigaeyou (Lets Change Into Shorts)\nRinka is excited since her older brother is coming back from university for summer vacation. She loves him very much, but his perverted side still gives her a pause. Still, she is happy to entertain his requests.\n\n5. Tobibako no Jugyou\nMizuki is bad at physcial activities, especially the vaulting box, which is the excercise they are currently doing in PE. Since she is struggling so much, she is now staying after school with her teacher. She doesn't see the point in extra practice, but then the teacher starts molesting her, trying to convince her that it's a massage to help her improve.\n\n6. Stop! Enjokousai! (Stop! Don't be an Escort!)\nA guy takes a walk only to see that a festival is taking place. Just as he is lusting after little girls, he notices his neighbour Noriko walking with an old guy. He is prepared to do the right thing and tell Noriko's mother, but Noriko is determined to keep her secret (and get some pocket money while she's at it, too).\n\n7. Overall\nYutaro is a grade school teacher who has been dating one of his students, Miharu, ever since they had had sex by mistake a month ago. He is trying to keep the relationship a secret and stay away from her at school, but Miharu is an airhead and her desire is honest!\n\n8. Roku Kakeru Shoujo (The Girl Who Lept Hurdles)\nA pair of guys come take a look at their old middle school, only to see Akane, the girl who used to go running with them when they were part of track and field in middle school, practicing for that same club.\n\n9. Fuyuyasumi Poolside (Winter Vacation by the Pool)\nFuyumi is asked by her older brother to come to a heated pool. She is not happy that he calls her swimsuit sexy and not cute, but when she is hit on by some old dude and his brother saves her, she reevalutes where her feelings lay.\n\n10. Mikage-senpai wa Cool (Mikage-senpai Is Cool)\nSonoda has been dating Mikage, his senior in middle school, for two months, but he is frustrated at the lack of progress. Thus, he decides to visit her when he knows she will be home alone with the pretext that he wants help studying for the upcoming finals to try to change that!.\n\n11. Kawaiku Nai Ko (Uncute Girl)\nKobayashi is a grade school teacher unwillingly in a relationship with Maika, one of his students. She has called him to a park since she was bored and has the perfect entertainment in mind.\n\n12. Pretty Monster\nAn older brother, distraught at how his little sister was bullied in school, hatches a plan with the bully's teacher to give the bully a taste of her own medicine hundredfold.\n\n||TAGS|\n|:-|:-\n|MALE| armpit licking, bbm, coach, dark skin, dilf, glasses, tanlines, teacher, tracksuit\n|FEMALE| ahegao, anal, armpit licking, bikini, bloomers, bondage, cousin, dark skin, defloration, double penetration, femdom, gag, glasses, gymshorts, hidden sex, hotpants, lolicon, nakadashi, oppai loli, ponytail, rape, school swimsuit, sex toys, sister, stockings, swimsuit, tanlines, tomboy, twintails, urination\n|MIXED| ffm threesome, group, incest, mmf threesome\n|OTHER| tankoubon"
  },
  "links": {
   "al": "91407",
   "kt": "25521",
   "mal": "71419",
   "mu": "110728"
  },
  "originalLanguage": "ja",
  "lastChapter": "12",
  "status": "completed",
  "contentRating": "pornographic",
  "availableTranslatedLanguages": [
   "en"
  ],
  "latestUploadedChapter": "b490653e-e223-4015-88dc-382bb9654cd7",
  "tags": [
   {
    "id": "2d1f5d56-a1e5-4d0d-a961-2193588b08ec",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Loli"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "5bd0e105-4481-44ca-b6e7-7544da56b1a3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Incest"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "97893a4c-12af-4dac-b6be-0dffb353568e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Sexual Violence"
     },
     "description": {},
     "group": "content",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 4,
  "createdAt": "2019-04-06T08:43:28+00:00",
  "updatedAt": "2023-05-02T14:41:10+00:00"
 },
 "relationships": [
  {
   "id": "0dc40252-5d22-405a-85fa-91df0a0c1aac",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "**Links:**\n- [Twitter (NSFW)](https://twitter.com/noi3)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Noise",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/en/users/22604",
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/St_noi3",
    "updatedAt": "2024-05-05T06:30:00+00:00",
    "version": 3,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "0dc40252-5d22-405a-85fa-91df0a0c1aac",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "**Links:**\n- [Twitter (NSFW)](https://twitter.com/noi3)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Noise",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/en/users/22604",
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/St_noi3",
    "updatedAt": "2024-05-05T06:30:00+00:00",
    "version": 3,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "634cfe08-510f-4fbf-88e7-2ac8d1152b69",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T17:07:05+00:00",
    "description": "",
    "fileName": "628c2628-574b-4d76-8d05-16429ac8a810.jpg",
    "locale": "ja",
    "updatedAt": "2021-05-24T17:07:05+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}