{
 "result": "ok",
 "data": {
  "id": "86eba4c6-f539-45a7-865c-3c35fed24553",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Monk!"
   },
   "altTitles": [
    {
     "en": "몽크"
    }
   ],
   "description": {
    "en": "Back Story: There once was a big war and when the war was over, it was evident that it had taken it's toll on mankind.\r\nCivilization and society regressed into a barbaric state of self-struggle and hedonism. To make sure that mankind would not repeat the same mistakes, they created a new set of paradigm(laws/rules/rituals), to ensure that the events would never repeat. In an effort to stop the barbarianism, Buddhist ideals such as \"finding inner peace within the mind\" and meditation became immensely popular. As a result, martial arts quickly grew in popularity in this new day and age. In this new hierarchy, the more powerful you were, the higher your rank was in society. The path of the martial arts quickly became an honorable and reputable way to live.\r\nAnd soon after, the age of the martial arts arrived, and flourished.\r\n\r\nSynopsis: \r\nAfter foreign assassins killed the Dalai Lama, an attempt was made to find his reincarnation. After 20 years without being able to find the Dalai Lama's reincarnation, the oracle foresaw a location during his meditation. This location turned out to be \"Moo Hyuk\" High School, a high school where the worlds elite were created. Knowing this knowledge, the below par  troublemaker monk, Dang because of a mix up was assigned to the crucial task of finding the reincarnated Dalai Lama. However, known to no one except his instructors, the troublemaker Dang possess a hidden ability and this ability is only shown when he is sexually aroused making his chi explode, turning him into a powerful monster! Not knowing this because he had never been sexually aroused during his training as a monk and unbeknownst to him, his instructor tells him that he should stay away from bottled coke shaped women. He is also  put in a special class meant for the \"Trash\" and the weak, filled with a bunch of weirdo classmates. Will he be able to accomplish the difficult task of finding the reincarnated Dalai Lama with all of these \"coke bottle shaped\" women around?"
   },
   "links": {
    "al": "38960",
    "ap": "monk",
    "kt": "18192",
    "mal": "8960",
    "mu": "30970"
   },
   "originalLanguage": "ko",
   "lastVolume": "6",
   "publicationDemographic": "seinen",
   "status": "completed",
   "contentRating": "suggestive",
   "tags": [
    {
     "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Action"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Comedy"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "799c202e-7daa-44eb-9cf7-8a3c0441531e",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Martial Arts"
      },
      "description": null,
      "group": "theme",
      "version": 1
     }
    }
   ],
   "version": 2,
   "createdAt": "2018-06-01T18:10:05+00:00",
   "updatedAt": "2021-05-25T15:44:41+00:00"
  }
 },
 "relationships": [
  {
   "id": "ccdb82e3-7f63-4784-94e8-d6e0466c3900",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "HONG Dong-Gi",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "ccdb82e3-7f63-4784-94e8-d6e0466c3900",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "HONG Dong-Gi",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "bd6996f8-5c4e-4fdb-b5f9-2a9867ecfb8d",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T18:36:11+00:00",
    "description": "",
    "fileName": "3061f34f-9fd6-4505-b98a-37b097e3aad1.jpg",
    "updatedAt": "2021-05-24T18:36:11+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}