{
 "id": "8bd19e5c-94f7-4368-a918-50f463857446",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Kuroshitsuji"
  },
  "altTitles": [
   {
    "ja": "黒執事"
   },
   {
    "en": "Black Butler"
   },
   {
    "zh": "黑执事"
   },
   {
    "zh": "黑管家"
   },
   {
    "zh-hk": "黑執事"
   },
   {
    "ko": "흑집사"
   },
   {
    "ko": "검은 집사"
   },
   {
    "es": "Mayordomo negro"
   },
   {
    "pt": "O mordomo negro"
   },
   {
    "pt": "O mordomo sombrio"
   },
   {
    "it": "Black Butler - Il maggiordomo diabolico"
   },
   {
    "fr": "Majordome noir"
   },
   {
    "de": "Schwarzer Butler"
   },
   {
    "cs": "Kurošicudži"
   },
   {
    "pl": "Mroczny kamerdyner"
   },
   {
    "uk": "Темний дворецький"
   },
   {
    "bg": "Черният иконом"
   },
   {
    "ru": "Тёмный дворецкий"
   },
   {
    "ru": "Темный дворецкий"
   },
   {
    "ru": "Куросицудзи"
   },
   {
    "ru": "Чёрный дворецкий"
   },
   {
    "fa": "کوروشیتسوجی"
   },
   {
    "fa": "خادم سیاه"
   },
   {
    "vi": "Hắc Quản Gia"
   },
   {
    "ms": "Butler Hitam"
   },
   {
    "th": "คนลึกไขปริศนาลับ"
   },
   {
    "ar": "الخادم الأسود"
   },
   {
    "hu": "Kurosicudzsi"
   },
   {
    "hu": "Fekete komornyik"
   },
   {
    "fi": "Kuroshitsuji – Piru hovimestariksi"
   },
   {
    "fi": "Piru hovimestariksi"
   },
   {
    "tr": "Kara Kâhya"
   },
   {
    "tr": "Kara Kahya"
   },
   {
    "tr": "Kara Uşak"
   },
   {
    "kk": "Қара қызметші"
   }
  ],
  "description": {
   "de": "Ein teuflisch guter Butler ist Sebastian Michaelis, der dem Familienoberhaupt der noblen Phantomhives dient. Teuflisch ist hier wörtlich zu nehmen, denn Sebastian ist wirklich ein Dämon, mit dem das Oberhaupt der Phantomhives einen Pakt schloss. Seitdem hat er nicht nur die wichtigste Position in der Dienerschaft inne, sondern ist auch Leibwächter und Auftragskiller in Personalunion! Earl of Phantomhive ist der 12-jährige Ciel, der nicht nur das Familienunternehmen führt, sondern in seiner Funktion als Earl auch ein wichtiger Vertrauter Königin Victorias ist. Denn sie verlässt sich darauf, dass jede Gefahr diskret und schnell durch die Phantomhives beseitigt wird...",
   "en": "Just a stone's throw from London lies the manor house of the illustrious Phantomhive earldom and its master, one Ciel Phantomhive. Earl Phantomhive is a giant in the world of commerce, Queen Victoria's faithful servant...and a slip of a twelve-year-old boy. Fortunately, his loyal butler, Sebastian, is ever at his side, ready to carry out the young master's wishes. And whether Sebastian is called to save a dinner party gone awry or probe the dark secrets of London's underbelly, there apparently is nothing Sebastian cannot do. In fact, one might even say Sebastian is too good to be true...or at least, too good to be human...",
   "es": "Sebastian es el mayordomo de la familia Phantomhive, aristócratas de la alta sociedad inglesa. Él es perfecto en Todo. Detaca en: etiqueta, cultura, cocina y hasta en artes marciales... Es el acompañante de un joven amo muy caprichoso de tan sólo 12 años y siempre viste su frac negro, que aletea tras él. Este es un manga sobre un mayordomo perfecto para tu hora del té.\n\n---\nUn mayordomo que se precie tiene que estar dispuesto a lo que sea por el buen funcionamiento de la casa de su señor. Eso incluye prepararle el té que le gusta, asegurarse de que el resto del servicio sea eficiente, que todo funcione como un reloj… y en el caso especial de Sebastian, poner al servicio del joven conde Ciel sus habilidades especiales como mayordomo infernal.",
   "es-la": "Sebastian Michaelis. Mayordomo, cocinero, guardaespaldas, jardinero y experto en etiqueta. Siempre hace que su joven jefe, Ciel Phantomhive, mantenga el prestigio y la integridad física. Nunca permite que algo quede fuera de lugar o que los sirvientes caigan en la holgazanería. ¿Pero qué misterio guarda este singular hombre, que observa una agilidad y fuerza inimaginables y a quien las balas no le afectan? ¡Un personaje que no debe estar fuera de la mente fantástica de los asiduos lectores de mangas, y a quien podrás conocer en este primer tomo de *Black Butler*!",
   "fi": "Sebastian on arvostetun Phantomhiven aristokraattisuvun täydellinen hovimestari. Hän on tietävä, oppinut, tyylikäs, loistava kokki ja taitaa taistelulajit. Silti hän saa juosta pikimustan frakin liepeet liehuen itsekkään 12-vuotiaan isäntänsä asioilla.\n\nYliluonnollisen taitavan hovimestarin palvelukset eivät kuitenkaan ole ilmaisia ja lopullisen palkkion joutuu maksamaan nuori isäntä. Sitä ennen parivaljakon pitää selvittää Lontoon alamaailman saloja ja kostaa pari murhaa.",
   "fr": "Sébastian est majordome au service de Ciel Phantomhive, héritier d'une grande famille de la noblesse anglaise. En matière d'érudition, d'éducation, d'art culinaire, rien à redire, il est parfait. Mais ne vous fiez pas à sa distinction, si vous vous en prenez à son jeune maître, vous découvrirez sa vraie nature... Ciel aurait-il signé un pacte avec le Diable...?!",
   "id": "Apa jadinya kalau seorang butler tidak bisa mengerjakan pekerjaan seperti ini? \n\nSebastian adalah seorang butler keluarga bangsawan terkemuka Inggris, yaitu Phantomhive. Ia sempurna dalam segala bidang. Berpengetahuan luas, elegan, jago masak, dan pandai bela diri. Ia selalu mengenakan jas buntut berwarna hitam kelam. Majikannya, Ciel Phantomhive, adalah seorang anak yang masih berumur 12 tahun dan bersifat egois. \n\nSimak kisah seorang butler nomor satu di dunia yang sangat cocok dengan teh warna merah...",
   "it": "Richiestissimo dai fan di tutta Italia, finalmente arriva il manga capolavoro di Yana Toboso! Una storia in cui un irresistibile black humour si fonde sapientemente al dramma, in un intreccio ricco di emozionanti colpi di scena. Sullo sfondo di un’Inghilterra vittoriana sapientemente rielaborata, preparatevi a scoprire il segreto che lega Ciel Phantomhive, un ragazzino che è l’unico erede rimasto in vita del casato dei Phantomhive, al suo perfetto, quasi irreale, maggiordomo Sebastian. Perché in questa storia, tutti sono molto più di quello che sembrano. State per scoprire perché!",
   "ja": "あくまで、執事ですから\n彼の職業は執事。彼は今日もお茶を煎れ、銀食器を磨く。そう、すべては主人のために…。",
   "pl": "Sebastian to kamerdyner w domu arystokratycznej rodziny Phantomhive. Jest utalentowany, wykształcony, dystyngowany, zna się na gotowaniu i sztukach walki. Słowem, jest doskonały w każdym calu. Jednak odziany w czarny frak kamerdyner zaczyna drżeć ze wzburzenia, gdy jego dwunastoletni pan wydaje rozkazy...\n\n---\nSebastian to kamerdyner w domu arystokratycznej rodziny Phantomhive. Jest utalentowany, wykształcony, dystyngowany, zna się na gotowaniu i sztukach walki. Słowem, jest doskonały w każdym calu. Jednak odziany w czarny frak kamerdyner, zaczyna drżeć ze wzburzenia, gdy jego dwunastoletni pan wydaje rozkazy… Zapraszamy do lektury bestsellerowej mangi Yany Toboso.",
   "ru": "Альтернативная Англия XIX-го века, роскошное поместье графа Фантомхайва, дружная компания нерасторопных слуг, над которыми возвышается во всех смыслах этого слова безупречный Себастьян. Юный граф Сиэль любит разные игры, и многочисленные способности дворецкого то и дело находят себе применение. Какая же тайна между дворецким и Графом? Ведь эти двое заключили важный контракт, который касается не только кулинарных талантов Себастьяна. Секреты правильного чая, жестокость итальянской мафии, неуклюжесть слуги-новичка и даже привычки родственников графа — всё по плечу Себастьяну, недаром его любимая присказка переводится и как «Я просто дьявольски хороший дворецкий», и как «Я и демон, и дворецкий».",
   "th": "คนที่เป็นหัวหน้าคนรับใช้นั้น ถ้าทำไม่ได้ขนาดนี้ จะใช้ได้อย่างไรกันล่ะครับ?\n\nเซบาสเตียน หัวหน้าคนรับใช้แห่งตระกูลแฟนทอมไฮฟ์ ตระกูลขุนนางมีชื่อของอังกฤษ\nเขามีความสมบูรณ์พร้อมในทุกๆด้าน ไม่ว่าจะเป็นด้านสติปัญญา การศึกษา ความเป็นผู้ดี อาหาร หรือศาสตรวุธ\nเมื่อต้องมารับใช้เจ้านายอายุ 12 ปี ที่เอาแต่ใจตัวเอง ชุดสูทชายด้านหลังยาวดำขลับก็พลิ้วขยับสั่นไหว\n\nการ์ตูนเกี่ยวกับหัวหน้าคนรับใช้ที่เข้ากันกับชาฝรั่งที่สุดในโลกมาถึงมือคุณแล้ว...",
   "tr": "Kahya olacak biri bu kadarını da yapabilir herhalde?\n\nSebastian, İngiltere’nin saygın aristokrat ailelerinden biri olan “Phantomhive Ailesi”nin kahyasıdır. Kendisi, bilgi birikimi, kültür, asalet, aşçılık ve dövüş sanatları konusunda mükemmeldir. On iki yaşındaki egoist efendisi için simsiyah kuyruklu takım elbisesi savrulup durmaktadır. İşte size dünyanın en iyi çayını yapan kahyasının mangası…",
   "vi": "Câu chuyện diễn ra vào thời Victoria. Ở ngoại thành London có một toàn lâu đài nguy nga vốn là nơi ở của gia tộc Phantomhive. Hiện giờ chủ nhân của toàn lâu đài đó là bá tước Ciel Phantomhive, một đứa trẻ mới 12 tuổi nhưng lại là người đứng đầu gia tộc Phantomhive, đồng thời cũng là người đứng đầu thế giới ngầm. Bên cạnh cậu lúc nào cũng có Sebastian Michaelis - một quản gia cực kỳ tài giỏi và luôn tuân theo mọi mệnh lệnh của cậu. Tuy nhiên, bọc sau lớp vỏ một quản gia, Sebastian thật sự không phải là con người, mà là một con quỷ. Sở dĩ một con quỷ chấp nhận làm một quản gia bình thường là vì Sebastian đã ký kết một “hợp đồng” với Ciel. Nội dung bản hợp đồng đó chính là Sebastian sẽ trở thành sức mạnh của Ciel, luôn trung thành phục vụ Ciel cho đến khi Ciel trả được mối thù giết cha mẹ. Đổi lại, sau khi Ciel trả thù xong, tức lúc bản hợp đồng kết thúc, thì Sebastian sẽ nuốt chửng linh hồn của Ciel xem như là thù lao. Dấu hiệu thể hiện hợp đồng đã được ký kết nằm trong con mắt phải của Ciel và trên mu bàn tay trái của Sebastian. Trong thời gian ở lại bên cạnh cậu chủ của mình, Sebastian đã cùng cậu chủ phá nhiều vụ án và trải qua nhiều cuộc phiêu lưu. Từ đó, nhiều bức màn bí mật dần dần được hé mở. Tập 21 Cậu chủ của tôi ơi, cậu đã sai một điều rồi ạ! Cơ thể Sebastian đã thoát khỏi lời nguyền. Thế nhưng, vào lúc này, những chủ nhân thực sự của Thung lũng ma sói lại ráo riết đuổi theo Lục phù thủy và ma pháp tối thượng mà Ciel đã cướp mất, nhăm nhe hàm răng trắng nhởn của mình. Và sau bóng lưng toan tính tẩu thoát của gã quý tộc ma quỷ, một con quái thú màu xanh rêu, đang chậm rãi, chậm rãi nhích lại gần..",
   "zh": "身为一个执事，连这种事都不会，那怎么成？ 英国的名门贵族法多姆凯贝家，有一位执事——锡巴斯查恩——不论是知识、教养、品位、料理、武术……他都样样精通， 面对那位任性的十二岁主人，漆黑的燕尾服在摇摆、摇摆…… 为您送上全世界 适合品尝着红茶欣赏的执事漫画……"
  },
  "links": {
   "al": "33866",
   "amz": "https://www.amazon.co.jp/gp/product/B08MR8HSVV/",
   "ap": "black-butler",
   "bw": "series/281273",
   "cdj": "https://www.cdjapan.co.jp/product/NEOBK-2644117",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/616932/",
   "engtl": "https://yenpress.com/series/black-butler",
   "kt": "8549",
   "mal": "3866",
   "mu": "9708",
   "raw": "https://magazine.jp.square-enix.com/gfantasy/story/kuroshitsuji/"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "shounen",
  "status": "ongoing",
  "year": 2006,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "en",
   "pt-br",
   "hu",
   "tr",
   "es-la",
   "bg",
   "fr",
   "it",
   "uk"
  ],
  "latestUploadedChapter": "d4528014-181d-4eca-9089-42113e59b3fa",
  "tags": [
   {
    "id": "33771934-028e-4cb3-8744-691e866a923e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Historical"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "36fd93ea-e8b8-445e-b836-358f02b3d33d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Monsters"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Action"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "39730448-9a5f-48a2-85b0-a70db87b1233",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Demons"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "3b60b75c-a2d7-4860-ab56-05f391bb889c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Psychological"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "631ef465-9aba-4afb-b0fc-ea10efe274a8",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Zombies"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "9ab53f92-3eed-4e9b-903a-917c86035ee3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Crossdressing"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b29d6a3d-1569-4e7a-8caf-7557bc92cd5d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Gore"
     },
     "description": {},
     "group": "content",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdad7e68-1419-41dd-bdce-27753074a640",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Horror"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "df33b754-73a3-4c54-80e6-1a74a8058539",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Police"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Tragedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 29,
  "createdAt": "2018-01-25T04:01:29+00:00",
  "updatedAt": "2023-10-19T15:18:18+00:00"
 },
 "relationships": [
  {
   "id": "c1344ff5-fc87-4e92-a5eb-7bcaac6cbf08",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "**Name** (in native language)\n枢やな\n\n**Associated Names**\nRock Yanao\nYana Toboso\nYANAO Rock\nYANAO Roku\nТобосо Яна\n枢ヤな\n枢梁\n樞ゃな\n簗緒ろく"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Toboso Yana",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2023-03-22T07:18:18+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "c1344ff5-fc87-4e92-a5eb-7bcaac6cbf08",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "**Name** (in native language)\n枢やな\n\n**Associated Names**\nRock Yanao\nYana Toboso\nYANAO Rock\nYANAO Roku\nТобосо Яна\n枢ヤな\n枢梁\n樞ゃな\n簗緒ろく"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Toboso Yana",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2023-03-22T07:18:18+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "40ece4e3-9ce5-4a1f-8643-3eb59e4687f7",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2023-07-21T18:58:46+00:00",
    "description": "",
    "fileName": "25ab1710-1076-4222-aea2-e52c48766f59.jpg",
    "locale": "ja",
    "updatedAt": "2023-07-21T18:58:46+00:00",
    "version": 1,
    "volume": "33"
   }
  },
  {
   "id": "35d012ac-dee0-4e6c-bb56-8ce825713119",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "40870a82-1337-4d6d-a158-a5be1776627a",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "4a50aa8a-3d9d-4fc0-b280-6a7f62f8f2a9",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "4bd34b2e-f3bb-4288-b715-77dc5be9a612",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "53452650-1b64-4c8d-8535-990825ff2e85",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "64f2ff4c-0a3c-469b-8a81-7f3fdbb1b2c4",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "972fc738-4660-4402-a205-e02dff9e2c74",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "9ddcaeec-813b-4381-8fe1-e2867bcfd2d5",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "d7309de3-a051-4a81-a9d5-7e2693ad528d",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "dc1d3f3a-20f7-4eaf-823f-f74845a27da1",
   "type": "manga",
   "related": "doujinshi"
  }
 ]
}