{
 "id": "915cc195-fefc-4fd6-bbf7-a02b819c8ba0",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Konna Jinsei wa Zettai Iyada"
  },
  "altTitles": [
   {
    "en": "I absolutely hate this kind of life"
   },
   {
    "en": "I Absolutely Hate My Life"
   },
   {
    "ja": "こんな人生は絶対嫌だ"
   },
   {
    "es-la": "Odio absolutamente este tipo de vida"
   }
  ],
  "description": {
   "en": "Saki comes from a poor family and leads a boring life filled with constant studying. She worries about her relationship with her parents not ending well and any lingering backlash caused by their fights. One day, she happens upon a group of troublemakers who pressures her into smoking a cigarette. Somehow, her relationship with them turns out to be more pleasant than expected. The time she spends with them makes her alive and revitalized. However, this is only the beginning of her unfortunate life. A tragic suspense story about a young girl falling from grace.",
   "es-la": "Saki, una chica normal de instituto, lleva una vida humilde, estudiando mucho. Sus padres no se llevan bien y ella no es feliz con ellos.  Un día, Saki es vista por un grupo de delincuentes del instituto y se aterroriza, pero tras aceptar fumar un solo cigarrillo, los delincuentes y Saki desarrollan de alguna manera una relación cómoda. La relación de Saki con sus padres es problemática, pero el tiempo que pasa con los delincuentes hace que su corazón se estremezca. Ese fue el comienzo de la tragedia. ¿Qué pasará con la vida de Saki?　¡El trágico suspenso que cae de la vida ordinaria de una vez!",
   "ja": "平凡な女子高生の紗希は勉強をがんばる地味な毎日を送っていた。悩みは親との関係がうまくいっていないこと。両親が不仲でその八つ当たりを紗希が受けていた。ある日、高校の不良集団に目をつけられた紗希は恐怖するが、たった1本のタバコの喫煙を受け入れたことで、なぜだか不良たちと紗希は居心地のいい関係を築いていく。親との関係に悩む紗希の心は、不良たちとの時間にときめいた。それが惨劇のはじまりだった。紗希の人生はどうなってしまうのか！？　ありふれた日常から一挙に転落する惨劇サスペンス！"
  },
  "links": {
   "al": "145504",
   "bw": "series/298810",
   "kt": "61434",
   "mu": "d63h3qx",
   "raw": "https://www.cmoa.jp/title/214031/"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "josei",
  "status": "ongoing",
  "year": 2020,
  "contentRating": "erotica",
  "availableTranslatedLanguages": [
   "en"
  ],
  "latestUploadedChapter": "a3fbc1cb-09e6-42ad-9b95-57d4acdb4ef2",
  "tags": [
   {
    "id": "3b60b75c-a2d7-4860-ab56-05f391bb889c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Psychological"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "97893a4c-12af-4dac-b6be-0dffb353568e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Sexual Violence"
     },
     "description": {},
     "group": "content",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdad7e68-1419-41dd-bdce-27753074a640",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Horror"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Tragedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 11,
  "createdAt": "2021-10-14T23:19:25+00:00",
  "updatedAt": "2023-03-08T16:19:42+00:00"
 },
 "relationships": [
  {
   "id": "05e3df46-36d4-4f47-a5dd-69db4adf4c98",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "[Ameba Blog](https://ameblo.jp/maruyamagonzaresu/) || [Instagram](https://www.instagram.com/gonzales_maruyama/) || [Podcast](http://www.blackroad.net/blackroad/) || [Wikipedia (JP)](https://ja.wikipedia.org/wiki/%E4%B8%B8%E5%B1%B1%E3%82%B4%E3%83%B3%E3%82%B6%E3%83%AC%E3%82%B9) \n\nis a journalist, travel writer, editor, YouTuber, and researcher from Sendai, Miyagi Prefecture. He also uses the pen name **Yusuke Maruyama.**\n\nAfter completing his undergraduate and graduate studies at Kokugakuin University, he worked for a publishing company before going independent. As a freelance journalist, he has been covering the Japanese underworld and dangerous areas overseas, and calls himself a \"crime journalist. He also has experience as an editor, working on various projects and editing books on business, international politics, and speech. He has received a lot of media exposure, including talk events, television and radio. His nickname is \"**Marugon**\". He is a regular guest on \"**Crazy Journey**\". where he and **Taketoshi Sato** make top-class appearances. \n\nMaruyama is an expert in martial arts, and in his writings, he reveals that he stayed in Thailand in his twenties and trained at a Muay Thai gym. He also states that his base for martial arts is Judo and Daiko Juku. He has a deep knowledge of overseas culture, history, and dangerous areas, and regularly travels to Asia and Africa, publishing travelogues in magazines and books, besides specializes in undercover reporting, both legal and illegal, and has published works on the underworld under the name **Yusuke Maruyama**.\n\nAs an active book and magazine editor, he works under a different name, as well as under the name **Yusuke Arai**. He states that his goal is to be like the writer **Hideyuki Takano**. In February 2010, he and travel writer **Yoichi Arashi** launched the \"**Kaigai Black Road podcast**\" an online radio station that provides travel information and other information, and he is also active as a radio personality.  In April 2015, he became a co-researcher at the Center for Academic Resources, Kokugakuin University.",
     "es-la": "[Ameba Blog](https://ameblo.jp/maruyamagonzaresu/) || [Instagram](https://www.instagram.com/gonzales_maruyama/) || [Podcast](http://www.blackroad.net/blackroad/) || [Wikipedia (JP)](https://ja.wikipedia.org/wiki/%E4%B8%B8%E5%B1%B1%E3%82%B4%E3%83%B3%E3%82%B6%E3%83%AC%E3%82%B9) \n\nEs un periodista, escritor de viajes, editor, YouTuber e investigador de Sendai, prefectura de Miyagi. También utiliza el seudónimo de **Yusuke Maruyama.**\n\nTras completar sus estudios de grado y postgrado en la Universidad Kokugakuin, trabajó para una editorial antes de independizarse. Como periodista independiente, ha estado cubriendo los bajos fondos japoneses y las zonas peligrosas del extranjero, y se autodenomina \"periodista del crimen\". También tiene experiencia como editor, trabajando en varios proyectos y editando libros sobre negocios, política internacional y discurso. Ha tenido una gran exposición en los medios de comunicación, incluyendo tertulias, televisión y radio. Su apodo es \"**Marugón**\". Es un invitado habitual en \"**Viaje de locos**\", donde él y **Taketoshi Sato** hacen apariciones de primer nivel. \n\nMaruyama es un experto en artes marciales y, en sus escritos, revela que estuvo en Tailandia a los veinte años y que se entrenó en un gimnasio de Muay Thai. También afirma que su base para las artes marciales es el Judo y el Daiko Juku. Tiene un profundo conocimiento de la cultura, la historia y las zonas peligrosas de ultramar, y viaja regularmente a Asia y África, publicando crónicas de viajes en revistas y libros, además de especializarse en reportajes encubiertos, tanto legales como ilegales, y ha publicado obras sobre los bajos fondos bajo el nombre de **Yusuke Maruyama**.\n\nComo editor de libros y revistas en activo, trabaja con otro nombre, así como con el nombre de **Yusuke Arai**. Afirma que su objetivo es ser como el escritor **Hideyuki Takano**. En febrero de 2010, él y el escritor de viajes **Yoichi Arashi** lanzaron el \"**Kaigai Black Road podcast**\", una emisora de radio en línea que proporciona información sobre viajes y otros datos, y también está activo como personalidad de la radio.  En abril de 2015, se convirtió en coinvestigador del Centro de Recursos Académicos de la Universidad Kokugakuin.",
     "ja": "[Ameba Blog](https://ameblo.jp/maruyamagonzaresu/) || [Instagram](https://www.instagram.com/gonzales_maruyama/) || [Podcast](http://www.blackroad.net/blackroad/) || [Wikipedia (JP)](https://ja.wikipedia.org/wiki/%E4%B8%B8%E5%B1%B1%E3%82%B4%E3%83%B3%E3%82%B6%E3%83%AC%E3%82%B9) \n\nは、宮城県仙台市出身のジャーナリスト、旅行作家、編集者、YouTuber、研究員。「丸山佑介」のペンネームも用いる。\n\n國學院大學文学部、同大大学院修了後、出版社勤務を経て独立。フリーのジャーナリストとして日本の裏社会や海外危険地帯の取材を重ねていることから「犯罪ジャーナリスト」と名乗る。また、ビジネス、国際政治、言論など多方面の企画や書籍編集も手がける編集者としての実績もある。トークイベントをはじめとしてテレビやラジオなどメディア露出も多い。愛称は「マルゴン（丸ゴン）」。「クレイジージャーニー」では佐藤健寿とともにトップクラスの登場を果たしている常連出演者。 \n\n海外の文化、歴史、危険地帯に造詣が深く、アジアやアフリカを中心に取材旅行を定期的に行い、雑誌や書籍などに旅行記を発表している。また合法・非合法にかかわらず潜入取材を得意とし、裏社会に関する著作を、「丸山佑介」の名義で発表している。その他「荒井裕介」名義を用いることや、別名義で書籍や雑誌の編集者としても活動している[2]。 2010年 2月より、旅行作家の嵐よういちとともに、旅行情報などを配信するネットラジオ「海外ブラックロードpodcast」を開始し、ラジオパーソナリティーとしても活動を行なっている。 \n\n ネットラジオ「海外ブラックロードpodcast」で「考古学者崩れジャーナリスト」と自称しており、大学院まで考古学を専攻していたとしている[2]。考古学を離れた理由に旧石器捏造事件を挙げており、事件の舞台が地元でもあった為かなりの衝撃を受けた旨を語っている。\n複数名義のペンネームを使い分けて、編集者と作家を兼務することがあるとしている。\n格闘技を得意とし、20代の頃、タイに逗留し、ムエタイジムで武者修行をしていたというエピソードが、著作の中で明かされている。また、格闘技のベースは柔道と大道塾であるとしている。\nペンネームは「丸山佑介」と「丸山ゴンザレス」の名義を混在して使用している。\n2015年4月より國學院大学学術資料センター共同研究員に就任。\n目標としているのは作家の高野秀行であると公言している。 "
    },
    "booth": null,
    "createdAt": "2021-10-14T23:20:23+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Gonzalez Maruyama",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/marugon",
    "updatedAt": "2022-02-10T03:03:31+00:00",
    "version": 6,
    "website": "https://maruyamagonzaresu.myportfolio.com",
    "weibo": null,
    "youtube": "https://www.youtube.com/channel/UCaxKWSwF_egyenDrW4h4y2A"
   }
  },
  {
   "id": "5f1fefcd-6c90-4f3e-9aae-537e3c12df4b",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "Japanese manga artist. Honorable mention in the 75th Shogakukan Newcomer Comic Award with **Kissaten Nite (喫茶店にて)**",
     "es-la": "Artista de manga japonés. Mención de honor en el 75º Premio Shogakukan al Nuevo Cómic con **Kissaten Nite (喫茶店にて)**",
     "ja": "日本の漫画家。\n第75回 青年部門佳作 『喫茶店にて』\n\n"
    },
    "booth": null,
    "createdAt": "2021-10-14T23:20:40+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Funaki Ryousuke",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/funakimuchi",
    "updatedAt": "2022-02-10T06:19:22+00:00",
    "version": 3,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e15837f4-5554-458e-a45d-9223305bb3ba",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-02-10T01:14:15+00:00",
    "description": "",
    "fileName": "bd196f58-a66f-4373-a37d-fddcb7e83649.jpg",
    "locale": "ja",
    "updatedAt": "2022-02-10T01:14:15+00:00",
    "version": 1,
    "volume": "1"
   }
  }
 ]
}