{
 "id": "91f3566a-c64f-4d01-9b44-9739d85bb7a7",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Kahe"
  },
  "altTitles": [
   {
    "ja": "かへとその他の短篇"
   },
   {
    "fr": "Sous un ciel nouveau (Ki-oon)"
   },
   {
    "es-la": "Bajo un nuevo cielo"
   }
  ],
  "description": {
   "en": "Four stories, four changing destinies...",
   "fr": "Disponible sur Nova manga gratuitement.\n\nQuatre histoires, quatre destins qui basculent...\nSous un ciel nouveau, c'est un recueil de quatre histoires explorant les liens humains dans toute leur subtilité...\n\nUn couple de campagnards décide de tout faire pour garder à flot le café que leur défunt fils tenait avec tant d'amour à Tokyo. À l'âge de la retraite, loin de leurs racines et de leurs repères, c'est une nouvelle vie qui commence pour eux...\n\nNaoto n'a plus que sa mère. Celle-ci sent bien que son fils envie les autres enfants, qui peuvent s'entraîner au base-ball avec leur père. Que faire pour adoucir la solitude de son garçon ?\n\nYayoi a enfin trouvé l'âme sœur ! L'homme qui l'a abordée à la librairie, charmant, gentil et élégant, a tout du prince charmant. Pourtant, malgré la façade avenante de son fiancé, elle se doute qu'il y a anguille sous roche...\n\nDate et Abe sont amis d'enfance. Tous deux à la croisée des chemins pour leur carrière de sportifs, ils se remémorent le cours d'histoire le plus marquant de leur enfance, qui leur a appris une chose : la vie est courte, trop courte !\n\nD'abord succès sur Internet, Sous un ciel nouveau a reçu une seconde consécration en 2017, sous la forme d'une recommandation du prestigieux Japan Media Arts Festival. Avec finesse et surtout beaucoup de tendresse, ce recueil met en scène une galerie de personnages qui découvrent ou redécouvrent le sens de la famille, de l'amitié et, finalement, de l'amour, tout simplement !",
   "ja": "●公開4日で120万PV! あの泣かせるWEBマンガが本になった!!●\n息子夫婦に先立たれた源次郎とトメに残されたものは!? クチコミだけで120万PVを記録した話題作「かへ」が未公開続編55Pとともに登場。11時間で50万PVを記録した「瀬をはやみ」ほか収録の山本揚志×藤井組、感動の作品をコンパイルした珠玉の短篇集。\nかへ\n綺麗な子ども\n瀬をはやみ\nかへ2"
  },
  "links": {
   "mu": "630y81g"
  },
  "originalLanguage": "ja",
  "status": "completed",
  "year": 2008,
  "contentRating": "safe",
  "tags": [
   {
    "id": "0234a31e-a729-4e28-9d6a-3f87c4966b9e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Oneshot"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "e197df38-d0e7-43b5-9b09-2842d0c326dd",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Web Comic"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 3,
  "createdAt": "2024-03-08T19:14:56+00:00",
  "updatedAt": "2024-03-08T19:16:20+00:00"
 },
 "relationships": [
  {
   "id": "7daf5a60-d7f9-4793-90e9-ff630ea2960d",
   "type": "author",
   "attributes": {
    "biography": {
     "fr": "Kei Fujii est un homme à multiples facettes. Informaticien, entrepreneur, auteur, c'est un véritable touche-à-tout qui a pour unique ambition de ne jamais s'ennuyer. Né en 1971 à Kobe, il obtient son diplôme d'économie dans un campus en ruine après le grand tremblement de terre de 1995.\n\nAprès plusieurs années en free-lance, il participe en 2000 à la création de l'entreprise Machiokoshi, dont il est toujours vice-président. Machiokoshi a été une société de webmarketing avant de changer d'orientation en 2006 : les fondateurs ne souhaitaient pas seulement vendre, ils voulaient aussi créer. Ils se lancent alors dans la conceptualisation de produits avant de chercher sponsors et clients. Livres, musique, émissions télé, jeux en ligne, événements... il n'y a pas de limite ! Kei Fujii utilise ses connaissances en informatique pour lancer une plate-forme de création de mangas et de vidéos libre et originale. Cocoro Hirai fait partie des auteurs qui l'ont contacté pour présenter son travail.\n\nIntéressé par le style hors norme de la jeune femme, il lui propose de collaborer sur divers webcomics. Le duo fonctionne, et n'a cessé depuis de créer de nouvelles histoires, avec un thème récurrent : ce moment où le destin bascule, où les hommes se transforment intérieurement."
    },
    "booth": null,
    "createdAt": "2024-03-08T19:11:03+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "FUJII Kei (藤井組)",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-03-08T19:16:59+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "8e562520-b8d8-4f0b-b58b-77672f5e650a",
   "type": "artist",
   "attributes": {
    "biography": {
     "fr": "Cocoro Hirai est née en 1980 dans la préfecture de Shiga. Passionnée de dessin depuis l'enfance, elle intègre la section manga de l'école de design d'Osaka. C'est pendant cette période estudiantine que son destin bascule, avec deux découvertes majeures qui l'influenceront pour le reste de sa carrière...\n\nEn premier lieu Akira, le chef-d'œuvre manga de Katsuhiro Ôtomo. Le sens du détail et de la mise en scène ainsi que l'ampleur du scénario l'émerveillent. Alors, quand l'un de ses camarades lui assène qu'\"une fille ne pourrait jamais dessiner comme ça', loin de se laisser abattre, elle redouble d'efforts pour se rapprocher de sa nouvelle idole. La seconde révélation advient pendant un voyage d'études au festival d'Angoulême. Là, elle découvre la bande dessinée européenne dans toute sa splendeur et sa diversité, à travers Blacksad d'abord, puis avec les grands noms du milieu, comme Moebius ou Enki Bilal.\n\nLe style \"BD' n'est pas ce qu'il y a de plus recherché par les éditeurs japonais, mais rien ne la fait dévier de son chemin. Quand elle trouve le site de webcomics et de vidéos lancé par Kei Fujii, elle le contacte, emballée par son initiative. Lors de leur première rencontre, Cocoro Hirai transmet sa passion pour la BD européenne à Kei Fujii, qui l'écoute avec intérêt. C'est le début d'une longue coopération, lui au scénario, elle au story-board et au dessin. Avec Sous un ciel nouveau, en 2007, c'est la consécration. Le premier chapitre mis en ligne rassemble plus d'un million de vues en quatre jours, et l'histoire complète se voit gratifiée d'une nomination au célèbre prix du Japan Media Arts Festival en 2017."
    },
    "booth": null,
    "createdAt": "2024-03-08T19:10:16+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "HIRAI Kokoro (山本 揚志)",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-03-08T19:17:17+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "0dbc24ac-835a-4c70-b6b7-80424cd2688a",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2024-03-08T19:14:59+00:00",
    "description": "",
    "fileName": "937514c6-01d8-4ec5-8bd1-d0a88602d628.jpg",
    "locale": "ja",
    "updatedAt": "2024-03-08T19:14:59+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "dc114c41-d113-4f6e-88bf-5cefb6cf7263",
   "type": "creator"
  }
 ]
}