{
 "id": "9bcb91e4-df48-4d40-adfd-37d2678ce397",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Change H (Anthology)"
  },
  "altTitles": [
   {
    "en": "10 Things I Want to Do While I'm Still a Guy"
   },
   {
    "en": "Change H - Blue"
   },
   {
    "en": "Change H - Brown"
   },
   {
    "en": "Change H - Green"
   },
   {
    "en": "Change H - Pink"
   },
   {
    "en": "Change H - Purple"
   },
   {
    "en": "Change H - Red"
   },
   {
    "en": "Change H - White"
   },
   {
    "en": "Change H - Yellow"
   },
   {
    "en": "Change H Blue"
   },
   {
    "en": "Change H Brown"
   },
   {
    "en": "Change H Green"
   },
   {
    "en": "Change H Pink"
   },
   {
    "en": "Change H Purple"
   },
   {
    "en": "Change H Red"
   },
   {
    "en": "Change H White"
   },
   {
    "en": "Change H Yellow"
   },
   {
    "en": "Change H!"
   },
   {
    "en": "First Night, First Morning"
   },
   {
    "en": "Girl's Sanctuary (TAKAMICHI)"
   },
   {
    "en": "Hashiru Kakeru Subaru!"
   },
   {
    "en": "Ten Things to Do While I'm Still a Boy"
   },
   {
    "en": "Transfer Students"
   },
   {
    "en": "チェンジH Blue"
   },
   {
    "en": "チェンジH Brown"
   },
   {
    "en": "チェンジH Green"
   },
   {
    "en": "チェンジH Pink"
   },
   {
    "en": "チェンジH Purple"
   },
   {
    "en": "チェンジH Red"
   },
   {
    "en": "チェンジH White"
   },
   {
    "en": "チェンジH Yellow"
   }
  ],
  "description": {
   "en": "An anthology of genderbending and cross-dressing. Each volume is referred to by a color:  \n  \n► ||  \n1) Boy Meets Girl, Girl Meets Boy by AMAZUME Ryuta  \nTheme: TS (Medical Condition)  \nThey both are going through the same thing; Okashita Yu was born a boy and is turning into a girl, while Koide Junko was born a girl and is turning into a boy. Add a lot of teenage hormones and you've got H.  \n  \n2) Bloomed In Action by Shiono Etorouji  \nTheme: TS (Surgery)  \nA government agent, Terawaki Ryou, was critically wounded on the battlefield, and revived by the genius doctor, Asada, who is only interesting in working on beautiful girls. Fortunately, the government was able to make use of Ryou's current condition to infiltrate a school and search for their target.   \n  \n3) (Suzuki Akiko)  \nTheme: TG (Crossdressing)  \n  \n4) (Arai Shou)  \nTheme: TG (Crossdressing)  \nA bunch of 4-koma stories…  \n  \n5) Entrance (En-Trance) by Pon Takahanada  \nTheme: TS (Magic)  \nA boy called En with an effeminate face is constantly bullied by his peers (who dress him in a female uniform), and while trying to hide from his oppressors, stumbles upon a small shrine. En makes a wish to be liked by other people to the shrine deity, but it misunderstands and changes En into a girl…  \n  \n6) Accomplice by Rikudou Koushi  \nTheme: TG? (Crossdressing? WTF)  \nA girl called Sanjou Takara transfers to an all girls Maria ga Miteru-esque school, and in less than one week becomes a member of the student council. Takara finds out that all of the other student council members look like extremely masculine men who have feminine hairstyles (though one looks like he's wearing a Nemes Headdress) and names. Takara asks the other student council members if they are men, and they all burst into tears of happiness that someone finally notices the truth. Thus begins Takara's adventure in a manga rendition of the Emperor's New Clothes in Bizarro World. It seems everyone, including their parents, believe that these men are women. So, it's up to Takara to open the eyes of the rest of the student body from their mass delusion.  \n  \n7) Crossdress by Sano Takashi  \nTheme: TG and TS (Crossdressing and Surgery)  \nThe story is set in some kind of alternate universe where instead of a patriarchal society, it's a matriarchal one in which males are considered sex objects without equal human rights. Some mothers who love their sons and want them to have a somewhat happy future enroll them in the Josoushijo programme. Though some of the schools under this programme are pretty evil, and one of the ways they punish their male students is by having them expose the fact that they really are male by lifting their school uniform in front of the rest of the student body which is both arousing and embarrassing at the same time (Those who ejaculate during this punishment are additionally punished with the surgical removal of their male anatomy). During one of these punishment sessions, the protagonist, a first year student by the name of Saotome Asuka, tries to protect his upper classmates from their sadistic teacher. Asuka is then given the same punishment. Unfortunately for Asuka, the class president, Arisa, who develops some kind of perverse crush on Asuka (despite her dislike of males)…  \n  \n8) Girl's Sactuary by Takamichi  \nTheme: TG (Crossdressing)  \nA short full-colour story called Girl's Sanctuary about a top-class cafe that only serves female patrons, and how the owner is very insistent on this point. That doesn't stop boys trying to get in to sample his excellent wares.  \n  \n9) Ruffle Princess by Yunagi Kahoru  \nTheme: TG (Crossdressing)  \nThe protagonist is an talented amateur lingerie designer, but is unable to find a willing model for his work. While picking up his sister at her all girls school, he meets a beautiful classmate of her's. But when he approached her, she began crying due to her intense fear of men. Thus he decides to disguise himself as a girl so he can sneak into the school and try to find the source of her problems.  \n  \n10) (Orimoto Mimana)  \nTG and TS (Crossdressing and Magic)  \nThe Takagushi family operate a shinto shrine with their identical twin children (one male and one female) called Tarou and Hime. Because Hime doesn't want to perform an important ceremony, she convinces her brother Tarou to switch places with her with the promise of having sweet, incestuous sex with him. Tarou accepts and later regrets it when he finds out what kind of ceremony he has to perform. Basically, the shrine's deity is a penis and Tarou has to insert the penis idol inside of him (Tarou does this anally). This causes the penis to upload the entire Kama Sutra into his brain (Tarou's mother explains it with a reference to a USB memory transfer). After this, Tarou's body is prostituted to people (180,000 yen for 60 minutes). It's no wonder Hime didn't want to perform the ceremony~! Meanwhile, Hime is on a date with some hot guy she likes (she gave him a present which is a box full of condoms to use with her). Unfortunately for Hime, she and Tarou have a spiritual link where Hime can feel everything Tarou feels during his session with his first customer: a boy who says he's male, but has breasts and no penis (which traumatises Tarou because he wants to have sex with his sister)… everything degenerates from there…  \n  \n11) (Ooi Masakazu)  \nTheme: Futanari (Intersexed)  \n  \n12) Hashiru Kakeru Subaru! by TALI   \nTheme: TG (Crossdressing)  \nA story about a girl called Subaru who binds her chest and dresses up in masculine clothing in order to enjoy the pleasures of street fighting. The reason why she does this is because the other male students at the dojo she trains at wouldn't take her seriously because she's female. Anyway, on one particularly satisfying night of beating the crap out of her fellow street fighters, Subaru meets the top fighter in the area who happens to be a woman. Naturally, Subaru challenges this woman to a fight and learns why this woman is the top fighter.  \n|| ◄ **Volume 1 - Pink**  \n► ||  \n1) First Night, First Morning by AMAZUME Ryuta  \nTheme TS (Medical Condition)  \nSet in the same world as [m]Boy Meets Girl, Girl Meets Boy[/m], but with different characters. This story is about the protagonist's male friend who got affected by the strange disease…  \n  \n2) (Sano Takashi)  \nTheme TS (Surgery) \u0026 TG (Crossdressing)  \n2nd continuation of the previous story as Saotome Asuka confronts the director of the school to get his penis back…   \n  \n3) (Pon Takahanada)  \nTheme: TS (Magic)  \n2nd continuation of the story in Change-H pink. Since the snake kami is currently too weak, it uses the school pool which is an energy spot known as a Ryuuketsu. Though, En misuses this part and rather than fix his condition, En makes it worse for himself and turns his childhood friend Maki into a futanari…  \n  \n4) (Rikudou Koushi)  \nTheme: TG? (Crossdressing? WTF)  \n2nd continuation of Rikudou's story from Change-H pink. This time, Takara is burdened with the task of turning the school's Noel Party into a success.   \n  \n5) Yu Clinic (Sou Yuukiyuu) by Yuukiyuu (Author) \u0026 Sou (Artist)  \nTheme: ??  \nA real clinic; which the easiest way to describe this story is if one were to take one of AMU-AI \u0026 Tomoe's posts (The two people who manage the Okashi blog) and turn it into a manga where two people who work at the Yu Mental Clinic stand there and talk. Basically, the nurse points out that the readers of this anthology are interested in nothing but girls and then goes on to describe why that may be.  \nAs well as a discussing assorted mental and psychological problems and tropes  \n  \n6) Hero's Secret by Imamura Youko  \nTheme: TS (Transformation)  \nThe protagonist's heroes are the members of the team of Sentai superheroes known as Ichiban Hoshiman, who fight against monsters and stuff. The protagonist also gets an opportunity to join this team, though he winds up as the pink ranger much to his chagrin…  \n  \n7) Girl's Sanctuary by Takamichi  \nTheme: TG (Crossdressing)  \n2nd continuation of the previous short full-colour story by Takamichi.   \n  \n8) Wonderful World of Crossdressing 4komas by Arai Shou  \nTheme: TG (Crossdressing)  \nA bunch of 4-koma stories…   \nThis time is about the Wonderful World of Crossdressing 4komas – basically they are four-panel joke comics about the difficulty of \"passing\" in real life compared to the ease with which manga and anime characters can fool everyone who sees them.  \n  \n9) Plastic Cradle by Amoi Jun  \nTheme: TS (Cloning)  \nA story involving clones and and how memory data is downloaded into them to allow certain people the ability to live forever. Due to some circumstances, a 10 year-old girl's data was downloaded to the protagonist's 10 year-old-clone-body that the staff was going to use for the protagonist with some notable memory loss. Also due to the lack of bodies and the need for the protagonist's presence, his data was downloaded to another clone of the original…  \n  \n10) Broken Blood Side Story by Shiono Etorouji  \nTheme: TG (Crossdressing)  \nA short full-colour side story for Brocken Blood.  \n  \n11) Festival Boy by Orimoto Mimana  \nTS (Transformation)  \nThe protagonist, Takashi, is excited about being able to carry the Oomikoshi during the upcoming festival. Though, Takashi is the only one who is happy about it because the rest of the male students have an intense dislike of carrying some portable shrine around on their shoulders. Takashi calls the others wimps and says that the Oomikoshi can only be carried by those who are destined to become real adult men, and that they can go carry the Megamikoshi together with the girls. Unfortunately for Takashi, on the morning of the festival, he wakes up transformed into a girl. To add insult to injury, Takashi isn't allowed to carry the Oomikoshi. Instead Takashi has to carry the girls' Mikoshi together with the other girls…  \n  \n12) (Yunagi Kahoru)  \nTheme: TG (Crossdressing)  \n2nd continuation of the story from the previous anthology.   \n  \n13) Ladies Maid by Hitotose Rin  \nTheme: TG (Crossdressing)  \nSet in 1780 England, the protagonist winds up under the employ of an extremely eccentric noble (who the protagonist begins to suspect is really a guy).  \n|| ◄ **Volume 2 - Blue**  \n► ||  \n1) The 2nd continuation of the [m]Boy Meets Girl, Girl Meets Boy[/m] from Change H - Pink by Amazume Ryuuta  \nTheme: TS (Medical Condition)  \n  \n2) (Shiono Etorouji):  \n2nd continuation of the story from Change-H Pink about the government agent who died and was resurrected by a genius doctor. The kind of genius doctor who has an odd quirk to reconstruct people into girls… it seems that school is crawling with people who went under that doctor's knife…  \n  \n3) (Sano Takashi)  \nTheme: TG (Josou)  \n3rd part of Josoushijo.  \n  \n4) Balance Policy by Yoshitomi Akihito  \nTheme: TS (Surgery?)  \nA short 6-page story set in a world where female birth rates have mysteriously dropped…  \n  \n5) (Pon Takahanada)  \nTheme: TS (Transformation)  \n3rd part of Entransu (En-trance).  \n  \n6) Professor Taki’s Individual Class (Taki-Kyoju no Kojin Jugyo) by Shiozaki Yuji  \nTheme: TG/TS (?)  \nA short extra chapter of Battle Club.  \n  \n7) (Rikudou Koushi)  \nTheme: TG (Crossdressing? WTF)  \n3rd part of Rikudou's crazy story.  \n  \n8) Girl's Sanctuary by Takamichi  \nTheme: TG (Josou)  \n3rd part of the short coloured series \"Girl's Sanctuary,\" where impertinent males try their best to sneak in and eat delicious cake.  \n  \n9) (Imamura Youko)  \nTheme: TS (Transformation/FtM, MtF)  \n2nd part of \"Hero's Secret\" from Change-H Blue. Mostly a \"heroine\"-pinch kind of story where everyone from the Ichiban Hoshiman Squad of rangers get sexually asaulted by evil Kaijin… except for Yellow, no one wanted to violate his dirty asshole.  \n  \n10) (Takauchi Yuuga)  \nTheme: TG/TS (?)  \nA series of 4-koma short stories that span throughout the entire anthology about a kitsune girl who meets a effeminate tanuki boy who can enlarge his scrotum to absurd dimensions.  \n  \n11) (Hitotose Rin)  \nTheme: TG (Josou/Dansou)  \n2nd part of the \"Lady's Maid\" story from Change-H Blue about the eccentric Ojou-sama who has an odd interest in boys in maid uniforms.  \n  \n12) Friends by Orimoto Mimana  \nTheme: TS (Transformation)  \nThis is a oneshot story about two childhood friends called Hiroki and Kojiro who do everything together. The story begins with a flashback of young Hiroki and Kojiro having a peeing for distance contest until an older Onee-san shows up and seduces both young lads to sexing with her. They don't remember the Onee-san's face, but their peeing distance increased substantially since that fateful encounter with the child predator. Back to the present, Hiroki visits Kojiro's home so they both can go to the beach and pick-up girls to find that Kojiro somehow transformed into a girl for no apparent reason…  \n  \n13) (Amoi Jun)  \nTheme: TS (Assimilation)  \nAnother oneshot about clones. Well, this time it's an immortal clone who can regenerate tissue by assimilating the surrounding matter…  \n  \n14) Hashiru Kakeru Subaru! by TALI  \nTG (Dansou/Josou)  \n2nd Continuation about the fighter girl Subaru, who dresses like a guy so she can enjoy the joys of street fighting without any discrimination. The weird crossdressing guy from the previous story makes a return along with another guy who wants Subaru to fight him (He found out that Subaru fought the crossdressing guy, so he decides to crossdress as well to get Subaru's attention).  \n|| ◄ **Volume 3 - Yellow**  \n► ||  \n1) (Pon Takahanada)  \nTheme: TS (Transformation)  \n4th part of Pon's series with some colour pages.  \nEn somehow winds up in a fictional men's only train car, and gets boldly groped by everyone inside.   \n  \n2) Balance Policy by Yoshitomi Akihito  \nTheme: TS (Surgery?)  \nSecond part of Akihito's Balance Policy story.  \n  \n3) Boy Meets Girl, Girl Meets Boy by Amazume Ryuuta  \nTheme: TS (Medical Condition)  \nA full-colour, eight-page continuation of Ryuuta's Boy Meets Girl Girl Meets Boy serial.  \n  \n4) (Shiono Etorouji):  \nTheme: TS (Surgery)  \n4th part of Bloomed in Action, the story of a multitude of government agents who somehow wind up under the knife of a genius surgeon who has a weird obsession with converting every patient into beautiful girls. This time, the \"son\" of Major Shizuko makes an appearance (apparently both he and his son were mortally wounded during the same mission). Awkward love situation develops between the Major's son and the protagonist.  \n  \n5) (Sano Takashi)  \nTheme: TG (Josou)  \nFourth part of Takashi's serial.  \n  \n6) (Takauchi Yuuga)  \nTheme: TG/TS (?)  \nMore 4-koma short stories that span throughout the entire anthology about a kitsune girl and the effeminate tanuki boy.  \n  \n7) (Ruuen Rouga)  \nTheme: TS (Virtual Reality Simulator)  \nA story about a boy who hates one of the female classmate in his class, although the feelings are mutual with the girl expressing sentiments that she wished the boy would just disappear forever. Little do they know that they're actually friends on the same virtual reality MMORPG. Tough, they both play characters that use some kind of disguise transformation feature to make their character's perceived sex different from their actual sex in reality. (I might be wrong, but I think the boy, while looking like some scantily-clad bishoujo with animal ears, still has a penis, and the girl, while looking like a hot bishounen, still has breasts and a vagina. The girl plays this way because she wanted to get in a lesbian relationship with someone online through deception.)  \n  \n8) (Ishida Akira)  \nTheme: TS (Transformation?)  \nSome loser boy summons MAOU in order to form a pact with the king of demons, so the loser boy can become strong enough to prove to the head of the karate club that he isn't a weakling. Though, Maou is totally different from the boy's idealisation…  \n  \n9) (Rikudou Koushi)  \nTheme: TG (Crossdressing? WTF)  \nThe 4th continuation reveals that the delusions of everyone in this bizarro world is actually the work of some mysterious KKK-ish cult. As some kind of bonus, this time the mangaka gives the readers an idea what all these people in bizarro world see, along with information that the curtain of insanity isn't quite stable.  \n  \n10) Transfer Students by Orimoto Mimana  \nTheme: TS (Gradual Transformation and Bodyswap)  \nTo be honest, this story is a rather confusing oneshot story about pornography. I'll see if I can explain it somewhat, basically it's about a boy called Yurio, and his interest with lesbian porn, which caused him to become a perverted outcast from his classmates before Yurio moved to Tokyo. The reason for this was because the other boys in the class who watch porn insisted on heterosexual sex scenes so they can pretend that they're the man in the porn video. Lesbian porn doesn't let them perform this kind of projection, and, based on their logic of projection, makes Yurio a horrible pervert. However, the boys in Yurio's new school in Tokyo are quite accepting of all kinds of pornography.  \n  \nYurio also meets a girl called Nobara who also grew up in some unenlightened area before moving to the liberal and accepting city of Tokyo. Because Yurio and Nobara share similar histories, Nobara decides to show Yurio her most important interest, the same interest that ostracised her from her former classmates in her old school: her uncensored HARD BOY-LOVE DOUJINSHI. Yurio becomes enraged because the only pornographic subject matter that should be drawn are lesbians rather than men. Yurio also is distraught by Nobara's lack of understanding of male anatomy in her bishounen (the penises are positioned incorrectly and they have two holes). It is at this point, that Yurio condemns Nobara by calling her a pervert before realising that he's acting no better than the guys from his former school. So, Yurio quickly tries to salvage the situation by adding that he meant pervert in a good way. It is at this time that the wind blows away the pages of Nobara's BL Doujin, which leads to both Nobara and Yurio falling down a flight of 3333 stair steps. Thus begins Nobara and Yurio's journey of idealistic fantasy and reality.  \n  \n11) (Amoi Jun)  \nTheme: TS (Clones)  \nThe 3rd continuation of the story from Change-H Blue (and probably Yellow?).  \n  \n12) Hikarism by Yunagi Kahoru  \nTheme: TG (Josou)  \nHimuro, a handicraft student, is desperate to get a girlfriend, so he recruits a fellow club member, Hikaru, to dress up as a girl for a day and help him find someone who's his type.  \n  \n13) (Hitotose Rin)  \nTheme: TG (Josou)  \n3rd part of Rin's series. Though, this entry focuses more on the relationship of two of the minor characters from the previous stories.  \n|| ◄ **Volume 4 - Green**  \n► ||  \n1) Kawase, Me, and 'That Thing' One Summer by AMAZUME Ryuta  \n  \n2) R.B.I by NAGATSUKI Misoka  \n  \n3) Unknown  \n  \n4) Unknown  \n  \n5) Balance Policy by Yoshitomi Akihito  \nTheme: TS (Surgery?)  \nThird part of Akihito's Balance Policy story.  \n  \n6) Unknown  \n  \n7) Unknown  \n  \n8) Unknown  \n  \n9) Hikarism by YUNAGI Kahoru  \nTheme: TG (Josou)  \nSecond part of Yunagi's Hikarism story.  \n|| ◄ **Volume 5 - Purple**  \n► ||  \n1) Unknown  \n  \n2) Unknown  \n  \n3) Unknown  \n  \n4) Balance Policy by Yoshitomi Akihito  \nTheme: TS (Surgery?)  \nFourth part of Akihito's Balance Policy story.  \n  \n5) Me, Kawase, and the 'Feminine Me' by AMAZUME Ryuta  \n|| ◄ **Volume 6 - Red**  \n► ||  \n1) My Senpai by AMAZUME Ryuta  \n  \n2) Unknown  \n  \n3) Unknown  \n  \n4) Unknown  \n  \n5) Balance Policy by Yoshitomi Akihito  \nTheme: TS (Surgery?)  \nFifth part of Akihito's Balance Policy story.  \n|| ◄ **Volume 7 - White**  \n► ||  \n1) Unknown  \n  \n2) Unknown  \n  \n3) Unknown  \n  \n4) Unknown  \n  \n5) Unknown  \n  \n6) Balance Policy by Yoshitomi Akihito  \nTheme: TS (Surgery?)  \nSixth part of Akihito's Balance Policy story.  \n  \n7) Balance Policy by Yoshitomi Akihito  \nTheme: TS (Surgery?)  \nSeventh part of Akihito's Balance Policy story.  \n  \n8) Balance Policy by Yoshitomi Akihito  \nTheme: TS (Surgery?)  \nEighth part of Akihito's Balance Policy story.  \n|| ◄ **Volume 8 - Orange**  \n► ||  \n1) My beloved Sempai  \n  \n2) Unknown  \n  \n3) Unknown  \n  \n4) Unknown  \n  \n5) Unknown  \n  \n6) Unknown  \n  \n7) Unknown  \n  \n8) Unknown  \n  \n9) Unknown  \n  \n10) Unknown  \n  \n11) Unknown  \n  \n12) Balance Policy by Yoshitomi Akihito  \nTheme: TS (Surgery?)  \nNinth part of Akihito's Balance Policy story.  \n  \n13) Unknown  \n|| ◄ **Volume 9 - Red**",
   "pl": "10 rzeczy, które chciałbym zrobić, dopóki jestem chłopakiem: Tytuł mówi sam za siebie xD"
  },
  "links": {
   "al": "47123",
   "amz": "https://www.amazon.co.jp/s/ref=nb_sb_noss?__mk_ja_JP=%E3%82%AB%E3%82%BF%E3%82%AB%E3%83%8A\u0026url=search-alias%3Dstripbooks\u0026field-keywords=%E3%83%81%E3%82%A7%E3%83%B3%E3%82%B8H",
   "ap": "change-h",
   "bw": "series/151499",
   "kt": "4131",
   "mal": "17123",
   "mu": "49867"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "seinen",
  "status": "ongoing",
  "contentRating": "suggestive",
  "availableTranslatedLanguages": [
   "en",
   "fr",
   "pt-br",
   "pl"
  ],
  "latestUploadedChapter": "e26219b7-9052-4d7f-a511-ee7872faecbf",
  "tags": [
   {
    "id": "2bd2e8d0-f146-434a-9b51-fc9ff2c5fe6a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Genderswap"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "51d83883-4103-437c-b4b1-731cb73d786c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Anthology"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "9ab53f92-3eed-4e9b-903a-917c86035ee3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Crossdressing"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 2,
  "createdAt": "2018-05-25T21:31:52+00:00",
  "updatedAt": "2021-05-25T15:45:37+00:00"
 },
 "relationships": [
  {
   "id": "1d894200-4da1-40cd-8aca-4c1a9352eece",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Orimoto Mimana",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "29fed18d-2eef-4356-ac77-e06573b267c7",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Rikudo Koshi",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "36b4d0b6-7f45-41fb-a270-af8c6be6e9da",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "佐野タカシ"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Sano Takashi",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2023-01-13T02:47:24+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "3747f998-012a-4817-83e3-de993bf070cb",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Tali",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/takafumi_696",
    "updatedAt": "2022-07-09T09:47:19+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "6a34b61f-bdf1-42f7-8205-0c05a4a5d5f9",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Suzuki Akiko",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "91f20614-6529-4468-8b5b-2edc332e3cea",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Shiono Etorouji",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "c006eec9-1ca9-4cab-8230-d1aa9172f476",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Ooi Masakazu",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/ooimasakazu",
    "updatedAt": "2022-01-30T05:46:44+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "ce05ce1a-999a-47f3-a299-fda1c580ad45",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Pon Takahanada",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e3f11507-a94c-40da-8794-08d0a0dc97bf",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Yunagi Kahoru",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e9af3e0a-5b82-46c6-9fa4-19ca82687bfb",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Arai Shou",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "f6964e63-39ac-417d-947b-9c6202d81dd8",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Takamichi",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "fe6b9b18-b1db-4e22-a303-cef1d527a051",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "Entered Waseda University in 1994. His real family name is Nakagawa.\n\nCircle: Jidou Hanbaiki (じどうはんばいき). "
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Amazume Ryuta",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/arogiso",
    "updatedAt": "2022-01-24T02:42:46+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "1d894200-4da1-40cd-8aca-4c1a9352eece",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Orimoto Mimana",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "29fed18d-2eef-4356-ac77-e06573b267c7",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Rikudo Koshi",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "36b4d0b6-7f45-41fb-a270-af8c6be6e9da",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "佐野タカシ"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Sano Takashi",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2023-01-13T02:47:24+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "3747f998-012a-4817-83e3-de993bf070cb",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Tali",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/takafumi_696",
    "updatedAt": "2022-07-09T09:47:19+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "6a34b61f-bdf1-42f7-8205-0c05a4a5d5f9",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Suzuki Akiko",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "91f20614-6529-4468-8b5b-2edc332e3cea",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Shiono Etorouji",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "c006eec9-1ca9-4cab-8230-d1aa9172f476",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Ooi Masakazu",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/ooimasakazu",
    "updatedAt": "2022-01-30T05:46:44+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "ce05ce1a-999a-47f3-a299-fda1c580ad45",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Pon Takahanada",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e3f11507-a94c-40da-8794-08d0a0dc97bf",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Yunagi Kahoru",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e9af3e0a-5b82-46c6-9fa4-19ca82687bfb",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Arai Shou",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "f6964e63-39ac-417d-947b-9c6202d81dd8",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Takamichi",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "fe6b9b18-b1db-4e22-a303-cef1d527a051",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "Entered Waseda University in 1994. His real family name is Nakagawa.\n\nCircle: Jidou Hanbaiki (じどうはんばいき). "
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Amazume Ryuta",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/arogiso",
    "updatedAt": "2022-01-24T02:42:46+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "c2e33476-e5d0-4f65-a887-61d5f5040f05",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-23T07:55:49+00:00",
    "description": "",
    "fileName": "b6e6ed8b-7bfd-4492-9210-4d51ee1e6f86.jpg",
    "locale": "ja",
    "updatedAt": "2021-05-23T07:55:49+00:00",
    "version": 2,
    "volume": "7"
   }
  }
 ]
}