{
 "id": "9e02520f-11b9-4e29-a882-9d79034347a8",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "I Was Planning to Become a Loyal Sword"
  },
  "altTitles": [
   {
    "ko": "충직한 검이 되려 했는데"
   },
   {
    "ko": "충직한 검이 되려했는데"
   },
   {
    "ko-ro": "Chungjikan Geomi Doeryeo Haenneunde"
   },
   {
    "ko-ro": "Chungjighan Geom-i Doeryeohaessneunde"
   },
   {
    "en": "I Was Planning to Become a Loyal Sword"
   },
   {
    "en": "Loyal Sword"
   },
   {
    "uk": "Я всього лиш хотіла стати вірним мечем"
   },
   {
    "es": "Trate de ser una espada fiel"
   },
   {
    "es": "Me convertí en la espada fiel"
   },
   {
    "mn": "Би үнэнч Сэлэмчин байх хичээсэн"
   },
   {
    "ar": "حاولت أن أكون سيفها الوفي"
   },
   {
    "zh": "我只想成为忠诚之剑"
   },
   {
    "zh": "本想成为忠诚的剑"
   },
   {
    "zh-hk": "我只想成為忠誠之劍"
   },
   {
    "zh-hk": "本想成為忠誠的劍"
   },
   {
    "vi": "Nguyện Là Thanh Kiếm Trung"
   },
   {
    "vi": "Thành Bảo Vệ Em"
   },
   {
    "vi": "Cố Gắng Trờ Thành Một Thanh Kiếm Trung Thành"
   },
   {
    "ja": "忠実な剣になろうとしただけなのに"
   }
  ],
  "description": {
   "ar": "ذات يوم ، سقطت على الأرض وتذكرت حياتي الماضية. أنا في الواقع في رواية حريم عكسية حيث كانت أختي الشخصية الرئيسية ، وكنت ابنة شيطان الدم المجنون دوق كريسيس. لم لم أقصد الانخراط مع الدوق كريسيس ، لكن مرض أختي تدهور بسرعة واضطررت لزيارته بصفتي ابنته . ... \"ابنتي ليس عليها الركوع لأي شخص. حتى لو كان هذا هو إمبراطور الإمبراطورية ، فلن تحتاجي إلى ثني ركبتيك \" كان الدوق كريسيس ، الذي لم يكن لديه دم ولا دموع ، غريبا بعض الشيء. اذا ابكاك شخص ما ستكون نهايته الموت فقط.\" أختي التي تشبه الملاك ، أريا ، مختلفه أيضا لسبب ما.",
   "en": "Kashumir grew up working as a mercenary to buy medicine for her precious younger half-sister, Aria.On her way home, after completing a mission as usual, she tripped and hit her head, causing her to remember her past life; thus she realized she had been reborn in the world of the novel *The Night of the Fairy*. Her sister was the main character of this reverse-harem romance while she was one of the villains causing Aria to suffer hardships.Since there is no way Kashumir would let her precious sister suffer, she vowed to protect Aria until her adoption into the count's family, just like in the novel.But things turned out differently, and even the male lead candidates, who should've been fish in Aria's pond, all ended up becoming obsessed with Kashumir instead, when all she wanted was to protect her lovely sister.\n\n---\n\n**Links:**\n[Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/103982)",
   "es": "Un día, me caí y recordé mi vida pasada.\nEn realidad, es una novela de harem inverso donde mi hermana es el personaje principal, y yo era la hija del demonio de sangre loco, el Duque Chrysis.\nNo era mi intención involucrarme con el Duque Chrysis, pero la enfermedad de mi hermana se deterioró rápidamente y me vi obligada a visitarlo como su hija…\n—Mi hija no tiene que arrodillarse ante nadie. Incluso si este fuera el Emperador del Imperio, no necesitarías doblar las rodillas.\nEl Duque Chrysis, que no tenía sangre ni lágrimas, era un poco extraño.\n—Si lloras ante los ojos de mi hermana, solo morirás.\nMi hermana angelical, Aria, también se ennegreció por alguna razón.\n—Tú eres quien me salvó la vida, y eres el responsable. ¿Has olvidado la noche que pasaste conmigo?\n—Te he admirado durante mucho tiempo. ¿No puedes darme una parte de ti?\n—¿No quieres ser reina? Entonces serás el Rey. Seré tu marido.\n—La gente piensa que soy el Papa que sirve al Dios Sol, pero ¿sabes que tú eres Dios para mí?\nEran los peces de los caladeros de mi hermana.\n¿Estaba loco el mundo?",
   "fr": "Née dans la pauvreté, Kashmir a dû prendre soin toute sa vie de sa petite sœur malade, Aria. Pour cela, elle est devenue mercenaire et a travaillé d'arrache-pied pour payer ses médicaments. Or, un jour, Kashmir est violemment tombée sur la tête et s'est remémorée sa vie passée. Elle était en réalité dans un roman d'harem inversé où sa sœur était l'héroïne, et elle, la fille d'un duc sans pitié. Ayant urgemment besoin d'aide pour soigner sa sœur, Kashmir dû rendre visite au père qu'elle ne voulait jamais rencontrer. De plus, l'intrigue du roman original ne cesse d'évoluer; sa gentille sœur, douce et attentionnée, devient impétueuse et les protagonistes masculins qui étaient supposés lui tourner autour comme des mouches, se sont énamourés de Kashmir! Quelles autres surprises attendent la grande épéiste Kashmir?",
   "id": "Dia menjadi tentara bayaran untuk mendapatkan uang untuk obat saudaranya yang sakit, dan dia tidak pernah mengambil pedangnya dari tangannya. Kemudian suatu hari, saya jatuh dan teringat kehidupan saya sebelumnya. Ini sebenarnya adalah novel harem terbalik di mana saudara laki-laki saya adalah karakter utama, dan bahwa saya adalah putri dari iblis penggila darah, Duke Christie. Aku tidak berniat untuk terlibat dengan Duke of Christie, tapi penyakit kakakku memburuk dengan cepat, dan aku tidak punya pilihan selain pergi ke Duke's... … . “Putri saya tidak perlu berlutut kepada siapa pun. Bahkan kaisar kekaisaran ini tidak akan pernah bisa menekuk lututmu lagi. ” Duke Chritie, yang tidak memiliki darah atau air mata, sedikit aneh. “Ketika air mata keluar dari mata Shu-Shu unnie, hanya ada kematian, anak-anak X.” Arya, yang seperti bidadari, juga menjadi hitam karena suatu alasan. “Kamu menyelamatkan hidupmu, jadi kamu harus bertanggung jawab. Apa kau lupa malam yang kau habiskan bersamaku?” “Aku mengagumimu sejak lama. Tidak bisakah kamu memberiku sebagian dari dirimu?\" “Kamu tidak ingin menjadi ratu? Maka Anda adalah raja. Aku bukan selir kerajaan. Bisakah koma menjadi kerajaan?” “Orang-orang mengira aku adalah paus yang memuja dewa matahari, tetapi tahukah kamu bahwa kamu sebenarnya adalah dewaku?” Ikan-ikan di tempat pemancingan saudara laki-laki saya juga datang kepada saya untuk bekerja Apakah dunia ini gila?",
   "ko": "아픈 동생의 약값을 벌기 위해 용병이 되었고,\n검을 손에서 뗀 적이 없었다. 그러던 어느 날, 넘어져서 전생을 기억해 버렸으니.\n이곳은 사실 동생이 주인공인 역하렘 소설 속이고, 나는 피에 미친 악마, 크리시스 공작의 딸이었다는 것.\n\n크리시스 공작과 엮일 생각은 없었건만, 동생의 병이 급격히 악화되어 어쩔 수 없이 공작가로 찾아가게 되었는데…….\n\n“내 딸은 그 누구에게도 무릎 꿇을 필요 없다. 설령 이 제국의 황제라 할지라도, 네 무릎을 다시 굽히게 할 수 없을 것이다.”\n피도 눈물도 없다는 크리시스 공작이 조금 이상하다.\n“슈슈 언니 눈에서 눈물 나면 죽음뿐이다, X자식들아.”\n\n천사 같던 여동생 아리아도 왜인지 흑화를 했다.\n\n“그대가 살려준 목숨이니 그대가 책임을 져야지. 나와 함께 보낸 밤을 잊은 건가?”\n“아주 오랫동안 당신을 동경했습니다. 당신의 일부라도 내게 내어줄 수 없는 겁니까?”\n“왕후가 되기 싫어? 그럼 그대가 국왕 해. 내가 국왕 부군 하지. 혼수는 왕국이면 되나?”\n“사람들은 내가 태양신을 섬기는 교황이라고 생각하지만, 사실 내게 신은 당신이란 거 아나요?”\n\n동생 어장 속 물고기들도 내게 작업을 걸어온다.세상이 미친 걸까?",
   "pt": "Um dia, eu caí e me lembrei da minha vida passada.\n\nNa verdade, é um romance de harém reverso onde minha irmã é a personagem principal, e eu era filha do demônio de sangue louco Duke Chrysis. Eu não queria me envolver com o duque Chrysis, mas a doença de minha irmã se deteriorou rapidamente e fui forçada a visitá-lo como sua filha…\n\n“Minha filha não precisa se ajoelhar para ninguém. Mesmo se este fosse o Imperador do Império, você não precisaria dobrar os joelhos.”\nO duque Chrysis, que não tinha sangue nem lágrimas, era um pouco estranho.\n\n“Se você chorar diante dos olhos da minha irmã, você só vai morrer.”\nMinha irmã angelical, Aria, também escureceu por algum motivo.\n\n“Você é o único que salvou minha vida, e você é o responsável. Você se esqueceu da noite que passou comigo?\n\n“Eu admiro você há muito tempo. Você não pode me dar uma parte de você?”\n\n“Você não quer ser rainha? Então você será o Rei. Eu serei seu marido.”\n\n“As pessoas pensam que eu sou o Papa que serve ao Deus Sol, mas você sabe que Deus é você para mim?”\nEram os peixes dos pesqueiros da minha irmã.\nO mundo estava louco?",
   "uk": "Я стала найманцем, щоб заробити на ліки хворій сестрі. Меч ніколи не полишав моїх рук. Одного разу я впала та згадала минуле життя.\nНасправді це зворотній гарем з моєю мололдшою сестрою в якості головної героїні!\nЯ кровожерливий диявол, донька герцога Кріссі. У мене не було намірів зв'язуватися з герцогом, але хвороба моєї сестри погіршилась і мені довелося звернутися до нього.\n\n-Моя донька не мусить ні перед ким ставати на коліна. Навіть якщо він імператор, ти не вклонишся.\nГерцог Кірсі не мав ні крихти жалю і людяності! Це дивно.\n-Якщо ти заплачеш - тебе очікує сммерть, неправильна дитино.\n\nМоя сестра Ар'я, схожа на янгола, теж чомусь згнітилася.\n\n-Ти врятувала це життя, тож повинна взяти на себе відповідальність. Ти забула ніч яку провела зі мною?\n\n-Я дуже довго сумував за тобою. Хіба не можеш ти стати частиною мене?\n\n-Хіба не хочеш ти стати королевою? Я тебе короную. Твоїм чоловіком стане правитель. І все королівство отримаєш в якості приданого?\n\n-Люди вважають що я верховний жрець, прихильник Бога Сонця, але чи знаєш ти, що лише ти мій Бог?\n\nЩе одна проблема - моя сестра стала об'ктом цікавості багатьох чоловіків.\n\nСвіт зійшов зглузду?",
   "vi": "Một ngày nọ, tôi ngã xuống và nhớ lại kiếp trước của mình.\n\nNó thực sự là một cuốn tiểu thuyết hậu cung ngược trong đó chị gái tôi là nhân vật chính, còn tôi là con gái của Công tước Chrysis, quỷ máu điên. Tôi không có ý định dính líu đến Công tước Chrysis, nhưng bệnh tình của chị tôi xấu đi nhanh chóng và tôi buộc phải đến thăm anh ấy với tư cách là con gái của anh ấy…\n\n“Con gái tôi không cần phải quỳ gối trước bất kỳ ai. Ngay cả khi đây là Hoàng đế của Đế quốc, bạn sẽ không cần phải khuỵu gối.\"\nCông tước Chrysis, người không có máu, không có nước mắt, hơi kỳ lạ.\n\n\"Nếu bạn khóc trước mắt em gái tôi, bạn sẽ chỉ có chết.\"\nEm gái như thiên thần của tôi, Aria, cũng bị đen đi vì một lý do nào đó.\n\n“Bạn là người đã cứu mạng tôi và bạn phải chịu trách nhiệm. Anh đã quên cái đêm bên em rồi sao?”\n\n“Tôi đã ngưỡng mộ bạn từ rất lâu rồi. Bạn có thể cho tôi một phần của bạn không?”\n\n“Bạn không muốn trở thành Nữ hoàng? Sau đó, bạn sẽ là Vua. Tôi sẽ là chồng của bạn.\"\n\n“Mọi người nghĩ rằng tôi là Giáo hoàng, người phục vụ Thần Mặt trời, nhưng bạn có biết rằng đối với tôi Chúa là bạn không?”\nChúng là những con cá ở ngư trường của chị tôi.\nThế giới có điên không?",
   "zh-hk": "我為了給生病的妹妹賺藥錢而成為了傭兵， 劍也從未從我手中掉落過。\n\n然而在某一天，我摔倒後，回想起了前世的記憶。\n\n這裡其實是以我妹妹為女主人公的逆后宮小說中的世界， 而我是浴血而狂的惡魔，克里西斯公爵的女兒。\n\n雖然我沒有和克里西斯公爵扯上關係的打算， 但妹妹的病情急速惡化，無路可走的我只能找去了公爵家……\n\n“我的女兒不必向任何人屈膝，即便是這個帝國的皇帝，也不能讓你跪下。” 據說是無情冷血的克里西斯公爵有點奇怪。\n\n“你們要是惹修修姐姐流淚就給我去死吧，臭SB們。” 像天使一樣的妹妹阿利雅也不知道為何黑化了。\n\n“你救下的命你要負責。你忘記和我度過的那一晚了嗎？” “我一直都很憧憬你。你不能交給我你的一部分嗎？”\n\n“不想成為皇后？那你當國王吧，我當國王的夫君。嫁妝就送上整個王國可以嗎？” “雖然大家都認為我是侍奉太陽神的教皇，但你知道嗎？其實你才是我的神。”\n\n妹妹漁場裡養的魚也都闖入我的工作中，這世界是出毛病了嗎？"
  },
  "links": {
   "al": "148369",
   "ap": "i-was-planning-to-become-a-loyal-sword",
   "kt": "chungjikan-geomi-doeryeo-haenneunde",
   "mal": "149579",
   "mu": "199673",
   "nu": "i-tried-to-be-her-loyal-sword",
   "raw": "https://page.kakao.com/home?seriesId=59087644"
  },
  "originalLanguage": "ko",
  "publicationDemographic": "josei",
  "status": "ongoing",
  "year": 2022,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "en"
  ],
  "tags": [
   {
    "id": "0bc90acb-ccc1-44ca-a34a-b9f3a73259d0",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Reincarnation"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Action"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "3e2b8dae-350e-4ab8-a8ce-016e844b9f0d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Long Strip"
     },
     "description": null,
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "65761a2a-415e-47f3-bef2-a9dababba7a6",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Reverse Harem"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "87cc87cd-a395-47af-b27a-93258283bbc6",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adventure"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "a1f53773-c69a-4ce5-8cab-fffcd90b1565",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Magic"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ace04997-f6bd-436e-b261-779182193d3d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Isekai"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e197df38-d0e7-43b5-9b09-2842d0c326dd",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Web Comic"
     },
     "description": null,
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adaptation"
     },
     "description": null,
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Full Color"
     },
     "description": null,
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 22,
  "createdAt": "2022-04-17T16:19:34+00:00",
  "updatedAt": "2022-08-28T13:47:07+00:00"
 },
 "relationships": [
  {
   "id": "1b7eae8e-57a4-49b7-b1ad-8e0c2ffa137e",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "Works on novel adaptations.\n\n**Associated names:**\n섬다"
    },
    "booth": null,
    "createdAt": "2022-04-17T16:21:10+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Seomda",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-04-18T02:43:26+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e37452ce-ecd0-416e-922b-97a3f131557e",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "Novelist.\n\n**Associated names:**\n시이온"
    },
    "booth": null,
    "createdAt": "2022-04-17T16:20:58+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Shion",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-04-18T02:41:48+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "5e4069f0-9c06-48a8-95ec-7327afe06300",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "Webtoon artist."
    },
    "booth": null,
    "createdAt": "2022-04-17T16:21:21+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "ilye",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-04-18T02:42:01+00:00",
    "version": 3,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "de9272f0-9694-443f-b41b-277528c7a9f5",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-05-08T19:13:05+00:00",
    "description": "alt ver cover: \r\nhttps://dn-img-page.kakao.com/download/resource?kid=XX7qD/hzp2fYaY3W/8BfJUzYW4Gdi7egsDBS0I1",
    "fileName": "bfa475a2-0efa-47e8-9b71-af96b215a668.jpg",
    "locale": "ko",
    "updatedAt": "2022-05-08T19:13:05+00:00",
    "version": 1,
    "volume": "1"
   }
  }
 ]
}