{
 "id": "9f77e9b8-0a56-4f73-8cd2-308b9db6c9eb",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Moretsu Sensei"
  },
  "altTitles": [
   {
    "en": "Mr. Mouretsu"
   },
   {
    "ja": "もうれつ先生"
   }
  ],
  "description": {
   "en": "[Synopsis]\nUretsu Sensei, a young judoka who was once called the Red Demon of the Kodokan, opened the Uretsu Dojo after a long journey of training. His invincible strength and kind-hearted personality soon gained him a reputation in the town, and there is no end to the number of new students at his dojo. Before long, Onihime, a beautiful fifth-dan Kodokan judo student, and her best friend Kurooni, who trained together at Mt. Kurama, gather together under the guidance of Mr. Mouretsu, and the dojo becomes lively every day. However, the disciples of the black belt dojo who were jealous of Mouretsu Sensei attacked Mouretsu Dojo. Although Oni Hime and Kuro Oni's efforts drive them away, it becomes clear that Ao Oni, a powerful member of the Kodokan, is manipulating the Black Belt Dojo in the shadows. What is Ao Oni's goal? And what is the real reason why Mouretsu Sensei opened the dojo?\n\n[Commentary: Haruyuki Nakano] (Excerpts)\nThe main character, Aka Oni Kokomo Retsu Sensei, is an adult, his love with Onihime,\na female judoka, and the fact that the two get married and go on a honeymoon in the second part. , a somewhat unusual development for a boys' manga from the 1960s. The main characters of boys' manga were boys, and it was common for them not to fall in love. I think Osamu Tezuka is the only person who has written about love.\nWhat's more, Akaoni's Uretsu-style judo is not superman-like. It was explained throughout that Judo is a theoretical form of judo that utilizes the opponent's strength to perform techniques, and the strength was something even children could understand.\nThe name Kodokan is reminiscent of the actual Kodokan, and the Gofune 10th dan, which is thought to be modeled after Kyuzo Mifune, a master who, while a small soldier, developed the technique \"air throw'' and achieved the highest rank of 10th dan at the Kodokan. It's good. The dark side of the adult world is also depicted, such as gambling matches with foreign boxers and conflicts with organized crime groups. Ao Oni's despicableness is not that rare in adult society. In the second part, there is also a judo boy who believes that his father, who died of cancer, was thrown to death by a red demon and aspires to take revenge. He might be the run of a beautiful boy with\na shadow.\nMany people seem to think that \"Hiroo Terada's manga is a fun and healthy manga for children,'' but in terms of \"Mouretsu Sensei,'' it realistically depicts the workings of the world, and I loved it when I borrowed it from a bookstore. Maybe it's because I read it,\nbut I can feel the influence of gekiga.\nIn the world of book rentals, \"Kage'' was first published by Hinomaru Bunko in 1956 and became very popular. Although the name \"gekiga'' is not yet used, new manga expressions that are different from previous children's manga and depict the dark side of reality and romance, with a young man as the main character, are being explored and attracting attention. It had become. Hiroo Terada must have learned about the new trend in rental manga through his manga artist friend Teruo Tanashita, and must have paid attention to it. While incorporating dramatic techniques, I feel that Terada's true character can be seen in the way he is advocating good and punishing evil for the sake of the children, and we can also get a glimpse of his dilemma."
  },
  "originalLanguage": "ja",
  "lastVolume": "3",
  "publicationDemographic": "shounen",
  "status": "completed",
  "year": 1958,
  "contentRating": "safe",
  "tags": [
   {
    "id": "69964a64-2f90-4d33-beeb-f3ed2875eb4c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Sports"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "799c202e-7daa-44eb-9cf7-8a3c0441531e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Martial Arts"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 3,
  "createdAt": "2023-09-26T07:31:53+00:00",
  "updatedAt": "2023-09-26T07:34:07+00:00"
 },
 "relationships": [
  {
   "id": "f5b50824-9e2e-4ff5-a6eb-5606e4ae9c55",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2023-09-26T05:28:36+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Terada Hiro",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2023-09-26T05:28:36+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "f5b50824-9e2e-4ff5-a6eb-5606e4ae9c55",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2023-09-26T05:28:36+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Terada Hiro",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2023-09-26T05:28:36+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "f3f5f15e-e09c-4083-817a-52e5ebbf2cbb",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2023-09-26T07:31:56+00:00",
    "description": "",
    "fileName": "a18969c3-0241-43c6-890b-ef84f1eda8d3.png",
    "locale": "ja",
    "updatedAt": "2023-09-26T07:31:56+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "ecf379e6-bc34-42c4-b25d-63698875cdfb",
   "type": "creator"
  }
 ]
}