{
 "result": "ok",
 "data": {
  "id": "a4994e12-6b8c-4f98-98ce-1c2d7efe8e55",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Apocripha/0"
   },
   "description": {
    "en": "\u0026quot;The star, fallen from celestial, built a kingdom in the abyss. He cultivates rusted souls fallen into the abyss. The star was trying to build a beautiful land. And then, hundreds of million nights had gone. The king of the abyss was laid up. He tried with his last power, and gave birth to two hopes. The red prince was born from his right eye, and the blue prince was another one. The future is always only one.\u0026quot;\r\n\r\nApocripha/0 takes place in a \u0026quot;devil's point of view,\u0026quot; in a world known as \u0026quot;Naraku.\u0026quot; Since devils live here, in vice versa, angels from 'heaven' are their enemies. In this world, there was a powerful king of Hell who ruled under the absolute rule that \u0026quot;only the strongest will survive.\u0026quot; He spent a long time trying to create a peaceful world, but his time was almost up, and therefore, his hopes lie in the fates of his twin princes - Alex and Platina.\r\n\r\nThe king ordered Alex and Platina to fight each other in the \u0026quot;battle/war of succession.\u0026quot; They were raised and trained by their own staff officers - Sapphirus takes care of Alex, and Jade trains Platina. Aside from having the same blood flowing in them, the two princes are actually strangers to each other. Alex does not want to fight Platina, but Platina does not seem to hesitate. Does Platina really want to fight? Will they have the strength to fight each other? Only the strongest will survive... Who will win?\r\n\r\nAside from the \u0026quot;war of succession,\u0026quot; a young boy named Beryl seemed to know a lot about the two princes, but in the midst he remains a mystery to them.. Sapphirus and Jade seemed to know something also. The princes both also saw visions of different events and even voices in their dreams. What do they all mean?"
   },
   "links": {
    "al": "33069",
    "ap": "apocripha-0",
    "kt": "6574",
    "mal": "3069",
    "mu": "11514"
   },
   "originalLanguage": "ja",
   "lastChapter": "0",
   "publicationDemographic": "shounen",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Fantasy"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00",
   "updatedAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "48e1631a-c1dd-4fb5-bb97-a2363ab5f4fa",
   "type": "author"
  },
  {
   "id": "48e1631a-c1dd-4fb5-bb97-a2363ab5f4fa",
   "type": "artist"
  },
  {
   "id": "f1d282d5-d4cb-41b5-9480-82761de59257",
   "type": "chapter"
  },
  {
   "id": "1606891c-4dd2-4913-813f-031a978c3a3f",
   "type": "chapter"
  },
  {
   "id": "43cfe618-a5fb-45c7-997b-8050e9a941e2",
   "type": "chapter"
  },
  {
   "id": "3a3ac8ac-842c-4047-ad7e-5a9c72cc43d2",
   "type": "chapter"
  },
  {
   "id": "47d0d7f2-7f96-4cd0-9bde-e63cc5e16a69",
   "type": "chapter"
  },
  {
   "id": "86feceb5-0a53-4cde-b212-9101daf0a74d",
   "type": "chapter"
  },
  {
   "id": "f7ff9e20-0c98-4e78-b9fc-ef860f570c27",
   "type": "chapter"
  },
  {
   "id": "c947cafc-eb60-4aae-b3a4-35305ed4c377",
   "type": "chapter"
  },
  {
   "id": "4ae7e313-f805-4b3b-8213-a5ae690c46fc",
   "type": "chapter"
  },
  {
   "id": "8c358329-6744-491f-96f3-4289ca8551be",
   "type": "chapter"
  },
  {
   "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
   "type": "tag"
  }
 ]
}