{
 "id": "a8aabcc9-0531-4f32-b202-1589fbc5fde3",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Totsukuni no Shoujo - Siúil, a Rún"
  },
  "altTitles": [
   {
    "ja": "とつくにの少女 - Siúil, a Rún"
   },
   {
    "ja": "とつくにの少女"
   },
   {
    "ja-ro": "Totsukuni no Shoujo: Siúil a Rún"
   },
   {
    "en": "The Girl From the Other Side: Siúil, a Rún"
   },
   {
    "en": "The Girl From the Other Side"
   },
   {
    "en": "Foreign Girl"
   },
   {
    "en": "Walk, My Love"
   },
   {
    "uk": "Дівчинка з Потойбіччя - Siúil, a Rún"
   },
   {
    "ru": "Девочка из Чужеземья"
   },
   {
    "cs": "Dívka ze země Venku"
   },
   {
    "pl": "Dziewczynka w Krainie Przeklętych: Siúil, a Rún"
   },
   {
    "de": "Siúil, a Rún - Das fremde Mädchen"
   },
   {
    "fr": "L'enfant et le maudit"
   },
   {
    "it": "Girl from the Other Side"
   },
   {
    "pt": "A menina do outro lado"
   },
   {
    "es": "La pequeña forastera: Siúil, a Rún"
   },
   {
    "tr": "Yabancı Kız"
   },
   {
    "ar": "توتسوكوني نو شوجو"
   },
   {
    "vi": "Cô bé đến từ vương quốc bên ngoài"
   },
   {
    "vi": "Cô bé phương xa"
   },
   {
    "zh-hk": "外之國的少女"
   },
   {
    "zh-hk": "外外國的少女"
   },
   {
    "ko": "바깥 나라의 소녀"
   }
  ],
  "description": {
   "cs": "Kdysi dávno byly dvě země, oddělené od sebe vysokou zdí. Země Uvnitř, kde žili lidé, a země Venku, obývaná prokletými bytostmi. Prokletí se šířilo dotykem – a tak každého, kdo vkročil do země Venku, čekal přísný trest. I přes to však v zemi Venku žila malá dívenka jménem Šiva. Nebyla sama – starala se o ni prokletá bytost, pan učitel. Ti dva se nesměli dotknout, avšak poutalo je k sobě více, než by se na první pohled mohlo zdát.",
   "de": "Die Welt ist geteilt in das Innere Land, in dem die Menschen leben und das Fremde Land, das von grotesken Wesen bewohnt wird. Berührt man sie, wird man verflucht. Doch als sich die Wege des kleinen Mädchens Shiva mit dem eines Monsters kreuzen, beginnt leise ihre herzerwärmende Geschichte…",
   "en": "*It is a tale full of sorrow. From now let's recite a slow and beautiful story from long ago.*\n\nShiva, a young girl who loves to stroll about in the countryside, lives in an otherwise deserted village with her guardian, a wendigo-like gentleman known only as “Teacher.” He forbids her from going outside, so she won't be cursed, but Shiva's curiosity makes her yearn for more. What is really behind the mystery of the curse from the Outside?\n\n---\nIn a world split between the Inside and the Outside, those living in both realms are told never to cross over to the other side, lest they be cursed. A young girl named Shiva lives on the other side, in a vacant village with a demonic guardian known only as \"Teacher.\" Although the two are forbidden to touch, they seem to share a bond that transcends their disparate appearances. But when Shiva leaves Teacher’s care to seek out her grandmother, the secret behind her mysterious living arrangement comes to light.",
   "es": "No debería haberla tocado. Pero una mano fría y negra, ajena a la del doctor, ha rozado la mejilla de Shiva. La frágil niña duda ante la posibilidad de haber sido maldita y convertirse en un ser exterior, mientras que el doctor no puede evitar sentirse horrorizado… En medio de una silenciosa confusión, el ser del exterior que ha tocado a la niña susurra una enigmática palabra: madre.\n\nEsto es la mañana y la noche. Y entre el profundo abismo que los separa, una fábula de dos…\n\n---\nHace mucho, mucho tiempo, en un lugar muy lejano había dos paí­ses. El país exterior en el que habitan uno seres anómalos que si te tocan te contagian una m aldición, y un país in­terior en el que habitan los humanos. Lo normal habría sido que nunca se hubieran conocido, pero su encuentro desencadenará a escondidas, una pe­queña historia.\n\nEsto es la mañana y la noche.",
   "fr": "Il y a très longtemps, dans une contrée lointaine, existaient deux pays... «L'intérieur,» où vivaient les humains, et «l'extérieur,» où habitaient des créatures monstrueuses qu'il ne fallait surtout pas toucher, sous peine de subir la malédiction. Cette histoire commence le jour où se sont rencontrés deux êtres qui n'auraient jamais dû se croiser... Ils sont aussi différents que le jour et la nuit... Et malgré tout ce qui les sépare, malgré les ténèbres qui les entourent, ils vont écrire petit à petit une fable tous les deux...",
   "it": "Questa è una triste e malinconica - eppure bellissima - storia di molto tempo fa.  \nShiva è una bambina che vive in un villaggio deserto assieme al suo guardiano, un gentiluomo dall'aspetto simile ad un Wendigo. Lui le proibisce di uscire, per timore che venga maledetta. Ma la piccola Shiva esidera esplorare il mondo oltre la sua piccola bolla protettiva…\n\n---\nUn tempo, in una terra molto lontana, vi erano due regni. In uno, \"l'esterno\", risiedevano creature dall'aspetto grottesco il cui tocco portava una maledizione. Nell'altro, \"l'interno\", c'era un rifugio sicuro per gli esseri umani. L'incontro fatidico tra due abitanti dei regni in guerra, che non avrebbero mai potuto incontrarsi, fa sbocciare la nostra piccola storia.",
   "ja": "昔々、遠く遥けき地に二つの国ありて――。\n触れると呪われるという異形の者棲まう『外』と、人間が住まう\n『内』で分かたれた世界。\n本来であれば、交わらぬはずのふたりが出会った時、\n小さな物語が密やかに動き出す。\n\nこれは朝と夜――その深い断絶の宵に佇む、ふたりの御伽話……。",
   "pl": "W świecie podzielonym przez okrutną klątwę mała dziewczynka imieniem Siva została porzucona w lesie zamieszkałym przez przeklęte istoty. Przed niechybną śmiercią ratuje ją tajemniczy rogaty mistrz, który bierze dziecko w opiekę. Czy jednak długo będzie mógł chronić Sivę, jeśli nawet jego dotyk może zarazić dziewczynkę złym czarem?",
   "pt": "Em um país dividido entre pessoas normais e seres amaldiçoados, Shiva é uma menininha que foi acolhida por uma estranha criatura meio animal e meio humana. Sensei, como é chamado, não pode ser tocado e vive fora da cidade. Afastado do convívio com os demais e ciente dos perigos e maldições que os rodeiam, Sensei alerta Shiva para que ela não saia sozinha. Porém, quando a menininha decide reencontrar sua tia desaparecida, regras são quebradas — e a vida que eles conheciam é colocada em risco.",
   "pt-br": "Era uma vez uma criança e um não-humano maldito, vindos de dois mundos diferentes. A história de uma maldição. Shiva, uma jovem garota que adora passear pelo campo, vive em uma vila abandonada com seu guardião. Ele a proíbe de sair da vila para que ela não seja amaldiçoada, mas a curiosidade da Shiva a faz ansiar o mundo exterior. Sobre o que é essa maldição?",
   "uk": "Здавна світ було поділено на дві частини: Потойбіччя, де мешкали моторошні істоти - кожен, хто їх торкався, був проклятий; і Внутрішнє, де мешкали люди. Мешканці двох різних світів ніколи б не зустрілися, якби не випадок, який започаткував їхню таємну історію. Це казка про тих, що завмерли в передзахідних сутінках, що навіки розділили ранок і вечір.",
   "vi": "\"Nán lại buổi chạng vạng, chia cách ngày và đêm, là câu chuyện về họ\". - Hãy cùng nhớ về miền kí ức xa xưa tuyệt đẹp, đong đầy hạnh phúc mà miên man nỗi buồn.\nShiva là cô bé luôn thích đi rong chơi mọi chốn xung quanh. Em sống nơi rìa rừng vắng vẻ cùng với Thầy - một người giám hộ có hình thù kì lạ. Thầy luôn cấm Shiva ra ngoài để không vận phải lời nguyền rủa, nhưng điều đó chẳng thể nào ngăn cản được sự tò mò của em. Sự bí ẩn đằng sau Vùng Ngoài là gì?",
   "zh-hk": "從前，在遠方有兩個國家｜｜\n世界被分成兩邊，一邊是據說有怪物棲息，只要一碰到怪物就會受到詛咒的「外」，另一邊是人類所居住的「內」。一個全身漆黑的怪物「老師」，與一個被拋棄的小女孩「汐華」，原本不會有機會相遇的兩個人相遇了。這時，小小的故事便悄悄地開始展開了。\n這是深深將白天與夜晚分隔開來的｜｜\n佇立在天黑之後的兩人之間的童話故事……"
  },
  "links": {
   "al": "86770",
   "amz": "https://www.amazon.co.jp/gp/product/B0749QVX76",
   "ap": "the-girl-from-the-other-side-siuil-a-run",
   "bw": "series/63322",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/353180/",
   "engtl": "https://sevenseasentertainment.com/series/the-girl-from-the-other-side-siuil-a-run/",
   "kt": "37532",
   "mal": "93972",
   "mu": "125484",
   "raw": "https://magcomi.com/episode/10834108156763618273"
  },
  "originalLanguage": "ja",
  "lastVolume": "11",
  "lastChapter": "53",
  "publicationDemographic": "shounen",
  "status": "completed",
  "year": 2015,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "vi",
   "tr",
   "pt-br",
   "it",
   "en",
   "ru",
   "uk",
   "es-la"
  ],
  "latestUploadedChapter": "ded4ca8d-6618-4eff-b2d4-dd74c669da6e",
  "tags": [
   {
    "id": "39730448-9a5f-48a2-85b0-a70db87b1233",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Demons"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdad7e68-1419-41dd-bdce-27753074a640",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Horror"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 18,
  "createdAt": "2018-11-21T00:33:48+00:00",
  "updatedAt": "2022-12-29T17:20:07+00:00"
 },
 "relationships": [
  {
   "id": "0a9ec4a3-c16d-4256-bef4-f94e9825e14c",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "**Name** (in native language)\nながべ"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Nagabe",
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/member.php?id=179415",
    "skeb": null,
    "tumblr": "http://mucknagabe.tumblr.com/",
    "twitter": "https://twitter.com/mucknagabe",
    "updatedAt": "2023-06-14T02:55:54+00:00",
    "version": 3,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "0a9ec4a3-c16d-4256-bef4-f94e9825e14c",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "**Name** (in native language)\nながべ"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Nagabe",
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/member.php?id=179415",
    "skeb": null,
    "tumblr": "http://mucknagabe.tumblr.com/",
    "twitter": "https://twitter.com/mucknagabe",
    "updatedAt": "2023-06-14T02:55:54+00:00",
    "version": 3,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e07a143b-9507-4fb1-89ba-c9638888f9c9",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-11-09T21:09:23+00:00",
    "description": "",
    "fileName": "cb71eb7a-48ba-439d-8e79-5bb702b06103.jpg",
    "locale": "ja",
    "updatedAt": "2021-11-09T21:09:23+00:00",
    "version": 1,
    "volume": "11"
   }
  }
 ]
}