{
 "id": "aa0399ae-d9e8-44ce-9459-30763de36604",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Ao Haru Ride"
  },
  "altTitles": [
   {
    "it": "A un Passo da Te"
   },
   {
    "ja-ro": "Aoharaido"
   },
   {
    "en": "Blue Spring Ride"
   },
   {
    "vi": "Con Đường Mùa Xuân"
   },
   {
    "tr": "Gençlik Yolculuğu"
   },
   {
    "tr": "Mavi Bahar Yolculuğu"
   },
   {
    "pt-br": "A Primavera de Nossas Vidas"
   },
   {
    "pl": "Ścieżki Młodości"
   },
   {
    "ja-ro": "Sono Omokage o Shitteru"
   },
   {
    "es": "Paseo de primavera azul"
   },
   {
    "en": "Youth Ride"
   },
   {
    "ru": "Дорога юности"
   },
   {
    "ru": "Неудержимая юность"
   },
   {
    "ar": "ركوب الربيع الأزرق"
   },
   {
    "ar": "نزهة الربيع الأزرق"
   },
   {
    "th": "บันทึกใสจากวัยฝัน"
   },
   {
    "ja": "アオハライド"
   },
   {
    "ja": "その面影を知ってる"
   },
   {
    "zh-hk": "閃爍的青春"
   },
   {
    "zh": "青春之旅"
   },
   {
    "ko": "아오하라이드"
   },
   {
    "pt-br": "Passeio da Primavera Azul"
   }
  ],
  "description": {
   "ar": "يوشيكاوا فوتوبا بدأت مرحلتها الثانوية و هي عازمة على تغيير ما يعتقده الآخرين عنها، فهي تحاول إخفاء شخصيتها اللطيفة حتى تكسب ود زميلاتها الفتيات ، و تلتقي فجأه بالفتى الذي كانت معجبه به أيام المتوسطه إلا أنه تغير كليا عما كان عليه",
   "en": "Yoshioka Futaba has a few reasons why she wants to ‘reset’ her image and life as a new high-school student. Because she's cute, she was ostracized by her female friends in junior high, and because of a misunderstanding, she couldn't get her feeling across to the one boy she has always liked, Tanaka-kun.\n\nNow in high school, she is determined to be as unladylike as possible so that her friends won't be jealous of her. While living her life this way contentedly, she meets Tanaka-kun again, but he now goes under the name of Mabuchi Kou. He tells her that he felt the same way as she did when they were younger, but now things can never be the same again. Will Futaba be able to continue her love that never even started from three years ago?",
   "es": "Yoshioka Futaba quiere “renovar” su imagen, ya que inicia en una nueva secundaria. Por ser una chica linda, fue condenada al exilio por sus amigas en la escuela media, y debido a un malentendido, no pudo declararle sus sentimientos al chico que le gustaba, Tanaka-kun.\n\nAhora, en la nueva secundaria, está decidida a ser tan poco femenina como sea posible para que sus amigas no tengan celos de ella. Pero se reencuentra con Tanaka-kun, ahora conocido con el nombre de Mabuchi Kou. Él le dice que se sentía atraído por ella cuando era más joven, pero las cosas ya no son como antes. ¿Futaba podrá continuar con el amor que inicio hace tres años?",
   "it": "Yoshioka Futaba ha le sue valide ragioni per voler «azzerare» la propria immagine ora che è in procinto di cominciare le scuole superiori. Perché lei è carina, e proprio per questo motivo ha sempre calamitato le invidie delle sue compagne di classe delle medie. Inoltre, a causa di un malinteso, non ha mai potuto instaurare un rapporto con l'unico ragazzo che abbia mai amato, Tanaka-kun. Ma ora è determinata ad apparire il meno possibile graziosa, di modo che le sue amiche non possano nutrire gelosia nei suoi confronti.\nMa mentre si gode serenamente questa sua nuova esistenza, incontra nuovamente Tanaka-kun...\n\nFutaba sarà in grado di riuscire lì dove ha miseramente fallito in passato?",
   "ko": "고1 후타바에겐 잊을 수 없는 첫사랑. 타나카코우가 있다. 중학교 때 여자애들의 질투로 따돌림 당해 일부러 튀지 않게 살고 있는 후바타, 그러던 어느 날. 타나카를 떠올리게 하는 남학생과 만나는데….\n\n뜨겁게 푸르게 온 힘을 다해 부딪치는 고교생활 그래피티!",
   "pl": "Fitaba, urocza nastolatka, nie potrafi zapomnieć o nieśmiałym pierwszym uczuciu, które połączyło ją z Tanaką, kolegą z czasów gimnazjalnych. Ten okres pełen był dla niej także przykrych doznań: doświadczyła odrzucenia przez zazdrosne koleżanki z klasy. Wraz z początkiem nauki w liceum Yoshioka, postanawia pokazać światu nową twarz. Jednak ceną przemiany jest wyrzeczenie się własnego „ja”. Pewnego dnia dziewczyna spotyka chłopaka bardzo przypominającego Tanakę, tyle, że on...",
   "pt-br": "Yoshioka Futaba tem algumas razões pelas quais ela quer “reiniciar” sua imagem e vida como estudante de colegial. Porque ela é linda, ela foi isolada pelas amigas no fundamental, e devido a um mal-entendido, ela não conseguiu ter os sentimentos correspondidos pelo único garoto que ela sempre gostou, Tanaka-kun. Agora no ensino médio, ela está determinada a ser o mais vulgar possível para que suas amigas não fiquem com ciúmes dela. Satisfeita ao viver sua vida dessa maneira, ela reencontra o Tanaka-kun, mas agora ele está sob o nome de Mabuchi Kou. Ele fala para ela que sentia o mesmo por ela quando eles eram mais jovens, mas que agora as coisas podem nunca mais serem as mesmas. Futaba conseguirá continuar seu amor, que nem nunca começou há três anos?",
   "ru": "Идеальное время для **познания первой любви** - это младшая школа, но только не для Футабы. Девчонка отличается от своих сверстниц, ведь она на дух не переносит общение с мальчишками. Все парни попросту бесят милую школьницу, которая не только симпатично выглядит, но и не имеет комплексов. Долгое время Футаба придерживалась своего мнения и не шла на **контакт с парнями**, но в один момент всё изменилось. Волею судьбы красавица повстречала необычного парня по имени Танака. Он не имел мускулистого телосложения и божественной красоты, а к тому же его голос был больше похож на женский. Вот именно это и **зацепило упрямую девушку**, и она начала мечтать о знакомстве с Танакой. Ребята часто встречались в коридоре школы, но познакомиться им так и не удалось. Однажды в школьном дворе ученики устроили групповую игру, которая и стала поводом для знакомства между раскрепощённой девчонкой и стеснительным парнем. Футаба после игры предложила Танаки **встретиться на городском фестивале**, и школьник согласился. Вот только перед самой встречей он узнал, что красавица **ненавидит всех мальчиков**. Свидание не состоялось, и вскоре школьнице рассказали, что интересный парнишка вовсе перешёл в другую школу.\n\nЕдинственный человек, который понравился милой девушке, оказался на большом расстоянии, но это её не остановит, ведь **отличница поняла, что влюбилась**. Безумная история необычных отношений и настоящей любви показано в аниме \"Ao Haru Ride\". Вскоре подростки познают все прелести и недостатки взрослых чувств.",
   "th": "ฟุตาบะ นักเรียนชั้นม.ปลายปี 1 ไม่สามารถลืม ?ทานากะคุง? รักแรกของตนเองเมื่อสมัยม.ต้นได้ เธอต้องทำตัวเสแสร้งไปวันๆ เพราะเคยมีประสบการณ์ถูกเพื่อนผู้หญิงสมัยม.ต้นกีดกันไม่ให้เข้ากลุ่ม เธอได้เจอผู้ชายคนหนึ่งที่เธอเชื่อว่าน่าจะเป็น ?ทานากะคุง? ทว่าเขา... นี่คือภาพเขียนเรื่องราวชีวิตม.ปลายที่ต่างฝ่ายต่างบรรจบพบกันตามประสาวัยรุ่นวัยร้อน!",
   "tr": "Yağmur sonrasındaki havanın kokusu... Kalp atışını duydum, ışığı gördüm. \nLise birinci sınıf öğrencisi Futaba, ilk aşkı Tanaka'yı hala unutamamaktadır. Ayrıca ortaokul yıllarında diğer kızlar tarafından dışlandığından lisedeki günlerini artık hiç olmadığı biri gibi davranarak geçirmeye başlamıştır. Bu sıralarda, tıpkı Tanaka'yı andıran biriyle karşı karşıya gelir. Tutku dolu ve masumane lise hayatının çarpıcı bir öyküsü!",
   "vi": "Yoshioka Futaba có một vài lý do mà cô bạn muốn “thiết lập lại” hình ảnh và cuộc sống của mình khi vào cấp 3. Bởi vì trông cô rất dễ thương nên đã bị các bạn nữ ở trường cấp 2 tẩy chay, và bởi vì một lý do không thể hiểu được, cô bạn đã không thể diễn tả được cảm xúc của mình với người mà mình thích, Tanaka-kun.Bây giờ ở trường cấp 3, cô bạn quyết định trở nên mất nữ tính càng nhiều càng tốt để bạn bè không phải ghen tị với cô. Khi sống theo 1 cách thật thỏa mãn, cô đã gặp lại Tanaka-kun, nhưng bây giờ cậu đã đổi tên thành Mabuchi Koi. Cậu ấy cũng nói ra cảm giác của mình đối với cô bạn khi còn học cấp 2, nhưng bây giờ mọi thứ không thể lặp lại lần nữa. Liệu Futaba có thể tiếp tục tình yêu của mình mà cô bạn đã chưa bao giờ có thể bắt đầu từ 3 năm trước?",
   "zh": "电视动画《闪烁的青春》改编自日本漫画家咲坂伊绪的同名漫画。在漫画杂志《别册Margaret》2014年2月号（1月11日发售）上，正式发表了《闪烁的青春》TV动画化的决定。电视动画于2014年7月7日首播，全12集。 故事主要讲述的是对于不擅长与男生打交道的主人公吉冈双叶来说，“田中君”是特别的存在。由于在暑假时田中君转校了，所以双叶未能向他传达自己内心的感情。之后，受到男生欢迎的双叶也因此被其他女生排挤，就这样度过了难受的中学时代。升入高中以后，为了不被女生讨厌而故意做出一些粗心大意的举动的双叶，与她的初恋对象“田中君”重逢。然而，田中君在初中时的性格也已改变了，故事便由此展开。",
   "zh-hk": "故事主要講述的是對於不擅長與男生打交道的主人公吉岡雙葉來説，“田中君”是特別的存在。由於在暑假時田中君轉校了，所以雙葉未能向他傳達自己內心的感情。之後，受到男生歡迎的雙葉也因此被其他女生排擠，就這樣度過了難受的中學時代。升入高中以後，為了不被女生討厭而故意做出一些粗心大意的舉動的雙葉，與她的初戀對象“田中君”重逢。然而，田中君在初中時的性格也已改變了，故事便由此展開。"
  },
  "links": {
   "al": "54294",
   "amz": "https://www.amazon.co.jp/gp/product/B074CGK85N",
   "ap": "ao-haru-ride",
   "bw": "series/12657",
   "cdj": "http://www.cdjapan.co.jp/product/NEOBK-933719",
   "engtl": "https://www.viz.com/ao-haru-ride",
   "kt": "16550",
   "mal": "24294",
   "mu": "60271"
  },
  "originalLanguage": "ja",
  "lastVolume": "13",
  "lastChapter": "49.8",
  "publicationDemographic": "shoujo",
  "status": "completed",
  "year": 2011,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "tr",
   "pt-br",
   "en",
   "it"
  ],
  "latestUploadedChapter": "704bd089-d65e-4fb3-a259-b791efc6c66c",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 7,
  "createdAt": "2018-01-28T04:19:02+00:00",
  "updatedAt": "2022-12-18T21:02:31+00:00"
 },
 "relationships": [
  {
   "id": "5d6e7f0b-cdff-4dd3-a450-fb8838e977b6",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Sakisaka Io",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/sakisaka10",
    "updatedAt": "2022-06-28T09:58:14+00:00",
    "version": 2,
    "website": "https://www.instagram.com/sakisaka10/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "5d6e7f0b-cdff-4dd3-a450-fb8838e977b6",
   "type": "artist",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Sakisaka Io",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/sakisaka10",
    "updatedAt": "2022-06-28T09:58:14+00:00",
    "version": 2,
    "website": "https://www.instagram.com/sakisaka10/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "5fd70682-f115-4fb5-a5b2-7860f35ccce9",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-23T07:35:51+00:00",
    "description": "",
    "fileName": "d1155ab2-923b-4ea7-9a5c-1cdbb659d3e7.png",
    "locale": "ja",
    "updatedAt": "2021-05-23T07:35:51+00:00",
    "version": 2,
    "volume": "13"
   }
  },
  {
   "id": "9f80722b-56cb-4c6d-b77a-56d5123a531b",
   "type": "manga",
   "related": "side_story"
  }
 ]
}