{
 "result": "ok",
 "data": {
  "id": "aac706df-ad2b-49db-8834-4f324ba52196",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Sirius no Kizuato"
   },
   "description": {
    "en": "This is the story of a teenage boy named Takeru Tachibana and his struggle to recover his sister Sayoko from a \u0026quot;cyborg dogfight circuit\u0026quot;. When Takeru was 10 years old, his town was bombed during an enemy air-raid in which his parents were killed and he was mortally wounded. Sayoko, cut deep with \u0026quot;survivor's guilt\u0026quot; and a \u0026quot;co-dependent\u0026quot; inability to deal with living alone, rashly sells her brain to the Albion Corporation run by a mysterious CEO named V\u0026eacute;ltare Mar\u0026ccedil;eau in order to pay for a risky surgical operation that Takeru may or may not survive. Her brain is placed in a cybernetic body, the process of which essentially eliminates the brain's memories and heightens its aggression. Her new identity is The White 13, or \u0026quot;The Ice Doll\u0026quot;, and for the next five years she is placed on a dogfight circuit fighting other cyborgs in gladiator-style extravaganzas where she eventually becomes the grand champion and obtains the rank of \u0026quot;sirius\u0026quot;...\r\n\r\nThe story begins shortly after Takeru has liberated his sister from the dogfight circuit only to discover that, outside the cicuit, Sayoko's brain has a \u0026quot;self-destruct\u0026quot; mechanism and that she is dying. Takeru has one week to find a way to cure his sister or return her to the circuit or she will die. Adding to the problem are the \u0026quot;dogged\u0026quot; efforts of the Albion Corporation to recover \u0026quot;their stolen property\u0026quot; as well as a cast of characters who all have their own scars of some sort..."
   },
   "links": {
    "al": "33270",
    "amz": "https://www.amazon.co.jp/gp/product/B074CJQ6ST",
    "ap": "cicatrice-the-sirius",
    "engtl": "https://www.comixology.com/CICATRICE-THE-SIRIUS/comics-series/108220",
    "kt": "7103",
    "mal": "3270",
    "mu": "4102"
   },
   "originalLanguage": "ja",
   "lastChapter": "0",
   "publicationDemographic": "shounen",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Action"
      },
      "version": 1
     }
    },
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "560f57ab-1ff9-47a7-bef3-eb182c62f9e6",
   "type": "author"
  },
  {
   "id": "560f57ab-1ff9-47a7-bef3-eb182c62f9e6",
   "type": "artist"
  },
  {
   "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
   "type": "tag"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  }
 ]
}