{
 "id": "ac0cc949-3271-4351-a994-d5e35d0b814f",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Himiko"
  },
  "altTitles": [
   {
    "ja": "卑弥呼"
   },
   {
    "ja": "世界女帝列伝　卑弥呼"
   },
   {
    "ja": "Himiko - Sekai Jotei Retsuden"
   }
  ],
  "description": {
   "en": "Ina is the god-child of Fire, born in a small village in the mountains, called Inasa. There, she meets a man who wandered in from another country called Susa, and thus begins their fantastic story of love and growth. Kurashina Ryou, famous for his \"Empress\" series, now begins a fresh new story with the skilled artist Minami Megumu! After her father, the village leader dies, she announces that she will become the new leader. Then, a manly wanderer with a type of sword that she's never seen before appears... later she will come to be known as Himiko, and through the power of the pure swordsman named Susano-o and Hihiirokane, the two begin their journey on the path to the power struggle filled creation of Yamatai! Minami Megumu, a flaship web comic artist, draws their love story with sharp touches and beautiful curves."
  },
  "links": {
   "amz": "https://www.amazon.co.jp/-/en/dp/B0756Z6DV5?searchxofy=true\u0026binding=kindle_edition\u0026ref_=dbs_s_aps_series_rwt_tkin\u0026qid=1638920088\u0026sr=8-13",
   "bw": "series/154150",
   "mu": "116039"
  },
  "originalLanguage": "ja",
  "lastVolume": "2",
  "publicationDemographic": "shounen",
  "status": "completed",
  "year": 2013,
  "contentRating": "suggestive",
  "tags": [
   {
    "id": "33771934-028e-4cb3-8744-691e866a923e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Historical"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Full Color"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 2,
  "createdAt": "2021-12-07T23:46:11+00:00",
  "updatedAt": "2021-12-07T23:46:58+00:00"
 },
 "relationships": [
  {
   "id": "90cbcd59-8597-4504-b4d0-97c9fd086385",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "Ryou Kurashina is a Japanese former comic artist and author who dropped out of Meiji University. Maakou and Jibiki Kazuya were once his assistants.\n\nHe specializes in stories about Mizu shoubai, euphemism for the night-time entertainment business (or, as he calls it, \"Neon-gai mono\"). He is a big name in this field, and is said to be the founder of Neon Gekiga.\nHe used to write gekiga under the name Tsukasa Kei (also written original manga under the name \"Takashi Tsukasa\"). In addition to writing original manga, he also runs the editorial production companies \"Free Hand\" and \"Office Kei\" under his real name, Keiji Ooba, and is contracted by publishers to produce entire magazines or parts of them.\n\nIn 1971, he made his debut as a manga artist under the name \"Takashi Tsukasa\". He worked mainly for youth magazines, and produced a number of hit works, mainly bunkara stories, and has created many long-selling works,(representative works include \"Yabou no Mure,\" \"Aizu Otoko Uta,\" \"Takeda Miken Hoshi,\" and \"Shouwa Baka Hayashi\"). In particular, \"Yabou no Mure\" is famous as a super-long hit that ran for 28 volumes. More than 40 of his works have been published in tankobon form.\n\nHowever, he gradually began to feel stalled as a comic book author, and decided to abandon writing. As a result, he changed his name to Ryo Kurashina and restarted his career as a full-time cartoonist. His first original work was the \"Akujo no Kagami\" series with Issaku Wake. Many of his original works are Neon Gekiga with female protagonists, and his representative works include \"Jotei\", \"Jouou,\" and \"Yaou\", which were made into TV dramas. He also writes not only neon stories but also economic stories such as \"DAWN\" and \"Zenibana\", maiko stories such as \"Jotei Hanamai\" and \"Hanna rito\", and entertainment stories such as \"Joyuu\" and \"Ai Ningyo\".\n"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kurashina Ryou",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-02-16T03:12:19+00:00",
    "version": 2,
    "website": "http://www.r-kurashina.com/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "b04c3475-46f0-4d92-b615-d3dcbc692408",
   "type": "artist",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Minami Megumu",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "85ece185-4cf5-40d5-89d7-54c650ed7b5c",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-12-07T23:46:14+00:00",
    "description": "",
    "fileName": "1a4672ac-4009-4091-9abc-32408e4e7856.jpg",
    "locale": "ja",
    "updatedAt": "2021-12-07T23:46:14+00:00",
    "version": 1,
    "volume": "2"
   }
  }
 ]
}