{
 "id": "b7fa8210-b086-4f1b-bb5e-1f3b4c35b790",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Nijigahara Holograph"
  },
  "altTitles": [
   {
    "en": "Das Feld des Regenbogens"
   },
   {
    "en": "El holograma de Nijigahara"
   },
   {
    "en": "Il campo dell'arcobaleno"
   },
   {
    "en": "Голограф на Радужном поле"
   },
   {
    "en": "虹ケ原ホログラフ"
   }
  ],
  "description": {
   "en": "Suzuki is a troubled boy. He's lived with uncaring foster parents for most of his life, alienated from the other kids at his school, owner of a cynical, unhappy mentality. Komatsuzaki is a violent, unpredictable bully whose head trauma causes him to act in mysterious, inexplicable ways. Arakawa is a no-nonsense, normal girl who pines after Komatsuzaki but can never have him.  \nA teacher with just one working eye. A mother who committed suicide. A daughter in an endless coma. Attempted rapes, murders, extortion, sexual deviance, and a freakish explosion in the butterfly population. All of these elements are whirled together in a story spanning 10 years, a tale of blackness, pain, and apocalypse. And maybe just a bit of hope and redemption. It's a spiritual cross between the misanthropic suburban malevolence of Kyoko Okazaki's Rivers Edge and the eerie mysticality of Donnie Darko.",
   "es": "Suzuki es un chico problemático. Ha vivido con padres adoptivos indiferentes la mayor parte de su vida, alienado de los otros niños de su escuela, dueño de una mentalidad cínica e infeliz. Komatsuzaki es un matón violento e impredecible cuyo traumatismo craneal le hace actuar de forma misteriosa e inexplicable. Arakawa es una chica normal y sin ton ni son, que suspira por Komatsuzaki pero que nunca podrá tenerlo.  \nUn profesor con un solo ojo que le sirve. Una madre que se suicidó. Una hija en un coma interminable. Intentos de violación, asesinatos, extorsión, desviaciones sexuales y una extraña explosión en la población de mariposas. Todos estos elementos se mezclan en una historia que abarca 10 años, una historia de oscuridad, dolor y apocalipsis. Y tal vez sólo un poco de esperanza y redención. Es un cruce espiritual entre la malevolencia suburbana misantrópica de Rivers Edge de Kyoko Okazaki y la espeluznante mística de Donnie Darko.",
   "pt-br": "Suzuki é um garoto com problemas. Ele viveu com pais que não se preocupavam a maior parte de sua vida, era excluído pelas outras crianças na sua escola, dono de uma mentalidade cínica e infeliz. Komatsuzaki é um valentão violento, imprevisível, cujo trauma na cabeça o faz agir de jeito misteriosos, ineplicáveis. Arakawa é uma garota dentro dos padrões, normal, que tem um desejo por Komatsuzaki mas nunca poderá tê-lo. Uma professora com apenas um olho bom. Uma mãe que cometeu suicídio. Uma filha num coma sem fim. Tentativas de estupros, extorsões, apelações sexuais e uma esquisita explosão na população de borboletas. Todos esses elementos estão enrolados juntos numa estória que atravessa 10 anos, um conto sobre a escuridão, dor e o apocalipse. E, talvez, só um pouco de esperança e redenção. É uma passagem espiritual entre a malevolência misantrópica do subúrbio da Margem do Rio Kyoko Okazaki e o misticismo assustador de Donnie Darko."
  },
  "links": {
   "al": "31373",
   "ap": "nijigahara-holograph",
   "engtl": "http://www.fantagraphics.com/nijigahara-holograph/",
   "kt": "2951",
   "mal": "1373",
   "mu": "6515"
  },
  "originalLanguage": "ja",
  "lastVolume": "1",
  "lastChapter": "12.5",
  "publicationDemographic": "seinen",
  "status": "completed",
  "contentRating": "safe",
  "tags": [
   {
    "id": "3b60b75c-a2d7-4860-ab56-05f391bb889c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Psychological"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Tragedy"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   }
  ],
  "version": 3,
  "createdAt": "2018-02-12T14:45:02+00:00",
  "updatedAt": "2021-12-07T10:34:45+00:00"
 },
 "relationships": [
  {
   "id": "a5b9c82d-9cd3-41b8-ac46-6cb860d4e254",
   "type": "author",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Asano Inio",
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "youtube": null
   }
  },
  {
   "id": "a5b9c82d-9cd3-41b8-ac46-6cb860d4e254",
   "type": "artist",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Asano Inio",
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "youtube": null
   }
  },
  {
   "id": "88a7a856-b6fb-4f93-811a-6b2e848fc61b",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T16:45:07+00:00",
    "description": "",
    "fileName": "55bc0bd1-a07e-427a-a5e9-fe30fdc43607.jpg",
    "updatedAt": "2021-05-24T16:45:07+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}