{
 "id": "b9532357-0230-4560-8e77-797010e41eb0",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Trainee Doctor: Kenichi Furuya"
  },
  "altTitles": [
   {
    "ja": "研修医 古谷健一"
   },
   {
    "es-la": "Doctor en Formación: Kenichi Furuya"
   },
   {
    "ja-ro": "Kenshuui Furuya Kenichi"
   }
  ],
  "description": {
   "en": "Kenichi Furuya is a newly graduated doctor who has just passed the National Medical Examination after completing six years of studies at the university medical school. He and four of his classmates are scheduled to undergo a two-year internship at St. Antonio's Hospital in Yokohama to become full-fledged doctors.\n\n　While Furuya is taking a nap in the resident's room after dropping off Suzuki, the drunken head of the internal medicine department, at the resident's welcome party, a group of injured bikers are brought in. Furuya is also summoned to the emergency room and told to stitch up a laceration on a young man. Furuya is flustered and frightened by his first big job, but when he somehow finishes the sutures, he realizes that he can manage it.\n\nFuruya faces the various illnesses and problems of his patients, and with the help of his colleagues, he gradually discovers the path he should take as a doctor.",
   "es-la": "Kenichi Furuya es un nuevo médico que acaba de aprobar el examen nacional de medicina tras completar seis años de estudios universitarios de medicina. Él y cuatro de sus compañeros están a punto de embarcarse en un periodo de prácticas de dos años en el Hospital San Antonio de Yokohama para convertirse en médicos de pleno derecho.\n\n　La noche de la fiesta de bienvenida a los internos, Furuya está durmiendo una siesta en la habitación de los residentes después de dejar a Suzuki, el borracho jefe del departamento de medicina interna, cuando llega un grupo de motoristas heridos. Furuya también es convocado a la sala de emergencias y se le indica que suture una lesión de un joven. Furuya se siente nervioso y asustado por su primer gran trabajo, pero cuando termina de alguna manera las suturas, se da cuenta de que puede hacerlo.\n\nFuruya se enfrenta a las distintas enfermedades y problemas de sus pacientes y, con la ayuda de sus colegas, va descubriendo el camino que debe seguir como médico.",
   "ja": "古谷健一は大学医学部で6年間の学業を終え、医師国家試験に合格したばかりの新米医師。彼は4人の同期と一緒に、一人前の医師になるために、横浜にある聖アントニオ病院で2年間に及ぶ研修を行うことになっている。\n　研修医歓迎会が行われたその夜、泥酔した内科部長の鈴木を病院に送り届けた古谷が研修医ルームで仮眠をとっていると、怪我を負った暴走族の若者たちが運び込まれる。古谷も緊急外来に呼び出され、ある若者の裂傷を縫合するよう言いつけられる。初めての大仕事に慌て怖気づく古谷だが、どうにか縫合を終えると、「なんとかやれそうだな」という実感を抱く。\n　脳梗塞、肺がん、睡眠薬自殺、出産、過労、拒食症、脳死、老人性痴呆、子宮筋腫、エイズ、白血病……。古谷は患者たちのさまざまな病気や問題と向き合い、仲間たちに助けられながら、医師として自分の進むべき道を少しずつ見出していく。"
  },
  "links": {
   "al": "145458",
   "amz": "https://www.amazon.co.jp/dp/B081P3L5M1",
   "bw": "series/179817",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/497771/",
   "mu": "64823"
  },
  "originalLanguage": "ja",
  "lastVolume": "4",
  "lastChapter": "38",
  "publicationDemographic": "seinen",
  "status": "completed",
  "year": 1991,
  "contentRating": "safe",
  "tags": [
   {
    "id": "3b60b75c-a2d7-4860-ab56-05f391bb889c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Psychological"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "92d6d951-ca5e-429c-ac78-451071cbf064",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Office Workers"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "c8cbe35b-1b2b-4a3f-9c37-db84c4514856",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Medical"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Tragedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 10,
  "createdAt": "2022-02-15T21:19:40+00:00",
  "updatedAt": "2023-02-04T21:56:10+00:00"
 },
 "relationships": [
  {
   "id": "ace27002-f0d3-4d97-bdf4-7ba1c75d18af",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "Born in Mihara City, Hiroshima Prefecture. His father was a former army doctor who fought as a village doctor in his hometown from the end of the war until his death at the age of 85.\n\nNagai studied at Mihara Higashi High School in Hiroshima Prefecture and graduated from Tokyo Medical University School of Medicine. He became a physician and worked at Kanagawa Prefectural Hospital, where his position at the time of his retirement was Chief of Internal Medicine. Along the way, he has studied at the International Institute for Stress Research at the University of Montreal. He holds a doctorate in medicine (Tokyo Medical University).\n\nIn 1982, he left his full-time job as a physician and set up a planning and publishing company, Shoeisha Ltd. He also worked as a medical journalist, writing a series of articles for QA magazine, published by Heibonsha. In DAYS JAPAN, published by Kodansha, he interviewed American medical researchers such as Robert Gallo, considered the discoverer of HIV, and Peter Duesberg, who argues that HIV is not the cause of AIDS, in a special article on AIDS.\n\nSince 1998, he has been working as a shipboard doctor on the research vessels Kaiyo Maru and Teruyo Maru of the Fisheries Agency, and on the training vessel Koyo Maru of the Fisheries University. Half of the year is spent at sea. The book \"**Ayashii Funaishi, Minami Taiheiyo wo Yuku\"** (あやしい船医、南太平洋をゆく) it's a reccord of his voyage\n\nAs a medical journalist, he has written from various perspectives, but Akira's basic stance was to \"aim for a bridge between the medical field and society at large, which is far from it.\" In addition, he wrote the original script for comics \"Kenshuui Furuya Kenichi\" and Iryuu: Team Medical Dragon\", supervised animation version of Black Jack, and co-wrote the screenplay with Kazuki Omori for the 1990 film \"Boku ga Byouki ni Natta Riyuu (ボクが病気になった理由).\"\n\nHe passed away from complications resulting from liver cancer on July 7, 2004\n\nHis major works include such as the series:\n\n   - \"Boku ga Isha o Yameta Riyuu (ぼくが医者をやめた理由)\", based on his own experiences as a doctor.\n- \"Black Jack ni Nanare Nai Keredo (ブラック・ジャックにはなれないけれど)\"\n- \"Katarezu - Tokai Daigaku Anraku-shi Satsujin Jiken (病者は語れず―東海大学安楽死殺人事件)\".\n- \"Jitsuroku Otoko no Kounenki (実録・男の更年期)\".\n- \"Yamu Hito, Iyasenu Hito (病む人、癒せぬ人)\".\n- \"Byousha wa Katarezu (病者は語れず)\".\n- \"Kimajimena Shinzou (生真面目な心臓)\".\n- \"Boku ni Rougo ga Muru Mae ni(ぼくに老後がくる前に)\".\n",
     "es-la": "Nació en la ciudad de Mihara, prefectura de Hiroshima. Su padre era un antiguo médico del ejército que luchó como médico de pueblo en su ciudad natal desde el final de la guerra hasta su muerte a los 85 años.\n\nNagai estudió en el instituto Mihara Higashi de la prefectura de Hiroshima y se licenció en la Facultad de Medicina de la Universidad Médica de Tokio. Se hizo médico y trabajó en el Hospital de la Prefectura de Kanagawa, donde su cargo en el momento de su jubilación era el de Jefe de Medicina Interna. Por el camino, ha estudiado en el Instituto Internacional de Investigación sobre el Estrés de la Universidad de Montreal. Es doctor en medicina (Universidad Médica de Tokio).\n\nEn 1982, dejó su trabajo a tiempo completo como médico y creó una empresa de planificación y edición, Shoeisha Ltd. También trabajó como periodista médico, escribiendo una serie de artículos para la revista QA, publicada por Heibonsha. También trabajó ocasionalmente como médico de barco. En DAYS JAPAN, publicado por Kodansha, entrevistó a investigadores médicos estadounidenses como Robert Gallo, considerado el descubridor del VIH, y Peter Duesberg, que sostiene que el VIH no es la causa del sida, en un artículo especial sobre el sida.\n\nDesde 1998, trabaja como médico de a bordo en los buques de investigación Kaiyo Maru y Teruyo Maru de la Agencia de Pesca, y en el buque de formación Koyo Maru de la Universidad de Pesca. La mitad del año se pasa en el mar.\n\nComo periodista médico, ha escrito desde diversas perspectivas, como la serie \"Boku ga Isha o Yameta Riyuu\", basada en sus propias experiencias como médico, \"Black Jack ni Nanare nai Keredo\", \"Katarezu ― Tokai Daigaku Anraku-shi Satsujin Jiken\" y \"Jitsuroku Otoko no Kounenki\". Hay varias perspectivas, pero la postura básica de Akira fue \"apuntar a un puente entre el campo médico y la sociedad en general, que está lejos de ello\". Además, escribió el borrador original de los cómics \"Kenshuui Furuya Kenichi\" y \"Ita - Team Medical Dragon,\", supervisó la versión de animación de Black Jack y coescribió el guión con Kazuki Omori para la película de 1990 \"Boku ga Byouki ni Natta Riyuu\".\n\nFalleció en julio de 2004. La causa de la muerte fue un cáncer de hígado. \n\nEntre sus principales obras se encuentran:\n\n   - \"Boku ga Isha o Yameta Riyuu (ぼくが医者をやめた理由)\", basado en sus propias experiencias como médico.\n- \"Black Jack ni Nanare Nai Keredo (ブラック・ジャックにはなれないけれど)\"\n- \"Katarezu - Tokai Daigaku Anraku-shi Satsujin Jiken (病者は語れず―東海大学安楽死殺人事件)\".\n- \"Jitsuroku Otoko no Kounenki (実録・男の更年期)\".\n- \"Yamu Hito, Iyasenu Hito (病む人、癒せぬ人)\".\n- \"Byousha wa Katarezu (病者は語れず)\".\n- \"Kimajimena Shinzou (生真面目な心臓)\".\n- \"Boku ni Rougo ga Muru Mae ni(ぼくに老後がくる前に)\".\n",
     "ja": "広島県三原市生まれ。 父は元軍医で、終戦後から85歳で死亡するまで、町医者として地元で奮闘していた。\n\n永井は広島県立三原東高等学校を経て、東京医科大学医学部医学科卒業。医師となって神奈川県立病院で勤務医を務め、退職時の役職は内科医長。途中、モントリオール大学国際ストレス研究所への留学経験がある。医学博士（東京医科大学）。\n\n1982年（昭和57年）、専業の医者をやめ、企画・編集会社、有限会社「翔洋社」を設立した。さらに、平凡社刊ＱＡ誌に連載を持つなど、医療ジャーナリストとして活動した。その後もときおり、船医などとして診療にも従事していた[1]。講談社が発行していたDAYS JAPANでは、エイズ特集記事の中で、HIVの発見者とされるロバート・ギャロ、HIVはエイズの原因ではないと主張するピーター・デュースバーグ、等のアメリカの医学研究者へのインタビューを行なっている。\n\n医療ジャーナリストとしては、自らの医者としての経験をふまえた『ぼくが医者をやめた理由』シリーズのほか、『ブラック・ジャックにはなれないけれど』、『病者は語れず―東海大学安楽死殺人事件』、『実録・男の更年期』など、多様な切り口からのものがあるが、基本的なスタンスは「医療の現場と、そことは距離のある一般社会との、橋渡しを志す」というものだった。また、その延長線上でコミック『研修医古谷健一』及び『医龍-Team Medical Dragon-』の原案、アニメ版ブラック・ジャックの監修や1990年（平成2年）の映画、『ボクが病気になった理由』では大森一樹との共同脚本を手がけている。\n\n2004年（平成16年）7月逝去。死因は肝臓がんだった。 \n\n主な著作に『実録ぼくの更年期』（浩気社）、『ぼくが医者をやめた理由』（平凡社）、『病む人、癒せぬ人』（朝日新聞社）、『病者は語れず』（文藝春秋）、『生真面目な心臓』（角川書店）、『ぼくに老後がくる前に』（飛鳥新社）など多数。近著に『適応上手』（2004.7.角川書店）がある。\n1998年より、水産庁調査船｢開洋丸｣、｢照洋丸｣、水産大学校練習船｢耕洋丸｣に船医として乗船。年間の半分は航海生活である。その航海記録として『あやしい船医、南太平洋をゆく』（角川書店）がある。"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Nagai Akira",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-02-16T01:40:44+00:00",
    "version": 6,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "87417178-2d81-4987-9df1-49466e0df222",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Satomi Kei",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "f4173178-791d-4d5d-b74b-81de0571c82e",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-02-15T21:21:40+00:00",
    "description": "",
    "fileName": "110a1d04-5ead-410c-bbde-f22d182e40c7.jpg",
    "locale": "ja",
    "updatedAt": "2022-02-15T21:21:40+00:00",
    "version": 1,
    "volume": "1"
   }
  }
 ]
}