{
 "id": "bec59957-8da2-4828-bc04-702a8dcad62a",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Candy Girl"
  },
  "altTitles": [
   {
    "ja": "キャンディーガール"
   }
  ],
  "description": {
   "en": "A collection of lighthearted short story one-shots about sexual harassment, non-consensual situations, or taking advantage... leading to HAPPY sex.\n\nGenerally, all is not at all what it seemed, and the tables are turned, with \"victimized\" party ending up with getting what they wanted or needed. Written and illustrated by hentai artist Michiru Chikasato\n\n1. It's A Prize Beyond My Reach. He's an awkward geek, she's the school's #1 hottie. While alone with her on cleaning duty, he notices she isn't wearing any panties, and finds his self-control sorely tested...\n\n2. Spider Sis. His gorgeous but weird older sister always spies on him. She sees him with a girl and runs away. But then he comes home to find her sleeping on the floor...\n\n3. Contact. Boisterous and scary (but sexy) Fujisaki catches her short, dorky virgin classmate Okada trying to glimpse girls' panties. Okada runs off and avoids her for the rest of the day. After school, she waylays him and drags him off to a nearby park. Seems she's been curious about Okada after seeing schoolyard bullies strip him, and now also wants his pants off...\n\n4. Pussy Food. An older woman finds a small boy in box wearing a cat suit and takes him home. As per the rumours about lonely cat ladiexs, a hungry kitty can be convinced to lick up something yummy from just about anywhere... But just who is playing whom here?\n\n5. Lil Sis Fetish. She's going to save her onii-chan from being otaku if it's the last thing she does. But then she agrees to cos-play for him just once...\n\n6. Rain Witch. He found her in the pouring rain, alone, silent, wearing only a nightgown. He couldn't leave her there--was it pity, or raw lust?\n\n7. Metamorphose. Handsome and popular Takafumi appears to ignore plain Miho in public. She drags him into a storage room, lets her hair down, and reminds him who's really Master... (mild, mostly psychological BDSM - nothing violent or too extreme)\n\n8. Crazy About Brother. Finally she's got the Whoopee Dancer, a new adult toy sensation. She runs up to her room to try it out. Then her brother hears her scream and naively comes rushing to the rescue... Big Sis, however, desires a different kind of \"help\".\n\n9. Young Boy, Young Girl. Goody two-shoes girl wanders off towards an old shed in the schoolyard, scary delinquent boy stalks her with ill intentions... But not everything is what it seems.\n\n10. Future Cat Anaemon. In this parody of Doraemon bullied Tsuyoshi seeks help from cute Anaemon who gives him a Slave Gun. To make sure it works Tsuyoshi uses it on Anaemon...\n\n||TAGS|\n|:-|:-\n|MALE| big penis, catboy, cheating, glasses, schoolboy uniform, shotacon, virginity\n|FEMALE| anal, big ass, big breasts, blowjob, catgirl, cosplay, deepthroat, double penetration, femdom, fingering, glasses, maid, masturbation, mind control, nakadashi, paizuri, robot, schoolgirl uniform, sex toys, sister, stockings, stomach deformation, x-ray\n|MIXED| incest\n|OTHER| tankoubon, uncensored"
  },
  "links": {
   "mu": "19392"
  },
  "originalLanguage": "ja",
  "lastVolume": "1",
  "lastChapter": "10",
  "status": "completed",
  "year": 2007,
  "contentRating": "pornographic",
  "availableTranslatedLanguages": [
   "en"
  ],
  "latestUploadedChapter": "b1432e43-bcbb-4aef-9aa6-6eaa0787b2fd",
  "tags": [
   {
    "id": "5bd0e105-4481-44ca-b6e7-7544da56b1a3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Incest"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ddefd648-5140-4e5f-ba18-4eca4071d19b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Shota"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 6,
  "createdAt": "2020-06-30T05:23:20+00:00",
  "updatedAt": "2023-10-17T11:06:19+00:00"
 },
 "relationships": [
  {
   "id": "950fc621-c764-4f9c-8134-6042189e0381",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Chikasato Michiru",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "950fc621-c764-4f9c-8134-6042189e0381",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Chikasato Michiru",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "94d0da72-01cf-43c7-a3a9-f8542a698f49",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2023-03-19T13:34:02+00:00",
    "description": "",
    "fileName": "ce9b5b91-624d-445e-b94a-738df3dc1b54.jpg",
    "locale": "ja",
    "updatedAt": "2023-03-19T13:34:02+00:00",
    "version": 1,
    "volume": "1"
   }
  }
 ]
}