{
 "result": "ok",
 "data": {
  "id": "c114df41-8286-4098-adcf-b114b99b50b7",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Make Love Shiyo!!"
   },
   "description": {
    "en": "1) Let's Make Love!! (Make Love Shiyo!!). (v01 ch1 to 6) Mari Nishimiya is a high school junior who's tired of playing it safe. Less concerned with her summer session and more with achieving the love of a lifetime, she ventures to a foreigners' pub with her childhood friend, Yuuta. There, she meets Leon Gardner, an American dancer with a talented tongue (...meaning, he's bilingual)! While Yuuta disapproves, having an unrequited love for Mari himself, he and other enemies of this international relationship may be powerless to stop it when Leon joins Mari's class as... (!!!)\r\n\r\nLet's Make Love!! - Farside Story (Make Love Shiyo!! Chou - Bangaihen). (v01 omake). Shinjo Mayu parodies her own work by inserting new dialogue into some of her pages from v01. It's the tale of the Gardner family, where Leon is Papa, Chris is Mama, and Mari is their daughter! Additional curiosities included. \r\n\r\nLet's Make More Love!! (Motto Make Love Shiyo!!). (v02 ch7). Mari wants to have an adult Christmas with Leon. Why is Leon so set against it? \r\n\r\nLet's Always Make Love!! (Zutto Make Love Shiyo!!). (v02 ch8). Attending the international wedding of Leon's friend, Randy, has Mari thinking in a new way about her future. But when Mari begins to feel strangely sick and misses her period, the circumstance forces her to make an early decision! But Leon suddenly has to leave for America!? Why?? Mari isn't going to like the reason Randy gives her... \r\n\r\n2) I Don't Need Any Scenario! (Shinario Nante Iranai!). (v02 ch9). This ground-breaking short story was Shinjo Mayu's first work to contain a provocative sex scene and to mark her as a borderline pornographer! Read the freetalk to learn more! Yuuya is the manager of the drama club, and he's very strict and exacting about how the student thespians handle their roles. Chiharu is supposed to be playing a woman in love, but there's no emotion in her performance! So it's handsome Yuuya's job to teach her how to long for a man... Was this scenario in the script!? \r\n\r\n3) I Want to Be Painted with Your Color (Anata no Iro ni Somaritai). (v02 ch10). This short story is Shinjo Mayu's debut work. Kazumi Inoue wants to be transformed by the magic of a white wedding dress, and then painted in a man's color. The biggest delinquent in school, Kazuya Sakurai, wasn't who she had in mind, though! He's intent on painting her a different color -- why? Kazumi will have her wish - a transformation through the magic of a wedding dress - but not in a way that anyone expects! \r\n\r\n(v02 omake). A whopping nine pages covering a variety of topics. Get a sneak peek into Shinjo Mayu's office, find out her favorite stories and characters, see Leon with a top knot, see Leon touch Yuuta in inappropriate ways, and at long last the burning question is answered: How are chihuahuas significant to this serialization!?"
   },
   "links": {
    "al": "35773",
    "ap": "make-love-shiyo",
    "kt": "12678",
    "mal": "5773",
    "mu": "1889"
   },
   "originalLanguage": "ja",
   "lastChapter": "8.5",
   "publicationDemographic": "shoujo",
   "status": "ongoing",
   "contentRating": "safe",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "School Life"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "60695965-d778-451d-a1eb-290019ed7a2f",
   "type": "author"
  },
  {
   "id": "60695965-d778-451d-a1eb-290019ed7a2f",
   "type": "artist"
  },
  {
   "id": "9522ec7b-4803-4250-9401-a2e593003951",
   "type": "chapter"
  },
  {
   "id": "ed38636b-2c90-4baf-af06-d537df480d0a",
   "type": "chapter"
  },
  {
   "id": "54435b97-65d6-4f81-9d32-a4cd6cf937fe",
   "type": "chapter"
  },
  {
   "id": "98880a38-c199-4bbe-b6dd-7685dc140e95",
   "type": "chapter"
  },
  {
   "id": "3dbb7216-f7da-4367-87b9-7a6300be1ca7",
   "type": "chapter"
  },
  {
   "id": "871632c0-e214-4745-ac4b-5b5e7d436387",
   "type": "chapter"
  },
  {
   "id": "eb0dfcc4-7b59-4ab2-aa1d-ef11c0bd0adf",
   "type": "chapter"
  },
  {
   "id": "a35eea41-e638-4ee0-a114-c3ff71629870",
   "type": "chapter"
  },
  {
   "id": "5c58b5bf-239a-478c-af0e-6825c0e04e5d",
   "type": "chapter"
  },
  {
   "id": "4fcafe31-0344-472e-9270-820f8fa7455c",
   "type": "chapter"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
   "type": "tag"
  }
 ]
}