{
 "id": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "The Age of Arrogance"
  },
  "altTitles": [
   {
    "ko": "오만의 시대"
   },
   {
    "ko-ro": "Omane Sidae"
   },
   {
    "en": "The Era of Pride"
   },
   {
    "en": "City of Arrogance"
   },
   {
    "fr": "L'âge de l'arrogance"
   },
   {
    "es": "La edad de la arrogancia"
   },
   {
    "es": "La nueva era"
   },
   {
    "ne": "अहङ्कारको युग"
   },
   {
    "ru": "Эпоха высокомерия"
   },
   {
    "th": "ยุคแห่งความโอหัง"
   },
   {
    "ja": "傲慢の時代"
   },
   {
    "zh": "傲慢的时代"
   },
   {
    "zh-hk": "傲慢的時代"
   },
   {
    "id": "Masa Kesombongan"
   },
   {
    "vi": "Thời đại của oman"
   },
   {
    "tr": "Gurur Çağı"
   },
   {
    "ar": "عصر الغطر"
   },
   {
    "es-la": "La era de arrogancia"
   }
  ],
  "description": {
   "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت \u003cالحق في اختيار شريك الزواج\u003e. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
   "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
   "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
   "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
   "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 \u003c결혼 상대 선택권\u003e.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
   "pt-br": "O senhor de Pervaz, que liderou a guerra de 28 anos até a vitória, 'Asha Pervaz'. Para Pervaz, que foi devastado pela longa guerra, Asha dirige-se à família imperial para receber a recompensa da vitória prometida pelo imperador. No entanto, a única recompensa que voltou foi o . Como melhor escolha, Asha apontou o ‘Duque de Carlisle Haven’, o primeiro príncipe que recentemente foi privado do título de príncipe herdeiro. Se ela fosse recusada, ela pretendia receber pensão alimentícia do imperador… “Marquês Pervaz. Aceitarei sua proposta de casamento. Contrariando as expectativas, o duque de Carlisle aceitou a escolha de Asha. Prometendo um tremendo apoio à Pervaz…!",
   "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น \u003cการเลือกคู่แต่งงาน\u003e อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
   "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül \u003cEvlilik eşi seçme hakkı\u003e olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
   "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
   "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区\u003c择偶权\u003e，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
   "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
  },
  "links": {
   "al": "170780",
   "ap": "city-of-arrogance",
   "engtl": "https://www.webtoons.com/en/fantasy/the-age-of-arrogance/list?title_no=5839",
   "mal": "162408",
   "mu": "u3ih9nd",
   "nu": "the-age-of-arrogance",
   "raw": "https://comic.naver.com/webtoon/list?titleId=814538"
  },
  "originalLanguage": "ko",
  "status": "ongoing",
  "year": 2023,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "en",
   "es-la",
   "pt-br",
   "pl"
  ],
  "latestUploadedChapter": "7553cc6f-51e9-4984-ab26-16c6770af9a7",
  "tags": [
   {
    "id": "3e2b8dae-350e-4ab8-a8ce-016e844b9f0d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Long Strip"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adaptation"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Full Color"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 19,
  "createdAt": "2023-08-27T10:21:22+00:00",
  "updatedAt": "2024-07-14T18:10:13+00:00"
 },
 "relationships": [
  {
   "id": "646de135-a6b0-466d-ada2-47c3d1b4c898",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2023-08-24T05:17:52+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Team Komodo",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2023-08-24T05:17:52+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "dd35cde7-5614-4dc4-8671-7f6341cf3199",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2023-06-15T19:15:36+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Soy Media",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2023-06-15T19:15:36+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "e8ccfcd6-6b10-4934-b0d7-a81720f0a5b6",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "As a romance fantasy writer, Lemon Frog, I am documenting all my romantic imaginations I had since I was a kid in my novel. I will continue writing in the hopes that my work will give you a brief moment of happiness in your day.\n\n**Associated Names**\n- lemon gaeguri"
    },
    "booth": null,
    "createdAt": "2023-08-27T10:17:49+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Lemon Frog (레몬개구리)",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/lemonfrog_twt",
    "updatedAt": "2024-06-20T07:23:00+00:00",
    "version": 3,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "c2949a97-300c-4169-870d-5a5ad2c7f0e8",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Hansol",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-06-20T07:14:31+00:00",
    "version": 2,
    "website": "https://www.instagram.com/hanss0l",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "47162fe9-1eb2-4861-8452-7d93b020228e",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2023-08-28T19:05:27+00:00",
    "description": "",
    "fileName": "e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "locale": "ko",
    "updatedAt": "2023-08-28T19:05:27+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "9b6631b7-ec1b-4d6e-80ea-b07fa949a43d",
   "type": "creator"
  }
 ]
}