{
 "result": "ok",
 "data": {
  "id": "ca7ad7c3-e7f7-4dae-82fe-9d10dad61345",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Love Love - Kaporin no Yuuwaku Kiss 1"
   },
   "altTitles": [
    {
     "en": "An Insolent Romance"
    },
    {
     "en": "C-Shock"
    },
    {
     "en": "Culture Shock"
    },
    {
     "en": "Love Love - Kaporin no Yuuwaku Kissu 1"
    },
    {
     "en": "ｌｏｖｅ　ｌｏｖｅ　かぽりんの誘惑キッス1"
    }
   ],
   "description": {
    "en": "Love Love\r\nShiori just got a letter from Riichi. They were childhood friends up until he kissed her and left for America, and the thought of that jerk coming back has her so distracted that she gets caught in a wave and almost drowns! She would've died, too, if it weren't for that mysterious boy with a tattoo... He cut himself so badly to save her, and he left her with the kind of ring a boy would give to his girlfriend--but she never saw his face. Later in the day, Shiori spies a hot pro surfer from America... named Riichi! He's back, and he still wants to date Shiori, and...how did he get that terrible cut...?\r\n\r\nIncluded Oneshots:\r\n[*] [b]An Insolent Romance[/b]\r\nSatsuki comes to the bar every day just to watch the seductive bar tender, Yahagi. Rumor has it he changes his cologne every time he changes women. Just as Satsuki begins to understand that she has no chance with him, she's approached by a pervert... and then saved by Yahagi, who says that Satsuki is his woman!? What is this farce? He says he wants to wear her scent -- but only until Valentine's Day. He's using Satsuki to keep his (jealous!) female fans at bay. This can only mean trouble for Satsuki...\r\n\r\n[*] [b]C-Shock / Culture Shock[/b]\r\nHonoka has lost her luggage and her way in Shibuya station. In unfamiliar territory, she gets approached by a group of perverts... and then saved by Shiino, a gang member who practically owns the territory! Honoka is worse off than she was before, because as thanks for saving her, Shiino decides he'll take her virginity!? That's when Honoka does something no woman has ever done before... and it could cost her a lot more than her virginity!\r\n\r\n------------------------------------------------------------------\r\nItalian/Italiano:\r\nLove Love: Shiori ha appena ricevuto una lettera da Riichi, il suo vecchio amico d'infanzia che prima di partire per l’Amierica la baciò. Il pensiero che Riichi sarebbe tornato, la distrae e per poco non affoga.. Lei sarebbe morta, se non fosse per quel ragazzo misterioso, con un tatuaggio… il ragazzo si è tagliato profondamente per salvarla e prima di andarsene gli regala un anello. Nel corso della giornata, Shiori spia un surfista professionista venuto dall’America… di nome Riichi! E' tornato e vuole ancora a tutti i costi Shiori ma, come mai ha quel terribile taglio?\r\n \r\nAn insolent romance: Manca poco al giorno di San Valentino e Satsuki è attratta da un ragazzo della sua stessa età che lavora come barista. Un giorno però succede un fatto imprevisto… il ragazzo le chiede di fingere di essere la sua ragazza…ma per quale motivo? Cosa farà Satsuki ?\r\n\r\nC-Shock: Honoka va a Tokyo per le vacanze estive, ma una volta arrivata alla stazione di Shibuya, viene presa di mira da alcuni tipacci. Per fortuna viene salvata da Shino, un ragazzo tanto carino quanto sfacciato! Come ricompensa per averla salvata, chiederà a Honoka la sua verginità! Quindi la porta, contro la sua volontà, a casa sua e..."
   },
   "links": {
    "al": "35900",
    "ap": "love-love-kaporin-no-yuuwaku-kiss-1",
    "kt": "12919",
    "mal": "5900",
    "mu": "2881"
   },
   "originalLanguage": "ja",
   "lastVolume": "1",
   "lastChapter": "5",
   "publicationDemographic": "shoujo",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    }
   ],
   "version": 2,
   "createdAt": "2018-07-22T04:40:21+00:00",
   "updatedAt": "2021-05-25T15:47:46+00:00"
  }
 },
 "relationships": [
  {
   "id": "4f289aa3-543a-4720-b4c7-76bc01546ea0",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "MIYASAKA Kaho",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "4f289aa3-543a-4720-b4c7-76bc01546ea0",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "MIYASAKA Kaho",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "7d8ca9ec-2db1-4fb0-9ce4-1eea010f08c8",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T18:41:46+00:00",
    "description": "",
    "fileName": "e8190437-0098-4a6f-b60e-8150b4df1f38.jpg",
    "updatedAt": "2021-05-24T18:41:46+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}