{
 "id": "cedc7401-8c70-4057-b14a-4ecbbcd73945",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Otoyomegatari"
  },
  "altTitles": [
   {
    "ja": "乙嫁語り"
   },
   {
    "ja-ro": "Otoyome Gatari"
   },
   {
    "de": "Young Bride's Story"
   },
   {
    "de": "Die Geschichte einer Braut"
   },
   {
    "no": "Brudens Fortellinger"
   },
   {
    "fr": "Bride Stories"
   },
   {
    "it": "I Giorni Della Sposa"
   },
   {
    "pt": "A història de uma noiva"
   },
   {
    "es": "La historia de una novia"
   },
   {
    "ru": "История молодой невесты"
   },
   {
    "uk": "Історія молодої нареченої"
   },
   {
    "pl": "Opowieść panny młodej"
   },
   {
    "el": "Οι ιστορίες της νύφη"
   },
   {
    "ne": "बेहुलीहरूका कथा"
   },
   {
    "fi": "Aron morsiamet"
   },
   {
    "fi": "Morsiamen tarina"
   },
   {
    "ar": "قصة عروس"
   },
   {
    "tr": "Gelin Öyküsü"
   },
   {
    "id": "The Bride's Stories"
   },
   {
    "vi": "Cô Dâu Thảo Nguyên"
   },
   {
    "ko": "신부이야기"
   },
   {
    "th": "เจ้าสาวแห่งทางสายไหม"
   },
   {
    "zh": "少女新娘物语"
   },
   {
    "zh-hk": "姊嫁物語"
   },
   {
    "kk": "Келін Хикаясы"
   },
   {
    "en": "A Bride's Story"
   },
   {
    "en": "A Bride's Tale"
   },
   {
    "tr": "Gelinin Öyküsü"
   }
  ],
  "description": {
   "ar": "تدور أحداث القصة في بلدة ريفية بالقرب من بحر قزوين في آسيا الوسطى خلال أواخر القرن التاسع عشر عند الغزو الروسي ، وتدور القصة حول امرأة شابة ، أمير ، تصل من قرية بعيدة عبر الجبال لتتزوج كارلوك ، شاب ثماني سنوات. صغارها. يتتبع المسلسل علاقتهما أثناء تطورها ، بينما يقدم قصصًا أخرى حول مختلف الشابات وحياتهن اليومية مع خطيبهن وأزواجهن على طول طريق الحرير .",
   "de": "Die zwanzigjährige Amira wird von ihrem Clan zu einer Familie jenseits der Berge geschickt, damit sie deren zwölfjährigen Sohn Karluk heiratet. Nach der Hochzeit fügt sich Amira schnell in ihre neue Familie ein. Während sie einige Zeit nach ihrer Hochzeit mit Karluk entfernte Verwandte seines Clans besucht, beschließt ihre eigene Familie, sie zurückzufordern, da sie mit Amira andere Pläne haben...",
   "en": "Central Asia, mid-19th century: in a rural town near the Caspian Sea, a young woman named Amir arrives from a distant village \nacross the mountains to marry Karluk, a boy eight years her junior. The story unfolds among details of everyday family and community life. \nHowever, the peaceful atmosphere is disturbed when Amir's family demands to take her back to their village.  \n  \n\n---\n- **Won the 7th Manga Taisho Award in 2014**",
   "es": "Ambientada en una ciudad rural cerca del mar Caspio en Asia Central a finales del siglo xix, la historia gira en torno a una joven llamada Amira, que llega de un pueblo distante a través de las montañas para casarse con Karluk, un joven ocho años menor que ella. La serie sigue su relación a medida que se desarrolla, al tiempo que presenta otras historias sobre varias mujeres jóvenes y su vida cotidiana con sus respectivos novios y esposos a lo largo de la Ruta de la Seda.",
   "fi": "Tarina seuraa aluksi tuoreen morsiamen, Amiran, sekä hänen uuden perheensä elämää. Myöhemmin muun muassa kuljetaan tutkimusmatkailijan seurassa ja tutustutaan uusiin seutuihin ja uusiin morsiamiin. Upea piirrosjälki, taidokas tunnelmanluonti, uskottavasti rakennettu eksoottinen miljöö sekä useat kiinnostavat henkilöhahmot tekevät Aron morsiamista vuoden mangatapauksen!",
   "fr": "La vie d’Amir, 20 ans, est bouleversée le jour où elle est envoyée dans le clan voisin pour y être mariée. Elle y rencontre Karluk, son futur époux… un garçon de huit ans son cadet ! Autre village, autres mœurs… La jeune fille, chasseuse accomplie, découvre une existence différente, entre l’aïeule acariâtre, une ribambelle d’enfants et Smith, l’explorateur anglais venu étudier leurs traditions.\n\nMais avant même que le jeune couple ait eu le temps de se faire à sa nouvelle vie, le couperet tombe : pour conclure une alliance plus avantageuse avec un puissant voisin, le clan d’Amir décide de récupérer la jeune femme coûte que coûte…",
   "id": "Karluk Eyhon dan Amira Hargal adalah pasangan suami istri dengan usia terpaut delapan tahun (Amira 20 tahun dan Karluk 12 tahun). Setelah menikah mereka tinggal bersama dengan Keluarga Karluk.\nHubungan keduanya pun berjalan dengan baik. Namun, ketenangan mereka kemudian terusik oleh kedatangan kakak serta sepupu Amira yang berniat membawanya pulang. Apa yang sebenarnya terjadi!?",
   "it": "Tardo XIX secolo, nelle vicinanze del Mar Caspio in Asia centrale, lungo la via della seta. La ventenne Amira viene mandata dalle montagne in cui vive ad un altro villaggio, per sposare il più giovane Karluk, appena dodicenne. Dopo gli iniziali imbarazzi per la differenza di età fra i due, il loro rapporto comincia ad essere sempre più unito e Amira inizia ad abituarsi alla vita della tribù e ad integrarsi nella comunità, ma la pace viene disturbata quando delle persone della famiglia di Amira raggiungono il villaggio per riprenderla con loro.",
   "ja": "美貌の娘・アミル（20歳）が嫁いだ相手は、若干12歳の少年・カルルク。遊牧民と定住民、８歳の年の差を越えて、ふたりは結ばれるのか……？　『エマ』で19世紀末の英国を活写した森薫の最新作はシルクロードの生活文化。馬の背に乗り弓を構え、悠久の大地に生きるキャラクターたちの物語！",
   "ko": "독특한 감성으로 큰 인기를 끌며 많은 사랑을 받았던 만화 \u003c엠마\u003e의 작가 모리카오루의 신작. 19세기 중앙아시아의 실크로드를 배경으로 한 장대한 스케일의 내용과 섬세하고 화려한 그림 그리고 한층 성숙된 탄탄한 스토리로 무장하였다. 드넓은 중앙 아시아를 배경으로 이야기가 펼쳐진다.\n\n이제 무대는 중앙아시아 실크로드. 끝없는 대지에서 살아가는 유목 정착민의 낮과 밤이 펼쳐지는 카스피 해 인근의 지방도시. 아름다운 연상의 신부 아미루와 소년에서 어른이 되어가는 어린 신랑 카르르크는 부부가 된다. 다른 부족에서 시집온 아미루와 어린 신랑 카르르크의 평화롭고 행복한 시간도 잠시. 이 두 부부에게 다가오는 어두운 계획이 꿈틀거리기 시작한다.",
   "ne": "मध्य एशिया, 19 औं शताब्दीको मध्य: \nक्यास्पियन सागर नजिकैको एक ग्रामीण सहरमा, आमिरा नामकी युवती आफू भन्दा आठ वर्ष कान्छो केटा कार्लुकसँग विवाह गर्न पहाड पारी टाढाको गाउँबाट आइपुग्छिन्।  \nकथा दैनिक परिवार र सामुदायिक जीवनको विवरणहरूको बारेमा हो।\nतर, आमिराको परिवारले उनलाई आफ्नो गाउँ फर्काउन माग गर्दा शान्तिपूर्ण वातावरण खलबलिएको छ।",
   "pl": "Dwudziestoletnia Amir zostaje wydana za młodszego o 8 lat Karluka. Dziewczyna opuszcza swoje koczownicze plemię, by zamieszkać wraz z mężem i jego rodziną w odległym mieście na Jedwabnym Szlaku. Uzdolniona w łucznictwie i jeździectwie, otwarta i bezpośrednia Amir próbuje odnaleźć swoje miejsce w nowej społeczności. Gdy między nią a Karlukiem rozkwita głębsze uczucie, w mieście pojawia się starszy brat Amir, żądając unieważnienia małżeństwa. Między dwoma rodzinami wybucha spór.",
   "ru": "Это истории из жизни Амиры - прекрасной лучницы и наездницы, посланной за горы, чтобы выйти замуж за Карлука - одного из поселенцев, который младше её на 8 лет. Благодаря многим своим умениям, Амира быстро находит себе место среди жителей деревни. Но всё меняется, когда люди из деревни Амиры решают забрать её назад.",
   "th": "ตั้งอยู่ในเมืองชนบทใกล้ทะเลแคสเปียนในเอเชียกลางในช่วงปลายศตวรรษที่ 19 ที่รัสเซียพิชิตเรื่องราวหมุนรอบหญิงสาวคนหนึ่งชื่ออาเมียร์ที่มาจากหมู่บ้านห่างไกลข้ามภูเขาเพื่อแต่งงานกับคาร์ลุก ชายหนุ่มอายุแปดขวบ จูเนียร์ของเธอ ชุดนี้ความสัมพันธ์ของพวกเขาในขณะที่มันพัฒนาในขณะที่การนำตุ๊กตุ่นอื่น ๆ เกี่ยวกับหญิงสาวที่ต่างๆและชีวิตประจำวันของพวกเขากับคู่หมั้นของตนและสามีไปตามเส้นทางสายไหม",
   "uk": "Події цієї романтично-пригодницької історії розгортаються у Середній Азії позаминулого століття. Молода дівчина Аміра із суворого кочового клану прибуває до селища, щоб вийти заміж за Карлука. Це незвичайний шлюб – адже наречений молодший за неї на вісім років. Однак найбільше бажання Аміри – стати йому гарною дружиною. Вона усіма силами старається догодити і йому, і своїй новій родині, дивуючи давно осілих землеробів своїми талантами.",
   "vi": "Vào thế kỉ 19, ở khu vực Trung Á, tại một vùng thị tứ gần biển Caspi…\n\nCó một cô dâu đã vượt qua bao núi đồi để đến bên một “chú rể nhỏ”.\nCô hoang dã, đáng yêu, chân thành, đáng quý.\nVút qua thảo nguyên xanh ngời, cô bên “chàng” cưỡi ngựa du ca.\nGiương cung hướng lên trời, cô đem về biết bao ngạc nhiên, kì lạ.\n\nĐây là câu chuyện về một phương trời xa xôi huyền bí.\nCâu chuyện trên Con đường Tơ lụa lắm diệu kì.\nNơi cuộc sống diễn ra trong bao la, hào sảng.\nTrong những hành trình, trong tình người và trong những lời ca.\n\nCùng với đó, không thể không nhắc đến nét vẽ tài hoa, tỉ mỉ đến tuyệt vời của tác giả, sẽ khắc họa những nét văn hóa quyến rũ đến lạ kì của một vùng Trung Á bát ngát, bao la.",
   "zh-hk": "故事設定在19世紀後半，中亞與裏海週邊的草原地帶。以12岁的少年哈剌鲁和比他大8岁的新娘爱米尔为起頭，描写在丝绸之路的游牧民族和定居民族的生活。 由數個新娘的故事組成，新娘年齡不一，來自不同的地方。有各個角色的互動凸顯出當地的民俗風情。"
  },
  "links": {
   "al": "41514",
   "amz": "https://www.amazon.co.jp/gp/product/B074C3RRLV",
   "ap": "a-brides-story",
   "bw": "series/308/list",
   "cdj": "http://www.cdjapan.co.jp/searches?term.cat_id=UD-14-03\u0026page=\u0026agg_use=cat_ids_hierarchal_treeish_foldable\u0026term.media_format=\u0026q=%E4%B9%99%E5%AB%81%E8%AA%9E%E3%82%8A",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/28407/",
   "engtl": "https://yenpress.com/series/a-bride-s-story",
   "kt": "21550",
   "mal": "11514",
   "mu": "37308",
   "raw": "https://comic-walker.com/contents/detail/KDCW_EB06000002010000_68/"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "seinen",
  "status": "ongoing",
  "year": 2008,
  "contentRating": "suggestive",
  "availableTranslatedLanguages": [
   "ru",
   "pt-br",
   "bg",
   "hu",
   "en",
   "kk"
  ],
  "latestUploadedChapter": "1494d905-c252-4439-8491-5adef84fd777",
  "tags": [
   {
    "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Award Winning"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "31932a7e-5b8e-49a6-9f12-2afa39dc544c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Traditional Games"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "33771934-028e-4cb3-8744-691e866a923e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Historical"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "5fff9cde-849c-4d78-aab0-0d52b2ee1d25",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Survival"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "ea2bc92d-1c26-4930-9b7c-d5c0dc1b6869",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Cooking"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 48,
  "createdAt": "2018-03-29T04:21:49+00:00",
  "updatedAt": "2023-11-16T19:38:22+00:00"
 },
 "relationships": [
  {
   "id": "960ae971-5c27-477f-8962-d3abea4cc6b8",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "Kaoru Mori is a Japanese manga artist from Tokyo and the creator of the manga series Shirley, Emma, and Otoyomegatari. Many of her works are centered on female characters in the 19th century, such as a maid in Victorian Britain and a bride in Turkic Central Asia. \n\nMori's works are known for their high level of detail in terms of clothing design, historical nuances, and background work. Her manga series are often published outside Japan in larger, hardbound editions to complement the heavy detail seen on every page.\n\n[Source Wikipedia]\n"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Mori Kaoru",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-05-15T16:26:23+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "960ae971-5c27-477f-8962-d3abea4cc6b8",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "Kaoru Mori is a Japanese manga artist from Tokyo and the creator of the manga series Shirley, Emma, and Otoyomegatari. Many of her works are centered on female characters in the 19th century, such as a maid in Victorian Britain and a bride in Turkic Central Asia. \n\nMori's works are known for their high level of detail in terms of clothing design, historical nuances, and background work. Her manga series are often published outside Japan in larger, hardbound editions to complement the heavy detail seen on every page.\n\n[Source Wikipedia]\n"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Mori Kaoru",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-05-15T16:26:23+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "4a662215-357a-46d7-983b-7c8388b6b7f2",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2022-10-13T09:47:03+00:00",
    "description": "",
    "fileName": "fd566b46-0560-46e7-81fe-a67c2942aed8.jpg",
    "locale": "ja",
    "updatedAt": "2022-10-13T09:47:03+00:00",
    "version": 1,
    "volume": "14"
   }
  },
  {
   "id": "2be6f59f-454c-4894-b08f-f490152c9312",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "93b98af5-1424-4793-a73c-7622300aa094",
   "type": "manga",
   "related": "side_story"
  }
 ]
}