{
 "result": "ok",
 "data": {
  "id": "d0839f46-afb5-4c53-a0f3-8c78824df6a0",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Crazy for Daddy"
   },
   "altTitles": [
    {
     "en": "クレイジー・フォー・ダディ"
    },
    {
     "en": "クレイジーフォーダディ"
    }
   ],
   "description": {
    "en": "From Fushichou:\r\n\r\nCrazy for Daddy is a collection of unrelated, hard yaoi one-shots by Chi-ran. From light-hearted humor, to angst and a taste of the forbidden, each chapter embraces a wide variety of subjects and emotions, exploring the different sexual relationships between eclectic groups of characters. Some of the stories contain elements of bondage, non-con themes, and incest.\r\n\r\n1) Crazy For You:\r\nMizugami is surprised one day when that woman, who was his first and last, suddenly appears after sixteen years and tells him he is a father. Not only that, but his son Yuuri is now his responsibility. Yuuri has always harbored an attraction for his small, cute daddy, and can’t see the man as his father. Can Yuuri help his daddy see beyond the forbidden and accept him as a lover?\r\n\r\n2) So, I Know All About It:\r\nMitomo sleeps with other men for money and as a hobby. Toudou is his childhood friend and wants him to stop, nagging constantly about pride and self-respect. He has always loved Mitomo and has never been with another, wanting to give his first kiss and first experience to his childhood friend. Mitomo knows Toudou is a virgin and taunts him until Toudou finally gives into the seduction, making love for the first time with Mitomo. Just when Toudou thinks that things have changed and all is right in the world, he catches Mitomo with another customer. Can Toudou convince Mitomo to give up his whoring ways?\r\n\r\n3) Cute Little Devil:\r\nIbuki Kaoru is a normal human who keeps 4 demons as pets. The youngest demon, Dooru, is connected to Ibuki because if he doesn’t drink Ibuki’s blood, he can’t survive. Having Dooru drink his blood while he has sex with the demon, fills Ibuki with indescribable pleasure. But at the climax, Dooru always calls the name of another. It makes Ibuki want to bully him. After one particularly harsh punishment, Dooru slips into a coma. Can Ibuki bring the demon back by revealing his true feelings?\r\n\r\n4) The Sun and the North Wind:\r\nSoleil, the sun god, loves Nord, the north wind god. But Nord will have nothing to do with him. The moon god Lune, fed up with the depression in which Soleil has fallen, suggests that the sun god try a different strategy to win over Nord. Soleil challenges the north wind god to a contest, where the winner stands to gain it all. Can the sun god win the game and the heart of the north wind god?\r\n\r\n5) Heaven:\r\nWhat’s the difference between sinful and non-sinful sexual relationships? Is loving someone a sin, even if that person is of the same sex? If wanting to be with the one you love, wishing to share happiness with the one you love is a sin, then why did God give humans bodies of flesh? These are questions that a beautiful priest can not easily answer when pressured with sweet temptation. Will he lose his faith to the dark haired demon that taunts him?\r\n\r\n6) Display House:\r\nTakayuki Mukai lives in the corporate dorms directly across from Meguru Esaka’s home. Meguru is a voyeur, watching Takayuki entertain his guests, and slowly developing feelings for the other man. He uses his knowledge to blackmail Takayuki into giving him shows on a regular basis, having sex with random strangers in the window so that Meguru can watch from his room directly next door. Meguru’s goal is to eventually make Takayuki his. In that showroom where Takayuki’s shameful performance unfolds, will he ever realize the love that Meguru has for him?"
   },
   "links": {
    "mu": "3707"
   },
   "originalLanguage": "ja",
   "lastVolume": "1",
   "lastChapter": "6",
   "status": "completed",
   "contentRating": "pornographic",
   "tags": [
    {
     "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Boys' Love"
      },
      "description": null,
      "group": "genre",
      "version": 1
     }
    },
    {
     "id": "5bd0e105-4481-44ca-b6e7-7544da56b1a3",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Incest"
      },
      "description": null,
      "group": "theme",
      "version": 1
     }
    },
    {
     "id": "ddefd648-5140-4e5f-ba18-4eca4071d19b",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Shota"
      },
      "description": null,
      "group": "theme",
      "version": 1
     }
    }
   ],
   "version": 2,
   "createdAt": "2020-08-17T21:40:43+00:00",
   "updatedAt": "2021-05-25T15:48:03+00:00"
  }
 },
 "relationships": [
  {
   "id": "e1cd2983-72e2-4139-bd56-00b858031673",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Chi-Ran",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "e1cd2983-72e2-4139-bd56-00b858031673",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Chi-Ran",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "84fa0eb9-5169-4f60-bcea-4cc7b62a0d2e",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T18:06:57+00:00",
    "description": "",
    "fileName": "6de811fe-12a0-4621-b0e5-aa69b05b1423.jpg",
    "updatedAt": "2021-05-24T18:06:57+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}