{
 "result": "ok",
 "data": {
  "id": "d204fdc9-8e05-4279-91ca-aaecf5f9e003",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "The House in Fata Morgana - The Veil Over Your Eyes"
   },
   "description": {
    "en": "From Sekai Project:\r\n\r\nYou awaken in a decrepit old mansion.\r\n\r\nA woman with eyes of jade stands before You, informing You that You are the Master of the house, and she Your Maid. However, You have no memories, no concept of self\u0026mdash;or, indeed, any certainty that You are even alive.\r\n\r\nThe Maid invites You to join her on a journey through the mansion's lifeless halls, to behold the numerous tragedies that have befallen its residents. She suggests that among them, perhaps You will find some trace of Yourself.\r\n\r\nBeyond the first door lies the year 1603.\r\nIt is an era of unparalleled beauty, where art and theatre flourish. Roses bloom abundantly in the garden where the inseparable Rhodes siblings play, and though they appear to be free of worry and strife... not everyone is content to see them happy.\r\n\r\nBeyond the second door lies the year 1707.\r\nIn this era, the mansion lies in ruins, and a beast dwells within. He claims to yearn for a life of serenity, but it is not long before he yields to his innate savagery and a massacre ensues.\r\n\r\nBeyond the third door lies the year 1869.\r\nIn this technologically advanced era, people are always on the move. The mansion's master is an ambitious businessman who has invested in the rail industry. However, his obsession with wealth and power leads him to neglect and mistreat his wife.\r\n\r\nBeyond the fourth door lies the year 1099.\r\nThe Maid tells You that this is the final tale. In this era, You see a young man who claims to be cursed and a girl with white hair, called Giselle, who has been branded a witch and marked for death.\r\n\r\nHaving borne witness to these four tragedies, each set in a different time and place, You are now free to choose whether You wish to end Your story here... or press on.\r\n\r\nBut there are those who would say, \u0026quot;You were able to bear them because they weren't your tragedies.\u0026quot;"
   },
   "links": {
    "ap": "the-house-in-fata-morgana ",
    "engtl": "https://sekaiproject.com/pages/the-house-in-fata-morgana-manga?_pos=1\u0026amp;amp;amp;_sid=23199cdb6\u0026amp;amp;amp;_ss=r",
    "mu": "113714"
   },
   "originalLanguage": "ja",
   "lastChapter": "0",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "c8cbe35b-1b2b-4a3f-9c37-db84c4514856",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Medical"
      },
      "version": 1
     }
    },
    {
     "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Adaptation"
      },
      "version": 1
     }
    },
    {
     "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Tragedy"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "c742778c-d4e0-4dde-9236-4f46ab4bf7a7",
   "type": "author"
  },
  {
   "id": "5c8be800-109c-42dc-a053-712536049636",
   "type": "artist"
  },
  {
   "id": "c8cbe35b-1b2b-4a3f-9c37-db84c4514856",
   "type": "tag"
  },
  {
   "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
   "type": "tag"
  },
  {
   "id": "f8f62932-27da-4fe4-8ee1-6779a8c5edba",
   "type": "tag"
  }
 ]
}