{
 "id": "d2e4bde0-eb76-40bc-a19d-59642009b39f",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Be My Sister"
  },
  "altTitles": [
   {
    "pt-br": "Sendo Minha Irmã"
   },
   {
    "ko": "언니가 되어 줘"
   }
  ],
  "description": {
   "en": "Sera and Heeju are identical twins, but no one confuses the two. Sera is beautiful, bright, and charming, while Heeju is dirty, smells bad, and has no charm at all. Heeju became this way due to the abuse and discrimination she suffered from her mother since childhood. Because of that, Heeju's soul gradually withered, and she got used to the idea that \"it's all your fault\" for being so insignificant. Until one day, when Heeju, after accidentally finding a lost dog, gets closer to Grandma Myungja. Thanks to Grandma Myungja, who sees her without prejudice, Heeju begins to experience a new phase in her life...",
   "pt-br": "Sera e Heeju são gêmeas idênticas, mas ninguém confunde as duas. Sera é bonita, brilhante e encantadora, mas Heeju é suja, cheira mal e não tem graça nenhuma. Heeju ficou assim por causa do abuso e da discriminação que sofreu da mãe desde pequena. Por causa disso, a alma de Heeju foi secando aos poucos, e ela acabou se acostumando com a ideia de que \"a culpa é toda sua\" por ser tão insignificante. Até que, um dia, Heeju, ao encontrar por acaso um cachorro perdido, se aproxima da vovó Myungja, e, graças à vovó Myungja, que a vê sem preconceitos, Heeju começa a viver uma nova fase em sua vida..."
  },
  "links": {
   "mu": "vszboju",
   "raw": "https://ridibooks.com/books/4141000021"
  },
  "originalLanguage": "ko",
  "lastChapter": "7",
  "status": "completed",
  "year": 2020,
  "contentRating": "safe",
  "tags": [
   {
    "id": "07251805-a27e-4d59-b488-f0bfbec15168",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Thriller"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "3b60b75c-a2d7-4860-ab56-05f391bb889c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Psychological"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "3e2b8dae-350e-4ab8-a8ce-016e844b9f0d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Long Strip"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f5ba408b-0e7a-484d-8d49-4e9125ac96de",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Full Color"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 2,
  "createdAt": "2024-09-09T23:10:30+00:00",
  "updatedAt": "2024-09-09T23:25:18+00:00"
 },
 "relationships": [
  {
   "id": "35db24e2-3a98-4394-bd7b-66113a5bd1f0",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "Writer, screenwriter and film director 安達 寛 高 ~ Adachi Hirotaka born on October 21, 1978 in Tanushimaru (now Kurume), Fukuoka prefecture, where he will graduate from Tanushimaru's Kawakai Primary and Secondary Schools.\n\nThis multifaceted and shy artist who loves video games - with Dance Dance Revolution and a correct diet he manages to lose the 85 kilos that kept him self-conscious and a victim of school bullying to 65 kilos -. Other hobbies immerse him in the world of manga, anime and movies.\n\nHis first readings - especially mystery - induce him to write his first novel at the age of 16, fleeing what he himself describes as \"the most depressing era of his life\", while studying and graduating simultaneously between 1994 and 1999 from the Kurume National College tries a fantasy sekai to appear for the Fujimi Prize for Novel that doesn't work. This does not discourage him and in 1996 he won the Grand Prize for Novel: the 6th JUMP Prize for Novel - not fictional - from the publisher Shueisha, thus making his debut with 夏 と 花火 と 私 の 死 体 ~ Natsu, hanabi to watashi no shitai, JUMP J -BOOKS, Sueisha, illustrated by Hideaki Hataji. On that occasion Kurimoto Kaoru, judge in said contest, strongly recommended him. At 17 he is formally a career writer. Graduating from the College of Engineering, Ecological Engineering Course at Toyohashi University of Technology where he transferred.\n\nIn 2003 he received third place at the Honkaku Mistery Awards. In the early days, his attention turned to short stories and light novels - of which he becomes a staunch supporter -, becoming abundant and with unusual ideas, but GOTH 断 掌 事件 ~ Tenohira Jiken, Kadokawa Shoten, was highly rated as a mystery novel, receiving the Honkaku Mystery Award. Also, the early works were largely divided into horror novels and sad stories, which is why they were labeled Kuro Otsuichi and Shiro Otsuichi, respectively. Under the name Otsuichi, he mainly writes novels in Shueisha, Kadokawa Shoten (currently KADOKAWA), and Gentosha.\n\nInvited by his editor to audition tests of the film Innocent (2004), by director Oshii Mamoru, he meets his daughter, Oshii Tomoe, whom he married in 2006.\n\nLike Yamashiro Asako (2005) he publishes in Media Factory's ghost story magazine Yu. He as Eiichi Nakata in the Shodensha romance anthology and the romance novel magazine Feel Love, respectively. Skillfully falsifying biographical data. Data that the author himself brings to light definitively on June 30, 2011, on Twitter, that he was active under the aliases of Yamashiro Asako and Nakata Eiichi.\n\nIn November 2012, he attended the Shogakukan Children's Publishing Culture Award presentation ceremony, in which Kuchibiru ni Uta was selected under the name Nakata Eiichi, and the Mainichi Shimbun reported on this alias. Furthermore, in 2010 he also participates in the project of a series called Makai Detective Meiousei O, in which eight writers hide their names each and write a book under the name of Echizen Mataro.\n\nUnder his real name Adachi Hirotaka produces an independent film. In 2004, he was selected for the 5th Takarazuka Film Festival and Video Contest by Gōsuto wa shōsetsuka ga suki and does four more works about 2015. In 2016, Otsuichi, Nakata Eiichi, Yamashiro Asako and Echizen Mataro publish a collection of short stories - commented by Adachi Hirotaka -, called Kill Mary Sue, thus gathering all his aliases. He also revealed that he contributed a film essay under the name Yuushi Pillow, a then-unknown alias. In May 2016 issue of the Da Vinci, he also does a talk project in the top three aliases under the title A Miraculous Talk Was Made.\n\nHis style has inspired authors such as Tomoi Hitsuji, recipient of the Kono misuterī ga sugoi! 2012 to Excellence, confessing a fan of Otsuichi. Close personal friends authors Sadakane Shinji and Matsubara Makoto after taking a trip to Turkey with the author, co-write Toruko or ryokō shi.\n\nIn 2010 became father for his first child.\n\nReal name is ADACHI Hirotaka (安達 寛高).\n\nMarried to OSHII Tomoe, daughter of OSHII Mamoru.\n\nFriends with SADAKANE Shinji \u0026 MATSUBARA Makoto."
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Otsuichi",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-09-10T00:27:29+00:00",
    "version": 2,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "b1a1453d-741d-4c8a-9990-ff0d10047ff0",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2024-09-09T23:02:38+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Lee Kyung",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2024-09-09T23:02:38+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "3db10fd3-9796-47e2-a3bc-217a1272b8b2",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2024-09-09T23:10:38+00:00",
    "description": "",
    "fileName": "3420f072-9166-4f8a-a1b3-89b92a5e4026.png",
    "locale": "ko",
    "updatedAt": "2024-09-09T23:10:38+00:00",
    "version": 1,
    "volume": "1"
   }
  },
  {
   "id": "8d29d0ec-4bae-4e9c-8030-d496237e34c9",
   "type": "creator"
  }
 ]
}