{
 "result": "ok",
 "data": {
  "id": "db8050ed-2e69-4616-85b5-f615b74d2c80",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Ucchare! Goshogawara"
   },
   "description": {
    "en": "Ucchare! Goshogawara is a high school sports manga centered on the titular character, Goshogawara. He\u0026rsquo;s one of the strongest teens in Japan, regularly placing high in the ranks of the individual competition at Inter-High, the major high school sporting event for most athletics that aren\u0026rsquo;t baseball. The only fly in the ointment is that he\u0026rsquo;s never been able to join the team sumo competition, because there have to be five members available to do it, and his school\u0026rsquo;s sumo club hasn\u0026rsquo;t had that many people for longer than he\u0026rsquo;s been a member.\r\n\r\nIn fact, Goshogawara is the last and only member of the club, and he\u0026rsquo;s a senior. After this year\u0026rsquo;s Inter-High, he\u0026rsquo;ll have to retire to focus on college prep studies, and the club will be officially closed for good.\r\n\r\nSo what does he do? In his own meek and humble fashion, he decides he needs to ask people from other clubs for help, but his stutter and general shyness make it difficult. Eventually a friend of his from the judo club agrees to temporarily join, as a point of honor, giving up a few weeks of training in his favored sport in the process (the Inter-High competition for judo is about a month after sumo).\r\n\r\nThe second is a ne\u0026rsquo;er-do-well who\u0026rsquo;s tired of his slacker friends and sees in sumo a chance to go for the glory. He\u0026rsquo;s also an inveterate schemer and cheat who has the build of the proverbial 98lb weakling.\r\n\r\nThird is an upstart in the wrestling club who dreams of going pro in the future, and is sick of the seniority system in his club getting in the way of a good challenge. After he sees the sumo training in action, he decides to switch clubs so he can get in on that.\r\n\r\nThe last is the fattest kid in school, all bulk and absolutely no bite. The others literally kidnap him from the Go club to try and convince him to join."
   },
   "originalLanguage": "ja",
   "lastChapter": "0",
   "publicationDemographic": "shounen",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Award Winning"
      },
      "version": 1
     }
    },
    {
     "id": "69964a64-2f90-4d33-beeb-f3ed2875eb4c",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Sports"
      },
      "version": 1
     }
    },
    {
     "id": "799c202e-7daa-44eb-9cf7-8a3c0441531e",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Martial Arts"
      },
      "version": 1
     }
    },
    {
     "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "School Life"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "63fb3506-97eb-4eaf-878d-35585f2d3499",
   "type": "author"
  },
  {
   "id": "63fb3506-97eb-4eaf-878d-35585f2d3499",
   "type": "artist"
  },
  {
   "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
   "type": "tag"
  },
  {
   "id": "69964a64-2f90-4d33-beeb-f3ed2875eb4c",
   "type": "tag"
  },
  {
   "id": "799c202e-7daa-44eb-9cf7-8a3c0441531e",
   "type": "tag"
  },
  {
   "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
   "type": "tag"
  }
 ]
}