{
 "result": "ok",
 "data": {
  "id": "ddd58edf-a79d-4cc3-bf4b-6f72feb21d3d",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Fate/stay night - Der Held einer Kamelie (Doujinshi)"
   },
   "description": {
    "en": "A day in the life, or something.\r\n\r\nFlowers language:\r\n[spoiler]\r\nCamellias - generally, camellia flowers are used to express strong positive emotions, and are associated with feelings of love, affection, and admiration. In ancient Korea (around 1200 BC), they used to be displayed at weddings, because they signified the ideas of \u0026quot;faithfulness\u0026quot; and \u0026quot;longevity\u0026quot;, that are crucial for having a successful marriage. Camellias are often given to people that are most important in one's life - lovers, close friends and family.\r\n\r\n- White camellias communicate deep admiration, and can also symbolize perfection. Offered to the deceased, they can reflect peaceful mourning, and outside of Japan (where because of their connection to the concept of \u0026quot;divinity\u0026quot;, and by indirect association, \u0026quot;spirituality\u0026quot; - as in \u0026quot;something that is not of / doesn't belong to material world\u0026quot; - gifting them to still breathing person can be considered an expression of ill will), they can also be given to the living as a genuine wish for good luck and fortune to reach them.\r\n\r\n- Pink camellias symbolize heartfelt longing, and are perfect for couples in long distance relationships. They convey sincere need for another's presence in one's life, and while it isn't advised, bouquet of those flowers can be used as somewhat \u0026quot;safe\u0026quot; (ambiguity) declaration of romantic intent between friends.\r\n\r\n- Red camellias express romantic love, desire, deep passion and symbolize excellence (or recognition and admiration of such quality in an individual).\r\n\r\nSome say that last two varieties combined together send stronger message than red flowers alone, in something akin to saying \u0026quot;I hold you dearest and can't stand to be parted from you\u0026quot;. In context of the story, this could also be translated to \u0026quot;I want to be like / Can't wait to become (as strong/skilled/great) as you\u0026quot;.\r\n\r\n-\r\n\r\nLilies - what they mean is strongly dependent not only on type (color) of the flower, but also the kind of relationship individual has with a person.\r\n\r\nThat said, white lilies in particular are almost uniformly connected to the concepts of \u0026quot;virtue\u0026quot; and \u0026quot;purity\u0026quot;. When offered to the deceased, they're expression of a wish for departed soul to attain peace, and for it to regain the state of innocence (as in absolvement of sin, evil, worries etc.)."
   },
   "originalLanguage": "ja",
   "lastChapter": "0",
   "status": "completed",
   "contentRating": "safe",
   "tags": [
    {
     "id": "0234a31e-a729-4e28-9d6a-3f87c4966b9e",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Oneshot"
      },
      "version": 1
     }
    },
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "b13b2a48-c720-44a9-9c77-39c9979373fb",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Doujinshi"
      },
      "version": 1
     }
    },
    {
     "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Fantasy"
      },
      "version": 1
     }
    },
    {
     "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Slice of Life"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "1ab87710-ce10-423e-b1a7-699b6b3298d6",
   "type": "author"
  },
  {
   "id": "dfb3c207-f389-4b04-8aa7-01dcec3c0098",
   "type": "author"
  },
  {
   "id": "1ab87710-ce10-423e-b1a7-699b6b3298d6",
   "type": "artist"
  },
  {
   "id": "dfb3c207-f389-4b04-8aa7-01dcec3c0098",
   "type": "artist"
  },
  {
   "id": "61d0d4be-1368-47b2-b732-91c054d198f8",
   "type": "chapter"
  },
  {
   "id": "0234a31e-a729-4e28-9d6a-3f87c4966b9e",
   "type": "tag"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "b13b2a48-c720-44a9-9c77-39c9979373fb",
   "type": "tag"
  },
  {
   "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
   "type": "tag"
  },
  {
   "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
   "type": "tag"
  }
 ]
}