{
 "id": "e00b6bd7-d64f-4e20-947d-727127fc1f84",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Sexless Friend"
  },
  "altTitles": [
   {
    "en": "SexlessFriend"
   },
   {
    "en": "セックスレスフレンド"
   },
   {
    "en": "无性之侣"
   }
  ],
  "description": {
   "en": "A popular college guy nicknamed the prince who is afraid of girls, his female professor who is afraid of guys, and the classmate the prince has a crush on.  \n  \nAll of the girls at his college love Suou Tsukasa and come up to talk to him on a daily basis. Unfortunately for them, Tsukasa hates girls that are straightforward like that but is too nice of a guy to tell them that. In fact, he has a crush on Kizaki Megumu, his classmate and one of the shy and least talkative girls. The professor in one of the classes they have together is Dr. Himenomiya (nicknamed Hime), a young teacher whose childish looks and short height makes her a target for her students to jokingly tease and treat her more like their friend rather than a professor. After taking home the drunk Ms. Hime who was served lots of alcohol by her students, Tsukasa learns a giant secret about her love life.  \n  \n**ITALIAN**  \n||Un popolare universitario soprannominato il principe che ha paura delle ragazze, la sua professoressa che ha paura dei ragazzi e il compagno di classe per cui il principe ha una cotta.  \n  \nTutte le ragazze del suo college amano Suou Tsukasa e vengono a parlare con lui ogni giorno. Purtroppo per loro, Tsukasa odia le ragazze che sono così dirette, ma è troppo gentile per dirglielo. Infatti, ha una cotta per Kizaki Megumu, la sua compagna di classe e una delle ragazze più timide e meno loquaci. Il professore di una delle classi che frequentano insieme è il dottor Himenomiya (soprannominato Hime), una giovane insegnante il cui aspetto infantile e la cui altezza ridotta la rendono un bersaglio per i suoi studenti che la prendono in giro scherzosamente e la trattano più come un'amica che come un professore. Dopo aver portato a casa la signora Hime, ubriaca e ubriaca, a cui i suoi studenti hanno servito molto alcol, Tsukasa apprende un gigantesco segreto sulla sua vita amorosa.||"
  },
  "links": {
   "al": "66041",
   "ap": "sexless-friend",
   "kt": "13947",
   "mal": "36041",
   "mu": "71264"
  },
  "originalLanguage": "ja",
  "lastVolume": "2",
  "lastChapter": "14",
  "publicationDemographic": "seinen",
  "status": "completed",
  "contentRating": "suggestive",
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   }
  ],
  "version": 2,
  "createdAt": "2018-04-14T06:37:39+00:00",
  "updatedAt": "2021-05-25T15:48:43+00:00"
 },
 "relationships": [
  {
   "id": "bca88fa7-c05e-41f8-8725-94549864e1d9",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Kakei Hidetaka",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "bca88fa7-c05e-41f8-8725-94549864e1d9",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "Kakei Hidetaka",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "e3a6e3ff-1784-4fcf-bcba-183bfe39573b",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T17:48:04+00:00",
    "description": "",
    "fileName": "d5a0b94c-8acc-449c-bf2c-9b3d6437bcee.jpg",
    "updatedAt": "2021-05-24T17:48:04+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}