{
 "id": "e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Kusuriya no Hitorigoto"
  },
  "altTitles": [
   {
    "en": "The Apothecary Diaries"
   },
   {
    "ja-ro": "Kusuriya no Hitorigoto"
   },
   {
    "de": "Die Tagebücher der Apothekerin - Geheimnisse am Kaiserhof"
   },
   {
    "es": "El monólogo del farmacéutico"
   },
   {
    "it": "I diari della speziale"
   },
   {
    "it": "Il monologo della speziale"
   },
   {
    "fr": "Les Carnets de l'Apothicaire"
   },
   {
    "pl": "Zapiski zielarki"
   },
   {
    "ru": "Монолог в аптечной лавке"
   },
   {
    "uk": "Щоденник травникарки"
   },
   {
    "ar": "يوميات الصيدلة"
   },
   {
    "th": "สืบคดีปริศนา หมอยาตำรับโคมแดง เล่ม"
   },
   {
    "ko": "약사의 혼잣말"
   },
   {
    "zh": "药屋少女的呢喃"
   },
   {
    "zh-hk": "藥師少女的獨語"
   },
   {
    "vi": "Dược Sư Tự Sự"
   },
   {
    "id": "Keseharian sang Apoteker"
   },
   {
    "ka": "ფარმაცევტის მონოლოგი"
   },
   {
    "es": "Los diarios de la boticaria"
   },
   {
    "ja": "薬屋のひとりごと"
   },
   {
    "pt-br": "Diários de uma Apotecária"
   }
  ],
  "description": {
   "de": "Maomao ist eine unscheinbare Dienerin am Kaiserlichen kaiserlichen Hof. Zumindest bemüht sie sich, so gesehen zu werden. Denn seit sie in den Dienst des Kaisers verkauft wurde, hat die junge Apothekerin alles darangesetzt, ihre Schuld abzuarbeiten, ohne weiteres Aufsehen zu erregen, damit sie bald nach Hause zurückkehren kann. Aber Maomao ist schlau – und viel zu neugierig. Als die Kronprinzen einer nach dem anderen einem mysteriösen „Fluch“ erliegen, mischt sie sich heimlich ein, um das Rätsel zu lösen. Dabei erregt sie die Aufmerksamkeit des Eunuchen Jinshi – und eh sie sichs versieht, wird sie mitten in die Intrigen am Kaiserhof hineingezogen…",
   "en": "Maomao, a young woman trained in the art of herbal medicine, is forced to work as a lowly servant in the inner palace. Though she yearns for life outside its perfumed halls, she isn’t long for a life of drudgery! Using her wits to break a “curse” afflicting the imperial heirs, Maomao attracts the attentions of the handsome eunuch Jinshi and is promoted to attendant food taster. But Jinshi has other plans for the erstwhile apothecary, and soon Maomao is back to brewing potions and…solving mysteries?!",
   "fr": "À 17 ans, Mao Mao a une vie compliquée. Formée dès son jeune âge par un apothicaire du quartier des plaisirs, elle se retrouve enlevée et vendue comme servante dans le quartier des femmes du palais impérial! Entouré de hauts murs, il est coupé du monde extérieur. Afin de survivre dans cette prison de luxe grouillant de complots et de basses manœuvres, la jeune fille tente de cacher ses connaissances pour se fondre dans la masse.\n\nMais, quand les morts suspectes de princes nouveau-nés mettent la cour en émoi, sa passion pour les poisons prend le dessus. Elle observe, enquête… et trouve la solution! En voulant bien faire, la voilà repérée… Jinshi, haut fonctionnaire aussi beau que calculateur, devine son talent et la promeut goûteuse personnelle d’une des favorites de l’empereur. Au beau milieu de ce nid de serpents, le moindre faux pas peut lui être fatal!\n\n---\n\nMaison d'édition FR : **Ki-oon**",
   "id": "Diculik dan dijual ke harem, Maomao berusaha bertahan dengan kemampuannya beradaptasi. Wawasan yang luas tentang obat-obatan membuat karirnya melompat tinggi, langsung menjadi pelayan pribadi selir kesayangan kaisar!",
   "it": "Maomao, una giovane farmacista del quartiere a luci rosse della capitale, viene venduta suo malgrado come sguattera alla corte imperiale. Anche se desidera ardentemente tornare libera, si ritrova a non disdegnare la vita tutto sommato comoda che è riuscita a ritagliarsi a palazzo, dove, senza farsi notare, riesce a proseguire i suoi studi di fitoterapia e sulla preparazione dei veleni. Di fronte a un male che affligge i figli dell’imperatore, Maomao sente tuttavia di farsi avanti e, sfruttando le sue conoscenze, riesce a salvare loro la vita. La ragazza attira così le attenzioni del bel eunuco Jinshi, che ha in mente per lei dei piani ben precisi.\n\n---\nGiovani donne vengono spesso vendute per lavorare per un breve periodo nell'harem dell'imperatore. È questo il caso di Maomao, farmacista presso il quartiere a luci rosse. Non ha alcun interesse nel farsi notare a palazzo e preferisce starsene per conto suo a preparare medicine, studiare veleni o fare esperimenti su se stessa. Ma quando a corte si diffonde la voce che i figli dell'imperatore sono destinati a una morte prematura, Maomao non riesce a rimanere indifferente. Mentre cerca di indagare, cattura l'attenzione di misterioso e affascinante ufficiale di alto rango. Ha così inizio la sua particolare carriera.",
   "ja": "宮中に名探偵誕生!?\n\n「小説家になろう」発! \nヒーロー文庫の大人気タイトル『薬屋のひとりごと』が、待望のコミカライズ! \n中世の宮中で下働きをする少女・猫猫(マオマオ)。\n花街で薬師をやっていた彼女が、帝の御子たちが皆短命であるこという噂を聞いてしまったところから、物語は動き始める。\n持ち前の好奇心と知識欲に突き動かされ、興味本位でその原因を調べ始める猫猫の運命は――…!?\n「小説家になろう」は株式会社ヒナプロジェクトの登録商標です。",
   "pl": "Maomao, ambitna młoda zielarka, zostaje porwana i trafia do haremu cesarza jako służąca. Aby nie pogarszać sytuacji, w której się znalazła, zataja swoje umiejętności, a nawet fakt, że potrafi czytać i pisać. Tymczasem nowo narodzone dzieci władcy umierają na skutek tajemniczej klątwy. Zielarka szybko orientuje się, że to nie magia, ale trucizna jest przyczyną śmierci niemowląt. Decyduje się ostrzec księżniczki, podrzucając do ich komnat wiadomość o powodach niezwykłej choroby ich dzieci. Dziewczyna nie przypuszcza nawet, jak bardzo ta decyzja zaważy na jej losie. Tym bardziej, że znalazła się w miejscu, w którym nikt nie może czuć się bezpieczny...",
   "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?! Адаптация одноимённого ранобэ.  \n\n\n---\n\n- Won the Grand Prize in the Printed Manga category at the Tsugi ni Kuru Manga Award 2019.  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/nekokurage_)  \n- [Japanese Light Novel Bookwalker](https://bookwalker.jp/series/160955/)  \n- [Official English Light Novel Translation](https://j-novel.club/s/the-apothecary-diaries/)  \n- [Official French Translation](http://www.ki-oon.com/mangas/tomes-1382-carnets-de-l-apothicaire.html)  \n- [Official Chinese (Simplified) Translation](https://manga.bilibili.com/detail/mc28218)",
   "th": "ณ อาณาจักรใหญ่ยักษ์แห่งหนึ่งซึ่งตั้งอยู่ใจกลางทวีป เด็กสาวนางหนึ่งผู้ทำงานเป็นหมอยาในสถานเริงรมย์ย่านโคมแดงอันมีนามว่า ‘เมาเมา’ บัดนี้เกิดจับพลัดจับผลูต้องมาทำงานรับใช้อยู่ในวังหลัง\n\nเธอทำได้เพียงเฝ้ารอให้หมดวาระการทำงานอย่างสงบเสงี่ยมเจียมตัว ด้วยรูปร่างหน้าตาที่ไม่สะสวยจึงมั่นใจเป็นนักหนาว่าตนจะไม่มีวันโดนจักรพรรดิเรียกไปเป็น ‘คู่นอน’ อย่างแน่แท้\n\nแต่ในขณะนั้นเอง โอรสธิดาของจักรพรรดิกลับมีเหตุให้อายุสั้น\nพอรู้ว่าสองทารกน้อยที่ยังเหลือรอดกำลังป่วยหนัก เมาเมาจึงลงมือขุดคุ้ยหาสาเหตุ—",
   "uk": "Ще зовсым юна Мамао досліджує мистецтво лікування травами, мріючи відкрити ліки від усіх недуг. Однак проти своєї волі вона потрапляє в імператорський гарем як служниця. Вона вирішує приховати набуті знання, тому прикидається однією з багатьох неписьменних дівчат. Тим часом діти правителя гинуть за загадкових обставин. Коли весь двір говорить про таємниче прокляття, Маомао розпізнає симптоми отруєння. Але як застерегти зневірених матерів від небезпеки, коли в оточенні імператора голос простого слуги нічого не означає? За воротами Внутрішнього палацу будь-якої миті може статися чергова трагедія. Чи знайде Маомао своє місце в цьому світі, повному інтриг?",
   "vi": "Miêu Miêu là một cô gái làm công việc hầu hạ trong cung đình thời phong kiến.\nCâu chuyện của chúng ta bắt đầu với việc cô gái từng hành nghề dược sư ở phố hoa này nghe thấy người ta đồn thổi rằng: tất cả những đứa con của Hoàng đế đều đoản mệnh.\nBị thúc đẩy bởi niềm khát khao tri thức và tính hiếu kì cố hữu, Miêu Miêu bắt tay vào tìm hiểu nguyên nhân, xem đó như một cách giải khuây không hơn không kém.",
   "zh-hk": "時值中世紀，位處大陸中央的某個大國，有位姑娘名喚貓貓，原本在煙花巷擔任藥師，現在則在後宮當下女。其間，貓貓無意間聽說皇子皆年幼早夭的傳聞，並得知連尚在人世的皇子皇女也身染重病，她於是開始調查其病因──廣獲讚譽的酣暢淋漓推理之作，眾所期盼的第一集終於出版。以中世紀東方為舞臺，「試毒」少女將一一解決宮中發生的懸疑案件！"
  },
  "links": {
   "al": "99022",
   "amz": "https://www.amazon.co.jp/dp/B07BHZ7W3S",
   "ap": "kusuriya-no-hitorigoto",
   "bw": "series/130765",
   "cdj": "https://www.cdjapan.co.jp/product/NEOBK-2665597",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/423421",
   "engtl": "https://global.manga-up.com/manga/164",
   "kt": "39631",
   "mal": "107562",
   "mu": "142681",
   "nu": "kusuriya-no-hitorigoto",
   "raw": "https://magazine.jp.square-enix.com/biggangan/introduction/kusuriya/"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "seinen",
  "status": "ongoing",
  "year": 2017,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "hu",
   "tr",
   "en",
   "pt-br",
   "fr",
   "es-la",
   "ar",
   "pt",
   "de",
   "it",
   "uk",
   "ru",
   "id"
  ],
  "latestUploadedChapter": "93357f86-128c-4041-8586-06167ee7cd3c",
  "tags": [
   {
    "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Award Winning"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "33771934-028e-4cb3-8744-691e866a923e",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Historical"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "c8cbe35b-1b2b-4a3f-9c37-db84c4514856",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Medical"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "ee968100-4191-4968-93d3-f82d72be7e46",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Mystery"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "f4122d1c-3b44-44d0-9936-ff7502c39ad3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adaptation"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 65,
  "createdAt": "2019-02-14T20:38:13+00:00",
  "updatedAt": "2024-07-24T05:32:15+00:00"
 },
 "relationships": [
  {
   "id": "4250d940-37ba-45df-a449-4b0fbed2da71",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "**Alt names**:\n日向夏\n\n[Syosetu](https://mypage.syosetu.com/183213/)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Hyuuga Natsu",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/NaMelanza",
    "updatedAt": "2023-11-03T00:55:58+00:00",
    "version": 2,
    "website": "https://urinasu.exblog.jp/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "b3dafa43-d878-4b5a-8f7f-27797a3618a6",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "**Alt names**:\n七緒一綺"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Nanao Itsuki",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/7o_1ki",
    "updatedAt": "2023-12-24T14:55:46+00:00",
    "version": 4,
    "website": "http://nigatsumikka.blog.shinobi.jp",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "96f809b7-196f-4e7f-8659-f2f1fd7b5729",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "**Alt names**:\nNeko Kurage\nねこクラゲ"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Nekokurage",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": "http://nekokurage.tumblr.com/",
    "twitter": "https://twitter.com/nekokurage_",
    "updatedAt": "2024-04-01T18:24:05+00:00",
    "version": 4,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "8305a04d-e3fc-4553-8ad9-8c56cb289e70",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2024-04-01T18:42:28+00:00",
    "description": "",
    "fileName": "4ea7dc13-549c-40a6-9021-ac5c7acbec13.jpg",
    "locale": "ja",
    "updatedAt": "2024-04-01T18:42:28+00:00",
    "version": 1,
    "volume": "13"
   }
  },
  {
   "id": "5446b906-bb90-404e-bb68-6703c90bcf71",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
   "type": "manga",
   "related": "alternate_story"
  },
  {
   "id": "cd61630f-1efa-44b9-957d-371f856714ec",
   "type": "manga",
   "related": "doujinshi"
  }
 ]
}