{
 "id": "e22041a7-e7c5-4a5e-8f5f-1e9a643f4879",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Suki, Tokoro ni yori Arashi."
  },
  "altTitles": [
   {
    "en": "Hareta Hi wa Kasa Sashite"
   },
   {
    "en": "Love and Storm"
   },
   {
    "en": "Love in the Middle of a Storm"
   },
   {
    "en": "Love x Kiss x Mark"
   },
   {
    "en": "Lovers Note"
   },
   {
    "en": "September Storm"
   },
   {
    "en": "Soba ni Kimi."
   },
   {
    "en": "Sora ni Midori"
   },
   {
    "en": "すき、ところによりアラシ。"
   },
   {
    "en": "恋爱暴风圈"
   }
  ],
  "description": {
   "en": "1) *Love in the Middle of a Storm*  \nWatase Touko is a bit sad, since it's her last day before transferring. It isn't only that she's lonely about being separated from her friends, but also that she wants to spend time with her crush, the transfer student, Yoshi-kun. Both of them attended school that day without realising that it was closed due to a typhoon, so they walk around the school enjoying each other's company. She only wants to spend more time with him, but…?  \n  \n2) *Love's Sonnet*  \nArai Kanade has been recently bullied for her diminutive height; she just considers a recent trend and neither minds nor asks for help. While having trouble retrieving her bag, she's encouraged by some beautiful piano music and then checks the source. To her surprise, the tall, constantly bruised, and lion-like Honda is playing. Not that she was going to talk about it anyway, she agrees to keep it a secret, but that is not the end of their interactions.  \n  \n3) *Love x Kiss x Mark*  \nHigh-school student Riko fell head-over heels with her physics teacher, Nishizaki-sensei upon seeing the crude man secretly smoke in school to despite the principal's recent crack-down on it. So she uses her ineptitude at physics to approach him.  \n  \n4) *When the Sky Is Green, You Are by My Side*  \nAbe Sachi is an honest and tall girl who is the ace of the girl's basketball team. Although she seems happy, she sometimes can't help but cry about her very inconvenient height (173cm). One day, her elementary school classmate, the formerly very short Abe Takashi transfers back. They used to fight all the time and still do, but are things really the same?  \n  \n5) *Open Umbrellas on Sunny Days*  \nWhile nearly falling asleep on the train home, a third-year high-schooler ends up being interested in a younger boy who was fast asleep while standing up yet awoke immediately to apologize for bumping into someone. Where will this go?",
   "fr": "1. L'amour au milieu d'une tempête  \nTouko est triste, c'est son dernier jour d'école avant qu'elle ne soit transférée dans une autre école. Cela signifie non seulement qu'elle ne retrouvera plus ses amis, mais aussi qu'elle ne pourra jamais avouer son amour à celui qu'elle aime. Malgré la menace d'une tempête et n'ayant pas été prévenue que l'école était fermée elle s'y rend. Seule dans la classe, la porte s'ouvre sur…  \n  \n2. Sonnet d'amour  \nKanade, petite mais positive, se fait souvent taquinée sur sa taille. Quand elle tente de nouveau de récupérer son sac qui a été exprès mis en hauteur, elle entend accidentellement une belle mélodie de piano. Curieuse de savoir qui joue cette belle musique elle découvre que c'est le mauvais garçon de l'école. Il est censé être dangereux, mais Kanade tombe amoureuse de sa musique. Est-il vraiment si mauvais?  \n  \n3. Amour, baisers et marques…  \n Chaque fois que Riko le peut, elle se rapproche de son professeur de sciences. Ses camarades de classe ne peuvent pas comprendre cela, il est toujours mal peigné, porte des lunettes épaisses et est loin d'être amical. Mais Riko en sait plus elle, parce que non seulement il est loin d'être strict, il est même plutôt attrayant sans ses lunettes. Et maintenant qu'elle a une photo qui prouve qu'il fume dans l'enceinte du lycée que va-t-il se passer?  \n   \n4. Au dessus le ciel, et toi à mes côté  \nSachi du haut de ses 173cm est l'étoile de l'équipe de basketball féminin. Elle a plein d'admiratrice et tout le monde la trouve cool. Ce que la plupart ne savent pas, cependant, c'est qu'elle complexe en raison de sa taille. Les choses se compliquent encore plus avec l'arrivée d'un nouvel élève qui est en fait un ami d'enfance qui a le même nom qu'elle et qui à l'époque était plus petit qu'elle. De plus il semble s'intéresser à elle…  \n  \n5. Sous le parapluie par un jour de soleil  \nSaya rencontre un jour un jeune homme étrange dans le train, non seulement il dort en position debout, mais en plus il manque presque son arrêt. Comme il saute du train, il perd son parapluie…"
  },
  "links": {
   "al": "35395",
   "ap": "suki-tokoro-ni-yori-arashi",
   "bw": "de015e2e8f-7a24-45cd-bcf1-caf9be468ee1",
   "kt": "11317",
   "mal": "5395",
   "mu": "6926"
  },
  "originalLanguage": "ja",
  "lastVolume": "1",
  "lastChapter": "5",
  "publicationDemographic": "shoujo",
  "status": "completed",
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "pl",
   "fr",
   "en"
  ],
  "tags": [
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 2,
  "createdAt": "2018-07-28T20:01:58+00:00",
  "updatedAt": "2021-05-25T15:48:43+00:00"
 },
 "relationships": [
  {
   "id": "d5c9bc97-84ba-4f3e-b496-b95278f7c395",
   "type": "author",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Mitsuki Kako",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "d5c9bc97-84ba-4f3e-b496-b95278f7c395",
   "type": "artist",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Mitsuki Kako",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "5723055c-ac24-4f63-b1aa-756a2f5f2f1e",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T18:42:27+00:00",
    "description": "",
    "fileName": "ff4aeee6-ca3e-42f7-89a8-d24382280009.jpg",
    "locale": "ja",
    "updatedAt": "2021-05-24T18:42:27+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}