{
 "id": "e52d9403-3356-403b-b7bb-d7d6a420dd50",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Nanatsu no Taizai"
  },
  "altTitles": [
   {
    "ja": "七つの大罪"
   },
   {
    "ja-ro": "Nanatsu no Daizai"
   },
   {
    "en": "The Seven Deadly Sins"
   },
   {
    "de": "Die sieben Totsünden"
   },
   {
    "de": "Die sieben Todsünden"
   },
   {
    "da": "De Syv Dødssynder"
   },
   {
    "sv": "De Sju Dödssynderna"
   },
   {
    "la": "Septem peccata mortalia"
   },
   {
    "es-la": "Los siete pecados capitales"
   },
   {
    "ca": "Els set pecats capitals"
   },
   {
    "pt": "Os sete pecados capitais"
   },
   {
    "pt": "Sete grandes pecados"
   },
   {
    "it": "I sette peccati capitali"
   },
   {
    "ro": "Cele șapte păcate capitale"
   },
   {
    "fr": "Les sept péchés capitaux"
   },
   {
    "fr": "Les sept péchés mortels"
   },
   {
    "el": "Τα εφτά θανάσιμα αμαρτήματα"
   },
   {
    "ru": "Семь смертных грехов"
   },
   {
    "ru": "Нанацу но Таидзай"
   },
   {
    "bg": "Седемте смъртни гряха"
   },
   {
    "uk": "Сім Смертних гріхів"
   },
   {
    "fa": "هفت گناه کبیره"
   },
   {
    "tr": "Yedi Ölümcül Günah"
   },
   {
    "az": "Yeddi ölümcül günah"
   },
   {
    "fi": "7 kuolemansyntiä"
   },
   {
    "zh-hk": "七大罪"
   },
   {
    "zh-hk": "七原罪"
   },
   {
    "ko": "일곱개의 대죄"
   },
   {
    "he": "שבעת החטאים"
   },
   {
    "ar": "الخطايا السبع المميتة"
   },
   {
    "vi": "Thất hình đại tội"
   },
   {
    "th": "ศึกตำนาน 7 อัศวิน"
   }
  ],
  "description": {
   "de": "Die SEVEN DEADLY SINS gelten als die übelsten Verbrecher Britannias! Prinzessin Elizabeth sucht trotzdem nach ihnen. Sie will ihr Königreich zurückerobern und da kämen ihr die berüchtigten Banditen gerade recht.",
   "en": "The \"Seven Deadly Sins,\" a group of evil knights who conspired to overthrow the kingdom of Britannia, were said to have been eradicated by the Holy Knights, although some claim that they still live. Ten years later, the Holy Knights have staged a Coup d'état and captured the king, becoming the new, tyrannical rulers of the kingdom. Elizabeth, the king's third daughter, sets out on a journey to find the \"Seven Deadly Sins,\" and to enlist their help in taking back the kingdom.  \n\n\n---",
   "es-la": "¡El manga más esperado! Fantasía heroica, aventuras y humor en estado puro.\n\nTodos saben que los Siete Pecados Capitales fueron unos rebeldes legendarios que conspiraron contra el reino, y por ello los Caballeros Sagrados aún los buscan tenazmente. Sin embargo hay una joven que intenta encontrarlos para que salven su reino.",
   "fi": "Pelätyt \"seitsemän kuolemansyntiä\" ovat koko valtakunnassa etsintäkuulutettuja rikollisia. Mutta nyt heitä etsii joku muukin kuin lain koura! Eikä kaikki ole aina sitä miltä näyttää...",
   "fr": "La princesse Elizabeth est prête à tout pour retrouver la légendaire bande de mercenaires connue sous le nom de « Seven Deadly Sins. » À ses yeux, eux seuls ont le pouvoir d’arracher le royaume de Britannia des mains des surpuissants Chevaliers Sacrés qui sèment la terreur! Sa rencontre avec Meliodas, un garçon à la force exceptionnelle, et Hawk, son cochon, va marquer le début d’une aventure riche en rebondissements, où magie et combats sont au rendez-vous!\n\nPlonge dans cette épopée chevaleresque dans la plus pure tradition de l’heroic fantasy!",
   "id": "Seven deadly sins, pemberontak legendaris yang konon dituding berkomplot untuk menggulingkan kerajaan. \n\nBahkan hingga saat ini pun, mereka masih diburu oleh Holy Knights, tokoh penting kerajaan yang kekuatannya setara seribu prajurit.\n\nTapi, kemudian muncul seorang gadis yang mencari seven deadly sins dengan memendam perasaan getir, maka dimulailah petualangan menakjubkan.",
   "ja": "かつて王国転覆をはかったとされる伝説の逆賊〈七つの大罪〉。今もなお執拗に、そのお尋ね者を追うは、王国の要・一騎当千の聖騎士たち。しかし、切なる想いを胸に秘め、〈七つの大罪〉を捜す一人の少女が現れた時、世界の様相を一変させるとびきりの冒険が始まった！ 痛快無比のヒロイック・ファンタジー、開幕！！",
   "pl": "Siedem Grzechów Głównych było niegdyś najpotężniejszą, złożoną wyłącznie z groźnych przestępców, grupą wojowników królestwa Britannii. Jednak po oskarżeniu ich o próbę rebelii, zostali rozgromieni przez Świętych Rycerzy. Członkowie drużyny rozproszyli się po świecie i słuch o nich zaginął. Wieść niesie, że wszyscy zginęli, ale czy aby na pewno...?\nDziesięć lat później sytuacja w kraju uległa diametralnej zmianie - Święci Rycerze dokonali zamachu stanu, uwięzili króla i przejęli władzę w państwie. W nadziei na ukrócenie ich despotycznych rządów, królewna Elizabeth wyrusza na poszukiwanie Siedmiu Grzechów Głównych, chcąc prosić ich o pomoc. Po wielu tygodniach wędrówki, wyczerpana podróżą mdleje na progu maleńkiej gospody. Właścicielem przybytku okazuje się młody chłopak imieniem Meliodas, który pomaga jej dojść do siebie. Jednak królewnie nie będzie dane odpocząć - nagle w drzwiach pojawiają się bowiem rycerze królestwa. Kiedy sytuacja wydaje się beznadziejna na ich drodze staje Meliodas, popisując się nieludzką wręcz siłą. Czy to możliwe, żeby ten niepozorny młodzieniec, okazał się jednym z legendarnych wojowników?",
   "pt": "No passado, os Sete Pecados Capitais eram cavaleiros que protegiam Brittania. Hoje, eles são fugitivos procurados pelo reino por conta de sua tentativa de golpe de estado há dez anos, quando os Paladinos, os cavaleiros mais fortes do reino, foram chamados para combatê-los.Ou pelo menos é essa a versão oficial. A princesa Elizabeth acredita que os Sete Pecados Capitais, na verdade, são a única esperança de salvação do reino, que supostamente teria sido tomado pelos Paladinos, os verdadeiros vilões! E assim, quando, por acidente, ela acaba encontrando um deles (Meliodas), começa a jornada da princesa em busca de todos os sete, nessa clássica aventura fantástica!\n\n---\nOs \"Sete Pecados Capitais\" era o mais forte grupo de cavaleiros que defendiam a região de Britannia. Há dez anos eles foram acusados de tentar dar um golpe para tomar o reino e teriam sido impedidos pelos Paladinos, guerreiros sagrados poderosíssimos do reino de Lyonesse, e fugido.\n\nHoje, os Sete Pecados Capitais ainda são procurados e tidos como lendas, ninguém sabe se eles estão vivos ou mortos, mas indícios de que os Paladinos talvez não sejam tão idôneos assim começam a surgir pelo reino.\n\nSurge então a terceira princesa, Elizabeth, que vê seu reino sofrer nas mãos dos Paladinos e parte à procura dos Sete Pecados Capitais, acreditando que eles não são maus por causa das histórias que seu pai contava. E então ela se encontra com Meliodas, um homem com cara de menino, dono da taverna Chapéu do Javali e curiosamente com o mesmo nome de um dos Sete Pecados Capitais.\n\nJuntos eles partem em uma aventura para procurar os outros Pecados e tentar descobrir o que está acontecendo nos reinos da região.",
   "pt-br": "Os \"Sete Pecados Capitais\", um grupo maligno de cavaleiros que conspiraram para derrubar o reino de Britânia, supostamente foram erradicados pelos Cavaleiros Divinos, embora ainda existam rumores de que eles estão vivos. Dez anos depois, os Cavaleiros Divinos realizaram um golpe de estado e assassinaram o rei, se tornando os novos e tiranos governantes do reino. Elizabeth, a única filha do rei, sai em uma jornada para encontrar os \"Sete Pecados Capitais\", e recrutá-los para que possam ajudar a tomar o reino de volta.",
   "ru": "Могущественный орден Святых рыцарей, которых почитают как великих героев, совершает государственный переворот с целью установить в королевстве свою диктатуру. Дочь плененного короля отправляется в путешествие, чтобы отыскать последнюю надежду на спасение - членов легендарного рыцарского ордена \"Семь Смертных Грехов\", которых считают величайшими преступниками этой эпохи…  \n  \nOne of the original manuscripts - \"Chapter X\" - can be read [here](https://kodanshacomics.com/2015/11/12/seven-deadly-sins-chapter-x/).  \n  \n- Won the 39th Kodansha Manga Awards in the shounen category.",
   "tr": "Bir zamanlar krallığı devirmeye çalıştığı söylenen efsanevi hainler \"yedi ölümcül günah\". Halen bütün aramalara rağmen bulunamayan bu grubun Peşinde olanlar, kraliyete bağlı binlerce kutsal şovalye. Ancak acı veren hislerini kalbine gömüp, \"yedi ölümcül günah\"ı arayan tek başına bir kız ortaya çıktığında, dünyanın durumunu tamamen değiştiren bir macera başladı! Bu heyecan verici, eşsiz destansı fantazi, perdelerini aralıyor!!",
   "zh-hk": "曾經試圖顛覆王國的傳說中的逆賊．「七大罪」，王國的中樞．以一擋百的聖騎士們至今依然不斷在追捕他們。不過，如今心中藏著殷切想法想要尋找「七大罪」的少女出現，展開了一段足以改變世界樣貌的驚心動魄冒險！無比痛快的英雄科幻冒險故事開幕囉！"
  },
  "links": {
   "al": "74485",
   "amz": "https://www.amazon.co.jp/gp/product/B07Z6RBS2R",
   "ap": "the-seven-deadly-sins",
   "bw": "series/6528",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/168093/",
   "engtl": "https://comics.inkr.com/title/390-the-seven-deadly-sins?utm_source=mgd",
   "kt": "24208",
   "mal": "44485",
   "mu": "82239",
   "raw": "https://pocket.shonenmagazine.com/episode/13932016480029113054"
  },
  "originalLanguage": "ja",
  "lastVolume": "41",
  "lastChapter": "346",
  "publicationDemographic": "shounen",
  "status": "completed",
  "year": 2012,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "ru",
   "en",
   "pl",
   "id",
   "es",
   "it",
   "ar",
   "es-la",
   "pt-br",
   "th"
  ],
  "latestUploadedChapter": "b34a055f-20fe-4e9e-92e2-d9b3cb15c45d",
  "tags": [
   {
    "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Award Winning"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "0bc90acb-ccc1-44ca-a34a-b9f3a73259d0",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Reincarnation"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "391b0423-d847-456f-aff0-8b0cfc03066b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Action"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "39730448-9a5f-48a2-85b0-a70db87b1233",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Demons"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "87cc87cd-a395-47af-b27a-93258283bbc6",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Adventure"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "a1f53773-c69a-4ce5-8cab-fffcd90b1565",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Magic"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 18,
  "createdAt": "2018-06-14T18:01:43+00:00",
  "updatedAt": "2022-11-04T04:46:28+00:00"
 },
 "relationships": [
  {
   "id": "5b0372bb-28f9-4840-894b-a217d774c4f2",
   "type": "author",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Suzuki Nakaba",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "5b0372bb-28f9-4840-894b-a217d774c4f2",
   "type": "artist",
   "attributes": {
    "biography": [],
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Suzuki Nakaba",
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "0265c1e5-db3c-4f5e-a979-8d93b66deb0d",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-28T23:40:02+00:00",
    "description": "",
    "fileName": "8ecb7e87-8997-4d35-8734-55270d96ef19.jpg",
    "locale": "ja",
    "updatedAt": "2021-05-28T23:40:02+00:00",
    "version": 2,
    "volume": "41"
   }
  },
  {
   "id": "02c2df6b-5834-4b34-8979-d1a02070ef8a",
   "type": "manga",
   "related": "doujinshi"
  },
  {
   "id": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
   "type": "manga",
   "related": "sequel"
  },
  {
   "id": "5c84bc62-151c-4b1e-ab69-d85545689093",
   "type": "manga",
   "related": "side_story"
  },
  {
   "id": "696dff90-c45d-43f3-8e02-1453590c0d33",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "727bda2a-d15f-456b-b34e-4daa43ab653c",
   "type": "manga",
   "related": "colored"
  },
  {
   "id": "a7fdd5d8-5751-40ae-9a39-15f17d6611d2",
   "type": "manga",
   "related": "side_story"
  },
  {
   "id": "ace62c1e-2d70-4517-b2f4-baa147db82f7",
   "type": "manga",
   "related": "spin_off"
  },
  {
   "id": "e828e396-528d-4680-a7f1-ad5e7d54b635",
   "type": "manga",
   "related": "adapted_from"
  },
  {
   "id": "ee0bd657-5eb4-42a7-9ab1-5886c594989b",
   "type": "manga",
   "related": "side_story"
  }
 ]
}