{
 "id": "ed3b806f-e4ce-41a1-aab0-bc4b13f40260",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Zeniyasha"
  },
  "altTitles": [
   {
    "ja-ro": "Senyasha"
   },
   {
    "ja": "銭夜叉"
   }
  ],
  "description": {
   "en": "A girl who fell into the abyss becomes \"Zeniyasha\" and vows revenge. She cries for money and is defeated by her greed and dives into the Holy Land of the \"Wind\". A harsh life awaits her...Sakurako Omachi, the only daughter of the long-established inn \"Koyokaku\" in Tohoku, where she grew up without any inconvenience and had already decided to go to university. However, due to the schemes of her competitors Shinjo of Koyodai Hotel and politician Tadokoro, her father is driven to death and she loses everything. After learning the truth about her, she made up her mind to become \"Zeniyasha\" in order to rebuild her inn and take revenge on the two of them. It will be...!The Kurashina-Uchiyama combination vividly portrays the human hearts swayed by strong determination and sweet talk, vivid human relationships"
  },
  "links": {
   "amz": "https://www.amazon.co.jp/-/en/dp/B0756XRZK2?binding=kindle_edition\u0026ref=dbs_dp_rwt_sb_pc_tukn",
   "bw": "series/10666/list",
   "mu": "jgzxhl1"
  },
  "originalLanguage": "ja",
  "lastVolume": "2",
  "lastChapter": "16",
  "publicationDemographic": "seinen",
  "status": "completed",
  "year": 2006,
  "contentRating": "erotica",
  "tags": [
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 3,
  "createdAt": "2023-05-26T02:21:06+00:00",
  "updatedAt": "2023-05-26T02:50:34+00:00"
 },
 "relationships": [
  {
   "id": "90cbcd59-8597-4504-b4d0-97c9fd086385",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "Ryou Kurashina is a Japanese former comic artist and author who dropped out of Meiji University. Maakou and Jibiki Kazuya were once his assistants.\n\nHe specializes in stories about Mizu shoubai, euphemism for the night-time entertainment business (or, as he calls it, \"Neon-gai mono\"). He is a big name in this field, and is said to be the founder of Neon Gekiga.\nHe used to write gekiga under the name Tsukasa Kei (also written original manga under the name \"Takashi Tsukasa\"). In addition to writing original manga, he also runs the editorial production companies \"Free Hand\" and \"Office Kei\" under his real name, Keiji Ooba, and is contracted by publishers to produce entire magazines or parts of them.\n\nIn 1971, he made his debut as a manga artist under the name \"Takashi Tsukasa\". He worked mainly for youth magazines, and produced a number of hit works, mainly bunkara stories, and has created many long-selling works,(representative works include \"Yabou no Mure,\" \"Aizu Otoko Uta,\" \"Takeda Miken Hoshi,\" and \"Shouwa Baka Hayashi\"). In particular, \"Yabou no Mure\" is famous as a super-long hit that ran for 28 volumes. More than 40 of his works have been published in tankobon form.\n\nHowever, he gradually began to feel stalled as a comic book author, and decided to abandon writing. As a result, he changed his name to Ryo Kurashina and restarted his career as a full-time cartoonist. His first original work was the \"Akujo no Kagami\" series with Issaku Wake. Many of his original works are Neon Gekiga with female protagonists, and his representative works include \"Jotei\", \"Jouou,\" and \"Yaou\", which were made into TV dramas. He also writes not only neon stories but also economic stories such as \"DAWN\" and \"Zenibana\", maiko stories such as \"Jotei Hanamai\" and \"Hanna rito\", and entertainment stories such as \"Joyuu\" and \"Ai Ningyo\".\n"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Kurashina Ryou",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2022-02-16T03:12:19+00:00",
    "version": 2,
    "website": "http://www.r-kurashina.com/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "028550bf-dbfb-41e3-b98c-f48a01a0f6b7",
   "type": "artist",
   "attributes": {
    "biography": {},
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Uchiyama Mamoru",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": null,
    "skeb": null,
    "tumblr": null,
    "twitter": null,
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1,
    "website": null,
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "5eca9f04-d421-418e-8566-10f56b8da7d1",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2023-05-26T02:21:08+00:00",
    "description": "",
    "fileName": "dbe9c608-8229-43f5-b1bf-4a6017f208a4.jpg",
    "locale": "ja",
    "updatedAt": "2023-05-26T02:21:08+00:00",
    "version": 1,
    "volume": "2"
   }
  },
  {
   "id": "ecf379e6-bc34-42c4-b25d-63698875cdfb",
   "type": "creator"
  }
 ]
}