{
 "id": "f8e294c0-7c11-4c66-bdd7-4e25df52bf69",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Blue Period"
  },
  "altTitles": [
   {
    "ja": "ブルーピリオド"
   },
   {
    "ja-ro": "Buru Piriodo"
   },
   {
    "en": "The Blue Period"
   },
   {
    "ru": "Голубой период"
   },
   {
    "uk": "Блакитний період"
   },
   {
    "fa": "دوره ی آبی"
   },
   {
    "ne": "नीलो अवधि"
   },
   {
    "zh-hk": "藍色時期"
   },
   {
    "zh": "蓝色时期"
   },
   {
    "ar": "الحقبة الزرقاء"
   },
   {
    "ar": "النقطة الزرقاء"
   },
   {
    "tr": "Mavi Dönem"
   },
   {
    "kk": "Көк Кезең"
   },
   {
    "pt-br": "O Período Azul"
   },
   {
    "fr": "Blue Period"
   }
  ],
  "description": {
   "de": "Sieh die Welt mit neuen Augen!\n\nYataro Yaguchi hat gute Noten – aber keine Leidenschaft. Er trinkt, raucht und treibt sich bis nachts in der Stadt herum. Aber glücklich macht ihn das nicht. Und nun, kurz vor dem Schulabschluss, muss er sich fragen, ob das wirklich alles ist, was er vom Leben zu erwarten hat.\n\nDa kommt er durch einen Zufall mit der Malerei in Kontakt – und plötzlich sieht er die Welt mit anderen Augen. Ohne jede Erfahrung beschließt er, sich für eine Kunstakademie zu bewerben. Doch die Aufnahmeprüfung ist hart… und ihm bleibt nicht mehr viel Zeit!",
   "en": "Yatora is the perfect high school student, with good grades and lots of friends. It’s an effortless performance, and, ultimately…a dull one. But he wanders into the art room one day, and a lone painting captures his eye, awakening him to a kind of beauty he never knew. Compelled and consumed, he dives in headfirst — and he’s about to learn how savage and unforgiving art can be!\n\n---\n- **Won the 13th Manga Taisho Award in 2020**  \n- **Won the 44th Kodansha Manga Award for General Manga in 2020**",
   "es": "Es un estudiante de bachillerato espabilado, popular, que saca muy buenas notas y tiene ideas pragmáticas sobre su futuro. También bebe, fuma y sale de juerga por las noches. Y un día, de repente, descubre el gozo de dibujar.\n\n¡Esta es la historia de superación de Yatora Yaguchi, repleta de vicisitudes en su camino para aprobar el examen de ingreso a una universidad de arte, en una versión de la tenacidad deportiva aplicada a las bellas artes!",
   "fr": "Yatora est un lycéen studieux à qui tout réussit. Pourtant, il ressent depuis toujours une impression de vide en lui. Jusqu’au jour où, par hasard, il tombe sur un tableau qui le subjugue littéralement… Très vite, Yatora réalise que peindre est le seul moyen de faire passer ses émotions et de se révéler. Cet événement le pousse à se livrer corps et âme à la peinture pour tenter le concours d’entrée de la plus sélective des écoles de Beaux-arts !\n\n---\n\nMaison d'édition FR : **Pika**",
   "it": "Un liceale dalla vita piena, che prende buoni voti, sa sempre come cavarsela, beve, fuma e ama la vita notturna... un bel giorno, sente dentro di sè risvegliarsi la passione per il disegno. Inizia così la storia di un ragazzo che farà ardere la propria gioventù, aspirando a entrare in un'università d'arte!\n\nPrima tiratura con in regalo il Quaderno d'artista.",
   "ja": "成績優秀かつスクールカースト上位の充実した毎日を送りつつ、どこか空虚な焦燥感を感じて生きる高校生・矢口八虎（やぐち　やとら）は、ある日、一枚の絵に心奪われる。その衝撃は八虎を駆り立て、美しくも厳しい美術の世界へ身を投じていく。美術のノウハウうんちく満載、美大を目指して青春を燃やすスポ根受験物語、八虎と仲間たちは「好きなこと」を支えに未来を目指す！",
   "pl": "Ma doskonałe stopnie i świetnie radzi sobie w życiu towarzyskim. Czasami pije, pali i bawi się do białego rana. Jest popularny. Nie można sobie wyobrazić lepszych doświadczeń w liceum, więc dlaczego ktoś taki nagle zapałał miłością do sztuki?!\n\nOto początek opowieści o młodym, przepełnionym pasją chłopaku, który celuje w uniwersytet sztuki, i jego walecznych przygotowaniach do egzaminów wstępnych na studia!",
   "pt": "Excelentes notas e sociável. Por que esse estudante colegial popular que ama beber, fumar e sair à noite e parecia estar satisfeito com sua vida despertou para a alegria de pintar? A história de um jovem vestibulando que está dando tudo de si para entrar na Universidade de Artes começa aqui!",
   "pt-br": "Em seu segundo ano do ensino médio, o desapaixonado mas estudioso, Yataro Yaguchi finalmente se encontra em arte. Sem nenhuma experiencia anterior em arte, ele decide trabalhar com o objetivo de ingressar em uma universidade de arte. Uma decisão com resultados potencialmente desastrosos.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 6, Cap 25. ]",
   "ru": "Можно ли увлечься чем-то настолько, что ради этого вдруг решишь свернуть с намеченного ранее жизненного пути? Если вдруг поймешь, что выбранная до этого дорога, хоть и сулила благополучие в будущем, но не отражала истинного желания?  \r\nС виду безалаберный Ятора Ягути на удивление своих друзей-разгильдяев преуспел в учёбе и по окончании школы мог поступить почти в любой университет. Однако сам парень большой радости от этого не испытывал. Велика задача — подтянуть предметы, нужно только приложить немного больше усилий, чем остальные. Скучно. Да и по мнению парня, гордиться тут нечем…  \r\nЖгучая потребность в самореализации и отсутствие очевидного способа самовыражения так и довлели бы над Яторой, если бы однажды вечером пагубная привычка не привела его в школьный клуб изобразительного искусства. Увидев там картину Мори, он решает попробовать запечатлеть на холсте приглянувшийся ему городской пейзаж. Неумелая, нелепая, но старательно написанная картина всё же достигает сердец некоторых людей, и парень понимает, что таким образом, через искусство, может по-настоящему общаться с другими.  \r\nТак стоит ли ради этого сворачивать с намеченного пути, даже если, вполне возможно, эта другая дорога в конце концов приведёт к пропасти?",
   "th": "คะแนนสอบเป็นเลิศ มนุษยสัมพันธ์กับใครรอบข้างก็ไปได้ดี กินเหล้า สูบบุหรี่ เที่ยวกลางคืนทำได้ทุกอย่าง เพื่อนๆ ต่างก็สนิทสนมเชื่อใจ เขาเป็นเด็กผู้ชายในวัยม.ปลายที่ชีวิตดูกำลังไปได้สวยคนหนึ่ง\n\nทว่ามาวันหนึ่งเขากลับเพิ่งรู้ตัว่า ตนเองนั้นชอบวาดภาพ!?\n\nสุดยอดมังงะที่ตีแผ่เรื่องราวของเหล่าคนที่มุ่งมั่นในการสอบเข้ามหา'ลัยศิลปะ เปี่ยมล้นไปด้วยพลังของช่วงชีวิตวัยรุ่นเปิดฉากขึ้นแล้ว!",
   "tr": "Lisenin sondan bir önceki sınıfında, çalışkan ama isteksiz Yatora Yaguchi, kendini sanat ile keşfediyor. Daha önce deneyimi olmamasıyla birlikte, bir sanat üniversitesine girmek için çalışmaya başlıyor. Fakat bu seçimin korkunç sonuçları da olabilir.\n\n- 2020 13. Manga Taisho Ödülleri kazananı.  \n- 2020 44. Kodansha Manga Ödülleri \"En İyi Manga\" ödülü kazananı.",
   "uk": "Під час другого року старшої школи безпристрасний, але дуже старанний учень Ягучі Ятаро нарешті знаходить своє покликання у мистецтві. Не маючи досвіду у цій сфері, він приймає рішення плідно працювати, щоб вступити до університету мистецтв. Рішення з потенціально катастрофічними наслідками.",
   "zh-hk": "矢口八虎雖然像個不良少年，愛喝酒抽菸和朋友打混，但在學校卻是個成績優異、深受歡迎的學生，然而他卻對這種空虛無趣的生活感到焦躁。某一天在美術社中，看見學姊美麗的油畫，以及美術老師那番建言，讓他決心想嘗試畫畫這條路。在作畫的過程中，也重新發現自我，從中找到人生的意義與目標，就此開啟了考美術大學的努力之路。"
  },
  "links": {
   "al": "107237",
   "amz": "https://www.amazon.co.jp/kindle-dbs/product/B09479PJ3T",
   "ap": "blue-period",
   "bw": "series/141186/list",
   "cdj": "https://www.cdjapan.co.jp/product/NEOBK-2161910",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/432383/",
   "engtl": "https://comics.inkr.com/title/2222-blue-period?utm_source=mgd",
   "kt": "49863",
   "mal": "107931",
   "mu": "143526",
   "raw": "https://comic-days.com/episode/13932016480029559862"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "seinen",
  "status": "ongoing",
  "year": 2017,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "pt-br",
   "es-la",
   "en",
   "ru",
   "id",
   "tr",
   "it",
   "fa"
  ],
  "latestUploadedChapter": "e74f9333-5477-4aa2-86e0-21e52fe7ab02",
  "tags": [
   {
    "id": "0a39b5a1-b235-4886-a747-1d05d216532d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Award Winning"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "3b60b75c-a2d7-4860-ab56-05f391bb889c",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Psychological"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "9ab53f92-3eed-4e9b-903a-917c86035ee3",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Crossdressing"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "b1e97889-25b4-4258-b28b-cd7f4d28ea9b",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Philosophical"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "da2d50ca-3018-4cc0-ac7a-6b7d472a29ea",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Delinquents"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 76,
  "createdAt": "2019-10-19T23:47:32+00:00",
  "updatedAt": "2024-10-09T01:38:39+00:00"
 },
 "relationships": [
  {
   "id": "2d3845fa-e596-488f-b705-fff36d9ba23f",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "**Name** (in native language)\n山口つばさ\n\n[Instagram](http://instagram.com/ryuji_ayukawa/)\n[Youtube](https://youtube.com/@user-kj8bx4qq9r?si=Daa1vcDJDvpHduTU)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Yamaguchi Tsubasa",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/en/users/200342",
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/28_3",
    "updatedAt": "2024-08-19T05:25:12+00:00",
    "version": 3,
    "website": "http://t8s2.jugem.jp/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "2d3845fa-e596-488f-b705-fff36d9ba23f",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "**Name** (in native language)\n山口つばさ\n\n[Instagram](http://instagram.com/ryuji_ayukawa/)\n[Youtube](https://youtube.com/@user-kj8bx4qq9r?si=Daa1vcDJDvpHduTU)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Yamaguchi Tsubasa",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/en/users/200342",
    "skeb": null,
    "tumblr": null,
    "twitter": "https://twitter.com/28_3",
    "updatedAt": "2024-08-19T05:25:12+00:00",
    "version": 3,
    "website": "http://t8s2.jugem.jp/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "6a7f4a87-457b-43a1-8524-ccafcadefc98",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2023-11-12T13:42:55+00:00",
    "description": "",
    "fileName": "fe570c0d-56d8-4213-8b6e-672282794001.jpg",
    "locale": "ja",
    "updatedAt": "2023-11-12T13:42:55+00:00",
    "version": 1,
    "volume": "15"
   }
  },
  {
   "id": "00010753-b98c-4f53-b09e-d09a8a385f20",
   "type": "manga",
   "related": "spin_off"
  }
 ]
}