{
 "result": "ok",
 "data": {
  "id": "f9bb0a0c-e8ec-4c2e-9e65-f5f09c48e7a2",
  "type": "manga",
  "attributes": {
   "title": {
    "en": "Furachi na Otoko Tachi"
   },
   "description": {
    "en": "1. Outrageous Men\r\nMari and younger Eiji work for the same company, and they are secretly in love. Mari feels happy with him, because he is gentle, dependent on her, and cute. When she visits him at home for the first time, she is shocked to know that he is a brother of her former boyfriend Yuichi\u0026hellip;! In her college days, she couldn\u0026rsquo;t get along with Yuichi because he was too pushy. Therefore, she chose to part with him, but...\r\n\r\n2. Love Communication\r\nTanabe Sumire has trouble dealing with her client Haga Takahiko... but when her mom pushes her to go for a match-making session her partner is none other than Takahiko and after a pretening to date him she realized she is falling for him. Will love communication help in solving her problems...?\r\n\r\n3. Marriage Pink\r\nYamashita Riko and Hayashi Ryoji are lovey-dovey couple about to get married. But after her first time staying with Ryoji, Riko realizes that sex with Ryoji is so violent that it drains her out. Worried she might not be able to get wedding preprations done she started avoiding Ryoji's invitations... Is this another case of wedding blues or rather wedding pinks in case of Riko...?\r\n\r\n4. Can't Take Away My Treasures\r\nKondou Miyuki is a host of show \u0026quot;Cooking in 10 Minutes\u0026quot; but a lousy cleaner because she can't throw anything away. The next show that requested herappearance is a Live Broacast called \u0026quot;let's go people's Home!\u0026quot;. Panicked Miyuki decides to clean her room. Luckily she runs into Hasegawa Nozomu a pharmaceutical consumer researcher while purchasing cleaning items whom she asks to prove the products use by cleaning her apartment. What will become of her messed-up house and her Live Broadcast...?\r\n\r\n5. Calling For Love\r\nKitou Kazuki after becoming jobless, homeless, and divoced ends up at Shibata Kouichi's place. Kazuki always sees Kouichi as her junior from high school but that changes when he declares his love for her. Will Kazuki respond to his call of love...?"
   },
   "links": {
    "al": "37191",
    "ap": "furachi-na-otokotachi",
    "kt": "14843",
    "mal": "7191",
    "mu": "4666"
   },
   "originalLanguage": "ja",
   "lastChapter": "5",
   "publicationDemographic": "josei",
   "status": "completed",
   "contentRating": "erotica",
   "tags": [
    {
     "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Romance"
      },
      "version": 1
     }
    },
    {
     "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
     "type": "tag",
     "attributes": {
      "name": {
       "en": "Drama"
      },
      "version": 1
     }
    }
   ],
   "version": 1,
   "createdAt": "2021-04-19T21:46:43+00:00"
  }
 },
 "relationships": [
  {
   "id": "8451a729-2955-4b30-b4ff-92e3c2c5fc35",
   "type": "author"
  },
  {
   "id": "8451a729-2955-4b30-b4ff-92e3c2c5fc35",
   "type": "artist"
  },
  {
   "id": "1ad28225-8764-4b63-bb5e-503b908689e4",
   "type": "chapter"
  },
  {
   "id": "c86cef37-ea2c-42ee-8c16-0d566dbf137d",
   "type": "chapter"
  },
  {
   "id": "4c301ec7-e5bc-465c-9345-86244d210705",
   "type": "chapter"
  },
  {
   "id": "40c66690-a6f4-40b2-bbed-49d61f304288",
   "type": "chapter"
  },
  {
   "id": "474b4675-c572-4655-b55a-aa37b6a894ed",
   "type": "chapter"
  },
  {
   "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
   "type": "tag"
  },
  {
   "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
   "type": "tag"
  }
 ]
}