{
 "id": "fbc8e1e4-cba6-48ec-b828-d613fe3d93a6",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "The Ice Guy and His Cool Female Colleague"
  },
  "altTitles": [
   {
    "ja": "氷属性男子とクールな同僚女子"
   },
   {
    "ja-ro": "Koori Zokusei Danshi to Cool na Douryo Joshi"
   },
   {
    "en": "The Ice Guy and the Cool Girl"
   },
   {
    "de": "Ice-Guy und seine coole Kollegin"
   },
   {
    "fr": "The Ice Guy \u0026 the Cool Girl"
   },
   {
    "fr": "L'homme glacé et la consœur cool"
   },
   {
    "fr": "L'homme froid et la collègue cool"
   },
   {
    "it": "Ice Guy \u0026 Cool Girl"
   },
   {
    "es": "El chico de hielo y su genial colega femenina"
   },
   {
    "pl": "Śnieżny chłopak i cool dziewczyna"
   },
   {
    "ru": "Ледяной парень и классная девушка-коллега"
   },
   {
    "th": "บริษัทลุ้นรัก หนุ่มหิมะกับสาวสุดคูล"
   },
   {
    "ko": "빙속성 남자와 쿨한 동료녀"
   },
   {
    "tr": "Buz çocuk ve havalı i̇ş arkadaşı"
   },
   {
    "zh": "冰属性男子与酷酷女同事"
   },
   {
    "zh-hk": "冰屬性男子與無表情女子"
   },
   {
    "ar": "رجل الثلج وزميلة العمل الباردة"
   },
   {
    "vi": "Anh chàng băng giá và cô nàng đồng nghiệp lạnh lùng"
   },
   {
    "vi": "Chàng \"băng\" nàng \"giá\""
   },
   {
    "en": "Ice Guy and the Cool Female Colleague"
   }
  ],
  "description": {
   "de": "Himuro ist Büroangestellter und der Nachfahre einer Schneefrau. Wann immer seine Gefühle außer Kontrolle geraten, werden seine Kollegen seinen eisigen Kräften ausgesetzt. Jedoch besitzt er entgegen seiner frostigen Fähigkeiten eine sehr warmherzige und freundliche Persönlichkeit. Er liebt Katzen und Blumen, auch wenn er ihnen nicht zu nahe kommen kann. Diejenige, die seine Gefühle immer wieder aus der Bahn wirft und sein Herz zum Schmelzen bringt, ist seine stets gefasst wirkende und ein wenig exzentrische Kollegin Fuyutsuki. Obwohl alle Kollegen durch den stetigen Ausbruch seiner Kräfte von seinen Gefühlen für Fuyutsuki wissen, ist diese vollkommen ahnungslos. Dies hält Himuro jedoch nicht davon ab, zu versuchen, ihr Herz für sich zu gewinnen.",
   "en": "A cute fluffy romance about the decendant of a yuki-onna who freezes the surrounding area every time he talks to his cute coworker.\n\nx.5 chapters are longer than normal chapters and have more fluffy content, make sure to read them!\n\n---\nHimuro is a living descendant of the Snow Woman from Japanese folklore. But anytime he's around his eccentric yet kind colleague, Fuyutsuki-san, he totally freezes up! Despite the snowstorm of love that rages on in his heart, and her complete cluelessness, will he take a step forward or stay frozen in place?\n\n---\n**Links:**\n- Alternative Official English - [Penguin Random House](https://www.penguinrandomhouse.com/series/FQP/the-ice-guy-and-the-cool-girl/)",
   "fr": "Himuro est le descendant d'une yuki-onna, une femme des neiges. Par cette filiation, il plonge inconsciemment son entourage dans un environnement proche de l'Arctique lorsqu'il se concentre.\n\nPire encore, il passe pour un homme qu'il n'est pas : perçu comme insensible et au tempérament glacial, il est en réalité chaleureux, aime les chats et les fleurs.\n\nSon état finit par attirer l'attention de sa collégue Fuyutsuki, dont il est secrètement amoureux. Himuro se montre alors déterminé à capturer le coeur de la jeune femme.",
   "id": "Romansa lembut yang lucu tentang dekendensi yuki-onna yang membekukan area sekitarnya setiap kali dia berbicara dengan rekan kerjanya yang imut.",
   "it": "Il manga racconta la dolce storia d'amore tra due colleghi, la tranquilla e dolce Fuyutsuki-san e Himuro-kun, discendente di una donna delle nevi, che letteralmente ghiaccia ogni cosa attorno a lui.\n\n---\nQuesta è la storia di Himuro, il discendente di una donna delle nevi, e della sua gentile seppur particolare collega Fuyutsuki... Anche se a prima vista possono sembrare due persone imperturbabili, entrambi sono in realtà molto impacciati quando si tratta di questioni di cuore; infatti l’amore che Himuro nutre nei confronti di Fuyutsuki imperversa nel suo animo come una bufera di neve, impedendogli di compiere il fatidico primo passo. Lei, d’altro canto, pare del tutto inconsapevole dei suoi stessi sentimenti...",
   "ja": "現代を生きる雪女の末裔な氷室くんと、同僚のちょっとユニークで優しい冬月さん。一見、クールに見えつつも、二人は恋愛にすっごく不器用。冬月さんへの「好き」が心の内で吹雪のように吹き荒れる氷室くんはもう一歩を踏み出せず、一方の冬月さんは自分の感情に超が付くほど鈍感で!?　Twitter＆pixivで大人気!!　クールな二人のピュア過ぎラブコメディー♪　単行本だけの描き下ろしマンガ３編を収録☆",
   "ko": "현대를 살아가는 설녀의 후예 히무로와 \n약간 독특하면서도 상냥한 동료 후유츠키. \n\n언뜻 보면 쿨해보이는 두 사람이지만, 연애에 관해서는 놀랄 만큼 서투르다. \n후유츠키를 향한 ‘호감’이 마음속에서 눈보라처럼 몰아치자, \n히무로는 더 이상 한 걸음도 나아가지 못하고. \n후유츠키 역시도 자신의 감정에 둔감하기는 마찬가지였는데!? \n\nTwitter\u0026pixiv에서 대인기!! \n쿨한 두 사람의 맑다 못해 투명한 러브 코미디♪ \n\n단행본만의 오리지널 에피소드 3편도 수록☆",
   "pl": "Poznajcie Himuro, żyjącego we współczesnej Japonii potomka yuki-onny, oraz jego nieco nietypową koleżankę z biurka obok, Fuyutsuki. Choć na pierwszy rzut oka oboje wydają się spokojni i opanowani, tak naprawdę w miłości nie do końca dobrze sobie radzą. Himuro, w którego sercu panuje miłosna zamieć, nie jest w stanie wykonać kolejnego kroku naprzód, zaś Fuyutsuki zdaje się nie zauważać jego starań…",
   "pt-br": "Himuro-kun, descendente de uma Yuki-onna moderna, acabou de chegar em seu novo trabalho, e acaba criando tempestades de neve e bonecos de neve quando é tomado por suas emoções e perde o controle. Sua paixão secreta por Fuyutsuki-san, uma colega de trabalho única, mas gentil, cresce tão forte que congela às vezes aqueles ao seu redor. Por outro lado, Fuyutsuki-san, que muitas vezes é visto como legal pelos outros, também está muito interessada no misterioso Himuro-kun. O relacionamento deles muda gradualmente através do trabalho diário e dos eventos da empresa, e eles também começam a passar tempo juntos, mas ambos são desajeitados no amor e não conseguem se aproximar…",
   "ru": "Милый пушистый роман о классной работнице и её, холодном как лёд, коллеге.",
   "th": "ฮิมุโระคุง ชายหนุ่มผู้สืบเชื้อสายของสาวหิมะซึ่งใช้ชีวิตอยู่ในยุคปัจจุบัน \nและคุณฟุยุสึกิ เพื่อนร่วมงานสาวผู้อ่อนโยนและค่อนข้างไม่เหมือนใคร \nหากมองแค่ผิวเผิน หนุ่มสาวคู่นี้ก็ดูเป็นคนคูลๆ อยู่หรอก \nแต่พอเป็นเรื่องราวความรักแล้ว ทั้งสองกลับไม่เอาไหนซะเลย\nฮิมุโระคุงผู้ได้แต่เก็บความ \"ชอบ\" \nที่มีต่อฟุยุสึกิไว้ในใจประหนึ่งพายุหิมะที่โหมกระหน่ำ \nโดยไม่กล้าก้าวออกไปเริ่มต้นสักที \nส่วนฝ่ายคุณฟุยุสึกิเองก็ช่างความรู้สึกช้าไม่รู้ใจตัวเองเลย!?",
   "tr": "Sevimli iş arkadaşıyla her konuştuğunda çevreyi donduran ve Yuki-Onna'nın soyundan gelen adam hakkında sevimli, kabarık bir romantizm.",
   "vi": "Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy. Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy.",
   "zh": "冰属性男子与酷酷女同事漫画 ，当雪男遇上酷酷女同事，办公室将掀起一场恋爱暴风雪！"
  },
  "links": {
   "al": "109728",
   "amz": "https://www.amazon.co.jp/dp/B08C6M29J7",
   "ap": "koori-zokusei-danshi-to-cool-na-douryou-joshi",
   "bw": "series/211054",
   "cdj": "https://www.cdjapan.co.jp/product/NEOBK-2736796",
   "ebj": "https://ebookjapan.yahoo.co.jp/books/551731/",
   "engtl": "https://global.manga-up.com/manga/153",
   "kt": "55151",
   "mal": "119082",
   "mu": "153356",
   "raw": "https://www.ganganonline.com/contents/koorizokusei/"
  },
  "originalLanguage": "ja",
  "publicationDemographic": "josei",
  "status": "ongoing",
  "year": 2018,
  "contentRating": "safe",
  "availableTranslatedLanguages": [
   "en",
   "fr",
   "id",
   "pt-br",
   "tr",
   "hu",
   "it",
   "pl"
  ],
  "latestUploadedChapter": "dbf6b9a6-21af-4cca-92e5-aa7308f160c6",
  "tags": [
   {
    "id": "39730448-9a5f-48a2-85b0-a70db87b1233",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Demons"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "92d6d951-ca5e-429c-ac78-451071cbf064",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Office Workers"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "e197df38-d0e7-43b5-9b09-2842d0c326dd",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Web Comic"
     },
     "description": {},
     "group": "format",
     "version": 1
    }
   },
   {
    "id": "e5301a23-ebd9-49dd-a0cb-2add944c7fe9",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Slice of Life"
     },
     "description": {},
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": {},
     "group": "theme",
     "version": 1
    }
   }
  ],
  "state": "published",
  "version": 27,
  "createdAt": "2019-11-10T09:45:19+00:00",
  "updatedAt": "2024-04-07T17:59:36+00:00"
 },
 "relationships": [
  {
   "id": "99ebd436-571e-4201-a750-2fe0b1258cf4",
   "type": "author",
   "attributes": {
    "biography": {
     "en": "* [Instagram](https://www.instagram.com/tonomyu/)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Tonogaya Miyuki",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/en/users/19560796",
    "skeb": null,
    "tumblr": "https://tonogaya.tumblr.com/",
    "twitter": "https://twitter.com/tonomyu",
    "updatedAt": "2023-03-15T22:08:34+00:00",
    "version": 2,
    "website": "http://ameblo.jp/tonogaya/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "99ebd436-571e-4201-a750-2fe0b1258cf4",
   "type": "artist",
   "attributes": {
    "biography": {
     "en": "* [Instagram](https://www.instagram.com/tonomyu/)"
    },
    "booth": null,
    "createdAt": "2021-04-19T21:59:45+00:00",
    "fanBox": null,
    "fantia": null,
    "imageUrl": null,
    "melonBook": null,
    "name": "Tonogaya Miyuki",
    "namicomi": null,
    "naver": null,
    "nicoVideo": null,
    "pixiv": "https://www.pixiv.net/en/users/19560796",
    "skeb": null,
    "tumblr": "https://tonogaya.tumblr.com/",
    "twitter": "https://twitter.com/tonomyu",
    "updatedAt": "2023-03-15T22:08:34+00:00",
    "version": 2,
    "website": "http://ameblo.jp/tonogaya/",
    "weibo": null,
    "youtube": null
   }
  },
  {
   "id": "4c0ffa54-3fb9-4d7b-b16c-9770b37020d7",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2024-01-20T13:10:20+00:00",
    "description": "",
    "fileName": "d9916e5f-db23-4095-9944-ec781b8274b0.jpg",
    "locale": "ja",
    "updatedAt": "2024-01-20T13:10:20+00:00",
    "version": 1,
    "volume": "9"
   }
  }
 ]
}