{
 "id": "fe386ee2-9a8d-4569-b7da-6cec9f73b064",
 "type": "manga",
 "attributes": {
  "title": {
   "en": "Renai Plus α"
  },
  "altTitles": [
   {
    "en": "Pheromone Kata Chuuihou"
   },
   {
    "en": "Renai Plus Alpha"
   },
   {
    "en": "True Love Plus Extra"
   },
   {
    "en": "フェロモン過多注意報"
   },
   {
    "en": "恋愛プラスα"
   },
   {
    "en": "恋爱加分指数"
   },
   {
    "en": "親密接觸心疼心"
   },
   {
    "en": "親密接觸長相依"
   }
  ],
  "description": {
   "en": "When the last night of the field trip comes around, teachers will throw a party and become less mindful of the students. Whilst students use the great opportunity to run off somewhere, the night becomes a time when everyone can kick off their shoes.  \n  \nStudent Search Group Teacher, Natsukawa Hikaru, is in charge of finding delinquents truanting and is most commonly known to be dumb. However, on the hunt of such students, Natsukawa-sensei seems to have caught himself in trouble. Overseeing the innocent Natsukawa-sensei in trouble, illegal leave-taking student, Koga Takaya, comes to the rescue. Having finding an interest in the dumb-witted Natsukawa-sensei, Koga asks for a kiss in return. Not knowing Koga is actually one of the delinquents he is suppose to be looking for, due to his vacuity, Natsukawa-sensei is disturbed to the departed fact that Koga knows exactly who he is. Having become close throughout the story, will Natsukawa realize the fact that he is in love with Koga Takaya, or will his incompetency lead him to loneliness?  \n  \nContains four oneshots:  \nSide Effect (oneshot) ||When Itsuki met Washinomiya-sempai, he was a post-graduate, and Itsuki was in the university he attended. Two years later, Washinomiya graduated and got a job, whilst Itsuki was still a student… so they lost contact.  \n  \nWashinomiya found a job at the corporate headquarters of Tanzawa Pharmaceuticals. Wanting to be by his side, Itsuki becomes a guinea pig for Washinomiya-sempai by taking pills. Asking himself a question, Itsuki accidentally slips and awakens to him being shackled to Washinomiya-sempai's bed! In a story of desperation for each other, what will be the outcome, and what exactly are these pills Washinomiya-sempai is giving to Itsuki? Read and unravel the mysteries…||  \nSore Demo (oneshot) ||Satoshi Ichirou begins training to be a teacher in two days, so he had to borrow materials from his friend (Itsuki). However, accidentally eating one of the pills Washinomiya created, the pill completely changed Satoshi into a female, only to have a lasting effect of six hours. Looking and thinking like a female, Satoshi is seen to be leaning on a display glass of a female jacket. The store manager sees the suspicious Satoshi and invites him into the store. After trying on an outfit, Satoshi pulls out his wallet to see if he has any money, whilst at the same time a movie ticket floats out onto the ground. Satoshi crouches down to grab the ticket, but at the same time, a man with boxes blocking his view from below topples over Satoshi. Who is this charming man, and what will happen between the two? It is definitely a must read, that will encase your heart to what is known as love at first sight.||  \nCigar Boy (oneshot) ||Sugita Nobuyoshi (25 years old) is everyone's acknowledged lolicon, and he admits it himself. Going out and about from the office to fetch a carton of maisen, he is mistaken for an old man and is given a weird brand of cigarettes called 'Cigar Boy' from a mysterious kid who is a boy but happens to look too much like a girl. Not daring to smoke them, Sugita throws the packet away, but curiosity killed the cat and got the better of him. After taking a couple of puffs, a cigarette genie appeared from the smoke and announces that he will grant three wishes! Will Sugita wish for fame, wealth, and power, or will it be something that money can't buy, fame cannot get, and power cannot control: love? The intensity of the story will have every reader on the edge of surprise!||  \nDr. Vamp (oneshot) ||Tanzawa Chemical Production Second Department new employee Okamoto, seems to be a bit lethargic at the moment. He and fellow colleagues discuss what might be wrong. Being scared of what might be the problem that they discussed, Okamoto takes a trip to the Hospital and for a curious reason too. When he is called to the doctors room, he is asked to take a blood test. Unsure of what this means, Okamoto jumps to conclusions, thinking he is going to die. However, he is gravely mistaken and his curiosity will soon establish into an entire different feeling that will want to give more blood.||"
  },
  "links": {
   "mu": "986"
  },
  "originalLanguage": "ja",
  "lastVolume": "2",
  "status": "completed",
  "contentRating": "safe",
  "tags": [
   {
    "id": "256c8bd9-4904-4360-bf4f-508a76d67183",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Sci-Fi"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "423e2eae-a7a2-4a8b-ac03-a8351462d71d",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Romance"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "4d32cc48-9f00-4cca-9b5a-a839f0764984",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Comedy"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "5920b825-4181-4a17-beeb-9918b0ff7a30",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Boys' Love"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "b9af3a63-f058-46de-a9a0-e0c13906197a",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Drama"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "caaa44eb-cd40-4177-b930-79d3ef2afe87",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "School Life"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   },
   {
    "id": "cdc58593-87dd-415e-bbc0-2ec27bf404cc",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Fantasy"
     },
     "description": null,
     "group": "genre",
     "version": 1
    }
   },
   {
    "id": "eabc5b4c-6aff-42f3-b657-3e90cbd00b75",
    "type": "tag",
    "attributes": {
     "name": {
      "en": "Supernatural"
     },
     "description": null,
     "group": "theme",
     "version": 1
    }
   }
  ],
  "version": 2,
  "createdAt": "2021-02-04T07:44:54+00:00",
  "updatedAt": "2021-05-25T15:50:05+00:00"
 },
 "relationships": [
  {
   "id": "523ab8ef-9991-4477-b193-106b4a0908c0",
   "type": "author",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "TAKAZAWA Taeko",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "523ab8ef-9991-4477-b193-106b4a0908c0",
   "type": "artist",
   "attributes": {
    "biography": [],
    "createdAt": "2021-04-19T21:59:45+00:00",
    "imageUrl": null,
    "name": "TAKAZAWA Taeko",
    "updatedAt": "2021-04-19T21:59:45+00:00",
    "version": 1
   }
  },
  {
   "id": "df7632ca-970b-4f24-8c0a-124406964a56",
   "type": "cover_art",
   "attributes": {
    "createdAt": "2021-05-24T18:29:49+00:00",
    "description": "",
    "fileName": "c6e81da9-607e-422a-8075-e35a563e32d0.jpg",
    "updatedAt": "2021-05-24T18:29:49+00:00",
    "version": 1,
    "volume": null
   }
  }
 ]
}